{"title": "1 Thessalonians", "category": "nt", "number_of_chapters": 5, "id": "1_thes", "chapters": [{"chapter_title": "Greetings from Paul", "chapter_number": 1, "chapter_content": [{"passage_title": "The Faith of the Thessalonian Believers", "verse": "1", "text": "This letter is from Paul, Silas, and Timothy. We are writing to the church in Thessalonica, to you who belong to God the Father and the Lord Jesus Christ. May God give you grace and peace. [pas_title]"}, {"passage_title": "", "verse": "2", "text": "We always thank God for all of you and pray for you constantly."}, {"passage_title": "", "verse": "3", "text": "As we pray to our God and Father about you, we think of your faithful work, your loving deeds, and the enduring hope you have because of our Lord Jesus Christ."}, {"passage_title": "", "verse": "4", "text": "We know, dear brothers and sisters, that God loves you and has chosen you to be his own people."}, {"passage_title": "", "verse": "5", "text": "For when we brought you the Good News, it was not only with words but also with power, for the Holy Spirit gave you full assurance that what we said was true. And you know of our concern for you from the way we lived when we were with you."}, {"passage_title": "", "verse": "6", "text": "So you received the message with joy from the Holy Spirit in spite of the severe suffering it brought you. In this way, you imitated both us and the Lord."}, {"passage_title": "", "verse": "7", "text": "As a result, you have become an example to all the believers in Greece—throughout both Macedonia and Achaia."}, {"passage_title": "", "verse": "8", "text": "And now the word of the Lord is ringing out from you to people everywhere, even beyond Macedonia and Achaia, for wherever we go we find people telling us about your faith in God. We don’t need to tell them about it,"}, {"passage_title": "", "verse": "9", "text": "for they keep talking about the wonderful welcome you gave us and how you turned away from idols to serve the living and true God."}, {"passage_title": "", "verse": "10", "text": "And they speak of how you are looking forward to the coming of God’s Son from heaven—Jesus, whom God raised from the dead. He is the one who has rescued us from the terrors of the coming judgment."}]}, {"chapter_title": "Paul Remembers His Visit", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "You yourselves know, dear brothers and sisters, that our visit to you was not a failure."}, {"passage_title": "", "verse": "2", "text": "You know how badly we had been treated at Philippi just before we came to you and how much we suffered there. Yet our God gave us the courage to declare his Good News to you boldly, in spite of great opposition."}, {"passage_title": "", "verse": "3", "text": "So you can see we were not preaching with any deceit or impure motives or trickery."}, {"passage_title": "", "verse": "4", "text": "For we speak as messengers approved by God to be entrusted with the Good News. Our purpose is to please God, not people. He alone examines the motives of our hearts."}, {"passage_title": "", "verse": "5", "text": "Never once did we try to win you with flattery, as you well know. And God is our witness that we were not pretending to be your friends just to get your money!"}, {"passage_title": "", "verse": "6", "text": "As for human praise, we have never sought it from you or anyone else."}, {"passage_title": "", "verse": "7", "text": "As apostles of Christ we certainly had a right to make some demands of you, but instead we were like children among you. Or we were like a mother feeding and caring for her own children."}, {"passage_title": "", "verse": "8", "text": "We loved you so much that we shared with you not only God’s Good News but our own lives, too."}, {"passage_title": "", "verse": "9", "text": "Don’t you remember, dear brothers and sisters, how hard we worked among you? Night and day we toiled to earn a living so that we would not be a burden to any of you as we preached God’s Good News to you."}, {"passage_title": "", "verse": "10", "text": "You yourselves are our witnesses—and so is God—that we were devout and honest and faultless toward all of you believers."}, {"passage_title": "", "verse": "11", "text": "And you know that we treated each of you as a father treats his own children."}, {"passage_title": "", "verse": "12", "text": "We pleaded with you, encouraged you, and urged you to live your lives in a way that God would consider worthy. For he called you to share in his Kingdom and glory."}, {"passage_title": "", "verse": "13", "text": "Therefore, we never stop thanking God that when you received his message from us, you didn’t think of our words as mere human ideas. You accepted what we said as the very word of God—which, of course, it is. And this word continues to work in you who believe."}, {"passage_title": "", "verse": "14", "text": "And then, dear brothers and sisters, you suffered persecution from your own countrymen. In this way, you imitated the believers in God’s churches in Judea who, because of their belief in Christ Jesus, suffered from their own people, the Jews."}, {"passage_title": "", "verse": "15", "text": "For some of the Jews killed the prophets, and some even killed the Lord Jesus. Now they have persecuted us, too. They fail to please God and work against all humanity"}, {"passage_title": "Timothy’s Good Report about the Church", "verse": "16", "text": "as they try to keep us from preaching the Good News of salvation to the Gentiles. By doing this, they continue to pile up their sins. But the anger of God has caught up with them at last. [pas_title]"}, {"passage_title": "", "verse": "17", "text": "Dear brothers and sisters, after we were separated from you for a little while (though our hearts never left you), we tried very hard to come back because of our intense longing to see you again."}, {"passage_title": "", "verse": "18", "text": "We wanted very much to come to you, and I, Paul, tried again and again, but Satan prevented us."}, {"passage_title": "", "verse": "19", "text": "After all, what gives us hope and joy, and what will be our proud reward and crown as we stand before our Lord Jesus when he returns? It is you!"}, {"passage_title": "", "verse": "20", "text": "Yes, you are our pride and joy."}]}, {"chapter_title": "", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "Finally, when we could stand it no longer, we decided to stay alone in Athens,"}, {"passage_title": "", "verse": "2", "text": "and we sent Timothy to visit you. He is our brother and God’s co-worker in proclaiming the Good News of Christ. We sent him to strengthen you, to encourage you in your faith,"}, {"passage_title": "", "verse": "3", "text": "and to keep you from being shaken by the troubles you were going through. But you know that we are destined for such troubles."}, {"passage_title": "", "verse": "4", "text": "Even while we were with you, we warned you that troubles would soon come—and they did, as you well know."}, {"passage_title": "", "verse": "5", "text": "That is why, when I could bear it no longer, I sent Timothy to find out whether your faith was still strong. I was afraid that the tempter had gotten the best of you and that our work had been useless."}, {"passage_title": "", "verse": "6", "text": "But now Timothy has just returned, bringing us good news about your faith and love. He reports that you always remember our visit with joy and that you want to see us as much as we want to see you."}, {"passage_title": "", "verse": "7", "text": "So we have been greatly encouraged in the midst of our troubles and suffering, dear brothers and sisters, because you have remained strong in your faith."}, {"passage_title": "", "verse": "8", "text": "It gives us new life to know that you are standing firm in the Lord."}, {"passage_title": "", "verse": "9", "text": "How we thank God for you! Because of you we have great joy as we enter God’s presence."}, {"passage_title": "", "verse": "10", "text": "Night and day we pray earnestly for you, asking God to let us see you again to fill the gaps in your faith."}, {"passage_title": "", "verse": "11", "text": "May God our Father and our Lord Jesus bring us to you very soon."}, {"passage_title": "", "verse": "12", "text": "And may the Lord make your love for one another and for all people grow and overflow, just as our love for you overflows."}, {"passage_title": "", "verse": "13", "text": "May he, as a result, make your hearts strong, blameless, and holy as you stand before God our Father when our Lord Jesus comes again with all his holy people. Amen."}]}, {"chapter_title": "Live to Please God", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "Finally, dear brothers and sisters, we urge you in the name of the Lord Jesus to live in a way that pleases God, as we have taught you. You live this way already, and we encourage you to do so even more."}, {"passage_title": "", "verse": "2", "text": "For you remember what we taught you by the authority of the Lord Jesus."}, {"passage_title": "", "verse": "3", "text": "God’s will is for you to be holy, so stay away from all sexual sin."}, {"passage_title": "", "verse": "4", "text": "Then each of you will control his own body and live in holiness and honor—"}, {"passage_title": "", "verse": "5", "text": "not in lustful passion like the pagans who do not know God and his ways."}, {"passage_title": "", "verse": "6", "text": "Never harm or cheat a fellow believer in this matter by violating his wife, for the Lord avenges all such sins, as we have solemnly warned you before."}, {"passage_title": "", "verse": "7", "text": "God has called us to live holy lives, not impure lives."}, {"passage_title": "", "verse": "8", "text": "Therefore, anyone who refuses to live by these rules is not disobeying human teaching but is rejecting God, who gives his Holy Spirit to you."}, {"passage_title": "", "verse": "9", "text": "But we don’t need to write to you about the importance of loving each other, for God himself has taught you to love one another."}, {"passage_title": "", "verse": "10", "text": "Indeed, you already show your love for all the believers throughout Macedonia. Even so, dear brothers and sisters, we urge you to love them even more."}, {"passage_title": "", "verse": "11", "text": "Make it your goal to live a quiet life, minding your own business and working with your hands, just as we instructed you before."}, {"passage_title": "The Hope of the Resurrection", "verse": "12", "text": "Then people who are not believers will respect the way you live, and you will not need to depend on others. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "And now, dear brothers and sisters, we want you to know what will happen to the believers who have died so you will not grieve like people who have no hope."}, {"passage_title": "", "verse": "14", "text": "For since we believe that Jesus died and was raised to life again, we also believe that when Jesus returns, God will bring back with him the believers who have died."}, {"passage_title": "", "verse": "15", "text": "We tell you this directly from the Lord: We who are still living when the Lord returns will not meet him ahead of those who have died."}, {"passage_title": "", "verse": "16", "text": "For the Lord himself will come down from heaven with a commanding shout, with the voice of the archangel, and with the trumpet call of God. First, the believers who have died will rise from their graves."}, {"passage_title": "", "verse": "17", "text": "Then, together with them, we who are still alive and remain on the earth will be caught up in the clouds to meet the Lord in the air. Then we will be with the Lord forever."}, {"passage_title": "", "verse": "18", "text": "So encourage each other with these words."}]}, {"chapter_title": "", "chapter_number": 5, "chapter_content": [{"passage_title": "", "verse": "5", "text": "Now concerning how and when all this will happen, dear brothers and sisters, we don’t really need to write you."}, {"passage_title": "", "verse": "2", "text": "For you know quite well that the day of the Lord’s return will come unexpectedly, like a thief in the night."}, {"passage_title": "", "verse": "3", "text": "When people are saying, “Everything is peaceful and secure,” then disaster will fall on them as suddenly as a pregnant woman’s labor pains begin. And there will be no escape."}, {"passage_title": "", "verse": "4", "text": "But you aren’t in the dark about these things, dear brothers and sisters, and you won’t be surprised when the day of the Lord comes like a thief."}, {"passage_title": "", "verse": "5", "text": "For you are all children of the light and of the day; we don’t belong to darkness and night."}, {"passage_title": "", "verse": "6", "text": "So be on your guard, not asleep like the others. Stay alert and be clearheaded."}, {"passage_title": "", "verse": "7", "text": "Night is the time when people sleep and drinkers get drunk."}, {"passage_title": "", "verse": "8", "text": "But let us who live in the light be clearheaded, protected by the armor of faith and love, and wearing as our helmet the confidence of our salvation."}, {"passage_title": "", "verse": "9", "text": "For God chose to save us through our Lord Jesus Christ, not to pour out his anger on us."}, {"passage_title": "", "verse": "10", "text": "Christ died for us so that, whether we are dead or alive when he returns, we can live with him forever."}, {"passage_title": "Paul’s Final Advice", "verse": "11", "text": "So encourage each other and build each other up, just as you are already doing. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "Dear brothers and sisters, honor those who are your leaders in the Lord’s work. They work hard among you and give you spiritual guidance."}, {"passage_title": "", "verse": "13", "text": "Show them great respect and wholehearted love because of their work. And live peacefully with each other."}, {"passage_title": "", "verse": "14", "text": "Brothers and sisters, we urge you to warn those who are lazy. Encourage those who are timid. Take tender care of those who are weak. Be patient with everyone."}, {"passage_title": "", "verse": "15", "text": "See that no one pays back evil for evil, but always try to do good to each other and to all people."}, {"passage_title": "", "verse": "16", "text": "Always be joyful."}, {"passage_title": "", "verse": "17", "text": "Never stop praying."}, {"passage_title": "", "verse": "18", "text": "Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus."}, {"passage_title": "", "verse": "19", "text": "Do not stifle the Holy Spirit."}, {"passage_title": "", "verse": "20", "text": "Do not scoff at prophecies,"}, {"passage_title": "", "verse": "21", "text": "but test everything that is said. Hold on to what is good."}, {"passage_title": "Paul’s Final Greetings", "verse": "22", "text": "Stay away from every kind of evil. [pas_title]"}, {"passage_title": "", "verse": "23", "text": "Now may the God of peace make you holy in every way, and may your whole spirit and soul and body be kept blameless until our Lord Jesus Christ comes again."}, {"passage_title": "", "verse": "24", "text": "God will make this happen, for he who calls you is faithful."}, {"passage_title": "", "verse": "25", "text": "Dear brothers and sisters, pray for us."}, {"passage_title": "", "verse": "26", "text": "Greet all the brothers and sisters with a sacred kiss."}, {"passage_title": "", "verse": "27", "text": "I command you in the name of the Lord to read this letter to all the brothers and sisters."}, {"passage_title": "", "verse": "28", "text": "May the grace of our Lord Jesus Christ be with you."}]}]}