{"title": "Esther", "category": "ot", "number_of_chapters": 10, "id": "est", "chapters": [{"chapter_title": "The King’s Banquet", "chapter_number": 1, "chapter_content": [{"passage_title": "", "verse": "1", "text": "These events happened in the days of King Xerxes, who reigned over 127 provinces stretching from India to Ethiopia."}, {"passage_title": "", "verse": "2", "text": "At that time Xerxes ruled his empire from his royal throne at the fortress of Susa."}, {"passage_title": "", "verse": "3", "text": "In the third year of his reign, he gave a banquet for all his nobles and officials. He invited all the military officers of Persia and Media as well as the princes and nobles of the provinces."}, {"passage_title": "", "verse": "4", "text": "The celebration lasted 180 days—a tremendous display of the opulent wealth of his empire and the pomp and splendor of his majesty."}, {"passage_title": "", "verse": "5", "text": "When it was all over, the king gave a banquet for all the people, from the greatest to the least, who were in the fortress of Susa. It lasted for seven days and was held in the courtyard of the palace garden."}, {"passage_title": "", "verse": "6", "text": "The courtyard was beautifully decorated with white cotton curtains and blue hangings, which were fastened with white linen cords and purple ribbons to silver rings embedded in marble pillars. Gold and silver couches stood on a mosaic pavement of porphyry, marble, mother-of-pearl, and other costly stones."}, {"passage_title": "", "verse": "7", "text": "Drinks were served in gold goblets of many designs, and there was an abundance of royal wine, reflecting the king’s generosity."}, {"passage_title": "", "verse": "8", "text": "By edict of the king, no limits were placed on the drinking, for the king had instructed all his palace officials to serve each man as much as he wanted."}, {"passage_title": "Queen Vashti Deposed", "verse": "9", "text": "At the same time, Queen Vashti gave a banquet for the women in the royal palace of King Xerxes. [pas_title]"}, {"passage_title": "", "verse": "10", "text": "On the seventh day of the feast, when King Xerxes was in high spirits because of the wine, he told the seven eunuchs who attended him—Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas—"}, {"passage_title": "", "verse": "11", "text": "to bring Queen Vashti to him with the royal crown on her head. He wanted the nobles and all the other men to gaze on her beauty, for she was a very beautiful woman."}, {"passage_title": "", "verse": "12", "text": "But when they conveyed the king’s order to Queen Vashti, she refused to come. This made the king furious, and he burned with anger."}, {"passage_title": "", "verse": "13", "text": "He immediately consulted with his wise advisers, who knew all the Persian laws and customs, for he always asked their advice."}, {"passage_title": "", "verse": "14", "text": "The names of these men were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan—seven nobles of Persia and Media. They met with the king regularly and held the highest positions in the empire."}, {"passage_title": "", "verse": "15", "text": "“What must be done to Queen Vashti?” the king demanded. “What penalty does the law provide for a queen who refuses to obey the king’s orders, properly sent through his eunuchs?”"}, {"passage_title": "", "verse": "16", "text": "Memucan answered the king and his nobles, “Queen Vashti has wronged not only the king but also every noble and citizen throughout your empire."}, {"passage_title": "", "verse": "17", "text": "Women everywhere will begin to despise their husbands when they learn that Queen Vashti has refused to appear before the king."}, {"passage_title": "", "verse": "18", "text": "Before this day is out, the wives of all the king’s nobles throughout Persia and Media will hear what the queen did and will start treating their husbands the same way. There will be no end to their contempt and anger."}, {"passage_title": "", "verse": "19", "text": "“So if it please the king, we suggest that you issue a written decree, a law of the Persians and Medes that cannot be revoked. It should order that Queen Vashti be forever banished from the presence of King Xerxes, and that the king should choose another queen more worthy than she."}, {"passage_title": "", "verse": "20", "text": "When this decree is published throughout the king’s vast empire, husbands everywhere, whatever their rank, will receive proper respect from their wives!”"}, {"passage_title": "", "verse": "21", "text": "The king and his nobles thought this made good sense, so he followed Memucan’s counsel."}, {"passage_title": "", "verse": "22", "text": "He sent letters to all parts of the empire, to each province in its own script and language, proclaiming that every man should be the ruler of his own home and should say whatever he pleases."}]}, {"chapter_title": "Esther Becomes Queen", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "But after Xerxes’ anger had subsided, he began thinking about Vashti and what she had done and the decree he had made."}, {"passage_title": "", "verse": "2", "text": "So his personal attendants suggested, “Let us search the empire to find beautiful young virgins for the king."}, {"passage_title": "", "verse": "3", "text": "Let the king appoint agents in each province to bring these beautiful young women into the royal harem at the fortress of Susa. Hegai, the king’s eunuch in charge of the harem, will see that they are all given beauty treatments."}, {"passage_title": "", "verse": "4", "text": "After that, the young woman who most pleases the king will be made queen instead of Vashti.” This advice was very appealing to the king, so he put the plan into effect."}, {"passage_title": "", "verse": "5", "text": "At that time there was a Jewish man in the fortress of Susa whose name was Mordecai son of Jair. He was from the tribe of Benjamin and was a descendant of Kish and Shimei."}, {"passage_title": "", "verse": "6", "text": "His family had been among those who, with King Jehoiachin of Judah, had been exiled from Jerusalem to Babylon by King Nebuchadnezzar."}, {"passage_title": "", "verse": "7", "text": "This man had a very beautiful and lovely young cousin, Hadassah, who was also called Esther. When her father and mother died, Mordecai adopted her into his family and raised her as his own daughter."}, {"passage_title": "", "verse": "8", "text": "As a result of the king’s decree, Esther, along with many other young women, was brought to the king’s harem at the fortress of Susa and placed in Hegai’s care."}, {"passage_title": "", "verse": "9", "text": "Hegai was very impressed with Esther and treated her kindly. He quickly ordered a special menu for her and provided her with beauty treatments. He also assigned her seven maids specially chosen from the king’s palace, and he moved her and her maids into the best place in the harem."}, {"passage_title": "", "verse": "10", "text": "Esther had not told anyone of her nationality and family background, because Mordecai had directed her not to do so."}, {"passage_title": "", "verse": "11", "text": "Every day Mordecai would take a walk near the courtyard of the harem to find out about Esther and what was happening to her."}, {"passage_title": "", "verse": "12", "text": "Before each young woman was taken to the king’s bed, she was given the prescribed twelve months of beauty treatments—six months with oil of myrrh, followed by six months with special perfumes and ointments."}, {"passage_title": "", "verse": "13", "text": "When it was time for her to go to the king’s palace, she was given her choice of whatever clothing or jewelry she wanted to take from the harem."}, {"passage_title": "", "verse": "14", "text": "That evening she was taken to the king’s private rooms, and the next morning she was brought to the second harem, where the king’s wives lived. There she would be under the care of Shaashgaz, the king’s eunuch in charge of the concubines. She would never go to the king again unless he had especially enjoyed her and requested her by name."}, {"passage_title": "", "verse": "15", "text": "Esther was the daughter of Abihail, who was Mordecai’s uncle. (Mordecai had adopted his younger cousin Esther.) When it was Esther’s turn to go to the king, she accepted the advice of Hegai, the eunuch in charge of the harem. She asked for nothing except what he suggested, and she was admired by everyone who saw her."}, {"passage_title": "", "verse": "16", "text": "Esther was taken to King Xerxes at the royal palace in early winter of the seventh year of his reign."}, {"passage_title": "", "verse": "17", "text": "And the king loved Esther more than any of the other young women. He was so delighted with her that he set the royal crown on her head and declared her queen instead of Vashti."}, {"passage_title": "", "verse": "18", "text": "To celebrate the occasion, he gave a great banquet in Esther’s honor for all his nobles and officials, declaring a public holiday for the provinces and giving generous gifts to everyone."}, {"passage_title": "", "verse": "19", "text": "Even after all the young women had been transferred to the second harem and Mordecai had become a palace official,"}, {"passage_title": "Mordecai’s Loyalty to the King", "verse": "20", "text": "Esther continued to keep her family background and nationality a secret. She was still following Mordecai’s directions, just as she did when she lived in his home. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "One day as Mordecai was on duty at the king’s gate, two of the king’s eunuchs, Bigthana and Teresh—who were guards at the door of the king’s private quarters—became angry at King Xerxes and plotted to assassinate him."}, {"passage_title": "", "verse": "22", "text": "But Mordecai heard about the plot and gave the information to Queen Esther. She then told the king about it and gave Mordecai credit for the report."}, {"passage_title": "", "verse": "23", "text": "When an investigation was made and Mordecai’s story was found to be true, the two men were impaled on a sharpened pole. This was all recorded in The Book of the History of King Xerxes’ Reign."}]}, {"chapter_title": "Haman’s Plot against the Jews", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "Some time later King Xerxes promoted Haman son of Hammedatha the Agagite over all the other nobles, making him the most powerful official in the empire."}, {"passage_title": "", "verse": "2", "text": "All the king’s officials would bow down before Haman to show him respect whenever he passed by, for so the king had commanded. But Mordecai refused to bow down or show him respect."}, {"passage_title": "", "verse": "3", "text": "Then the palace officials at the king’s gate asked Mordecai, “Why are you disobeying the king’s command?”"}, {"passage_title": "", "verse": "4", "text": "They spoke to him day after day, but still he refused to comply with the order. So they spoke to Haman about this to see if he would tolerate Mordecai’s conduct, since Mordecai had told them he was a Jew."}, {"passage_title": "", "verse": "5", "text": "When Haman saw that Mordecai would not bow down or show him respect, he was filled with rage."}, {"passage_title": "", "verse": "6", "text": "He had learned of Mordecai’s nationality, so he decided it was not enough to lay hands on Mordecai alone. Instead, he looked for a way to destroy all the Jews throughout the entire empire of Xerxes."}, {"passage_title": "", "verse": "7", "text": "So in the month of April, during the twelfth year of King Xerxes’ reign, lots were cast in Haman’s presence (the lots were called purim) to determine the best day and month to take action. And the day selected was March 7, nearly a year later."}, {"passage_title": "", "verse": "8", "text": "Then Haman approached King Xerxes and said, “There is a certain race of people scattered through all the provinces of your empire who keep themselves separate from everyone else. Their laws are different from those of any other people, and they refuse to obey the laws of the king. So it is not in the king’s interest to let them live."}, {"passage_title": "", "verse": "9", "text": "If it please the king, issue a decree that they be destroyed, and I will give 10,000 large sacks of silver to the government administrators to be deposited in the royal treasury.”"}, {"passage_title": "", "verse": "10", "text": "The king agreed, confirming his decision by removing his signet ring from his finger and giving it to Haman son of Hammedatha the Agagite, the enemy of the Jews."}, {"passage_title": "", "verse": "11", "text": "The king said, “The money and the people are both yours to do with as you see fit.”"}, {"passage_title": "", "verse": "12", "text": "So on April 17 the king’s secretaries were summoned, and a decree was written exactly as Haman dictated. It was sent to the king’s highest officers, the governors of the respective provinces, and the nobles of each province in their own scripts and languages. The decree was written in the name of King Xerxes and sealed with the king’s signet ring."}, {"passage_title": "", "verse": "13", "text": "Dispatches were sent by swift messengers into all the provinces of the empire, giving the order that all Jews—young and old, including women and children—must be killed, slaughtered, and annihilated on a single day. This was scheduled to happen on March 7 of the next year. The property of the Jews would be given to those who killed them."}, {"passage_title": "", "verse": "14", "text": "A copy of this decree was to be issued as law in every province and proclaimed to all peoples, so that they would be ready to do their duty on the appointed day."}, {"passage_title": "", "verse": "15", "text": "At the king’s command, the decree went out by swift messengers, and it was also proclaimed in the fortress of Susa. Then the king and Haman sat down to drink, but the city of Susa fell into confusion."}]}, {"chapter_title": "Mordecai Requests Esther’s Help", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "When Mordecai learned about all that had been done, he tore his clothes, put on burlap and ashes, and went out into the city, crying with a loud and bitter wail."}, {"passage_title": "", "verse": "2", "text": "He went as far as the gate of the palace, for no one was allowed to enter the palace gate while wearing clothes of mourning."}, {"passage_title": "", "verse": "3", "text": "And as news of the king’s decree reached all the provinces, there was great mourning among the Jews. They fasted, wept, and wailed, and many people lay in burlap and ashes."}, {"passage_title": "", "verse": "4", "text": "When Queen Esther’s maids and eunuchs came and told her about Mordecai, she was deeply distressed. She sent clothing to him to replace the burlap, but he refused it."}, {"passage_title": "", "verse": "5", "text": "Then Esther sent for Hathach, one of the king’s eunuchs who had been appointed as her attendant. She ordered him to go to Mordecai and find out what was troubling him and why he was in mourning."}, {"passage_title": "", "verse": "6", "text": "So Hathach went out to Mordecai in the square in front of the palace gate."}, {"passage_title": "", "verse": "7", "text": "Mordecai told him the whole story, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews."}, {"passage_title": "", "verse": "8", "text": "Mordecai gave Hathach a copy of the decree issued in Susa that called for the death of all Jews. He asked Hathach to show it to Esther and explain the situation to her. He also asked Hathach to direct her to go to the king to beg for mercy and plead for her people."}, {"passage_title": "", "verse": "9", "text": "So Hathach returned to Esther with Mordecai’s message."}, {"passage_title": "", "verse": "10", "text": "Then Esther told Hathach to go back and relay this message to Mordecai:"}, {"passage_title": "", "verse": "11", "text": "“All the king’s officials and even the people in the provinces know that anyone who appears before the king in his inner court without being invited is doomed to die unless the king holds out his gold scepter. And the king has not called for me to come to him for thirty days.”"}, {"passage_title": "", "verse": "12", "text": "So Hathach gave Esther’s message to Mordecai."}, {"passage_title": "", "verse": "13", "text": "Mordecai sent this reply to Esther: “Don’t think for a moment that because you’re in the palace you will escape when all other Jews are killed."}, {"passage_title": "", "verse": "14", "text": "If you keep quiet at a time like this, deliverance and relief for the Jews will arise from some other place, but you and your relatives will die. Who knows if perhaps you were made queen for just such a time as this?”"}, {"passage_title": "", "verse": "15", "text": "Then Esther sent this reply to Mordecai:"}, {"passage_title": "", "verse": "16", "text": "“Go and gather together all the Jews of Susa and fast for me. Do not eat or drink for three days, night or day. My maids and I will do the same. And then, though it is against the law, I will go in to see the king. If I must die, I must die.”"}, {"passage_title": "", "verse": "17", "text": "So Mordecai went away and did everything as Esther had ordered him."}]}, {"chapter_title": "Esther’s Request to the King", "chapter_number": 5, "chapter_content": [{"passage_title": "", "verse": "5", "text": "On the third day of the fast, Esther put on her royal robes and entered the inner court of the palace, just across from the king’s hall. The king was sitting on his royal throne, facing the entrance."}, {"passage_title": "", "verse": "2", "text": "When he saw Queen Esther standing there in the inner court, he welcomed her and held out the gold scepter to her. So Esther approached and touched the end of the scepter."}, {"passage_title": "", "verse": "3", "text": "Then the king asked her, “What do you want, Queen Esther? What is your request? I will give it to you, even if it is half the kingdom!”"}, {"passage_title": "", "verse": "4", "text": "And Esther replied, “If it please the king, let the king and Haman come today to a banquet I have prepared for the king.”"}, {"passage_title": "", "verse": "5", "text": "The king turned to his attendants and said, “Tell Haman to come quickly to a banquet, as Esther has requested.” So the king and Haman went to Esther’s banquet."}, {"passage_title": "", "verse": "6", "text": "And while they were drinking wine, the king said to Esther, “Now tell me what you really want. What is your request? I will give it to you, even if it is half the kingdom!”"}, {"passage_title": "", "verse": "7", "text": "Esther replied, “This is my request and deepest wish."}, {"passage_title": "Haman’s Plan to Kill Mordecai", "verse": "8", "text": "If I have found favor with the king, and if it pleases the king to grant my request and do what I ask, please come with Haman tomorrow to the banquet I will prepare for you. Then I will explain what this is all about.” [pas_title]"}, {"passage_title": "", "verse": "9", "text": "Haman was a happy man as he left the banquet! But when he saw Mordecai sitting at the palace gate, not standing up or trembling nervously before him, Haman became furious."}, {"passage_title": "", "verse": "10", "text": "However, he restrained himself and went on home. Then Haman gathered together his friends and Zeresh, his wife,"}, {"passage_title": "", "verse": "11", "text": "and boasted to them about his great wealth and his many children. He bragged about the honors the king had given him and how he had been promoted over all the other nobles and officials."}, {"passage_title": "", "verse": "12", "text": "Then Haman added, “And that’s not all! Queen Esther invited only me and the king himself to the banquet she prepared for us. And she has invited me to dine with her and the king again tomorrow!”"}, {"passage_title": "", "verse": "13", "text": "Then he added, “But this is all worth nothing as long as I see Mordecai the Jew just sitting there at the palace gate.”"}, {"passage_title": "", "verse": "14", "text": "So Haman’s wife, Zeresh, and all his friends suggested, “Set up a sharpened pole that stands seventy-five feet tall, and in the morning ask the king to impale Mordecai on it. When this is done, you can go on your merry way to the banquet with the king.” This pleased Haman, and he ordered the pole set up."}]}, {"chapter_title": "The King Honors Mordecai", "chapter_number": 6, "chapter_content": [{"passage_title": "", "verse": "6", "text": "That night the king had trouble sleeping, so he ordered an attendant to bring the book of the history of his reign so it could be read to him."}, {"passage_title": "", "verse": "2", "text": "In those records he discovered an account of how Mordecai had exposed the plot of Bigthana and Teresh, two of the eunuchs who guarded the door to the king’s private quarters. They had plotted to assassinate King Xerxes."}, {"passage_title": "", "verse": "3", "text": "“What reward or recognition did we ever give Mordecai for this?” the king asked. His attendants replied, “Nothing has been done for him.”"}, {"passage_title": "", "verse": "4", "text": "“Who is that in the outer court?” the king inquired. As it happened, Haman had just arrived in the outer court of the palace to ask the king to impale Mordecai on the pole he had prepared."}, {"passage_title": "", "verse": "5", "text": "So the attendants replied to the king, “Haman is out in the court.” “Bring him in,” the king ordered."}, {"passage_title": "", "verse": "6", "text": "So Haman came in, and the king said, “What should I do to honor a man who truly pleases me?” Haman thought to himself, “Whom would the king wish to honor more than me?”"}, {"passage_title": "", "verse": "7", "text": "So he replied, “If the king wishes to honor someone,"}, {"passage_title": "", "verse": "8", "text": "he should bring out one of the king’s own royal robes, as well as a horse that the king himself has ridden—one with a royal emblem on its head."}, {"passage_title": "", "verse": "9", "text": "Let the robes and the horse be handed over to one of the king’s most noble officials. And let him see that the man whom the king wishes to honor is dressed in the king’s robes and led through the city square on the king’s horse. Have the official shout as they go, ‘This is what the king does for someone he wishes to honor!’”"}, {"passage_title": "", "verse": "10", "text": "“Excellent!” the king said to Haman. “Quick! Take the robes and my horse, and do just as you have said for Mordecai the Jew, who sits at the gate of the palace. Leave out nothing you have suggested!”"}, {"passage_title": "", "verse": "11", "text": "So Haman took the robes and put them on Mordecai, placed him on the king’s own horse, and led him through the city square, shouting, “This is what the king does for someone he wishes to honor!”"}, {"passage_title": "", "verse": "12", "text": "Afterward Mordecai returned to the palace gate, but Haman hurried home dejected and completely humiliated."}, {"passage_title": "", "verse": "13", "text": "When Haman told his wife, Zeresh, and all his friends what had happened, his wise advisers and his wife said, “Since Mordecai—this man who has humiliated you—is of Jewish birth, you will never succeed in your plans against him. It will be fatal to continue opposing him.”"}, {"passage_title": "", "verse": "14", "text": "While they were still talking, the king’s eunuchs arrived and quickly took Haman to the banquet Esther had prepared."}]}, {"chapter_title": "The King Executes Haman", "chapter_number": 7, "chapter_content": [{"passage_title": "", "verse": "7", "text": "So the king and Haman went to Queen Esther’s banquet."}, {"passage_title": "", "verse": "2", "text": "On this second occasion, while they were drinking wine, the king again said to Esther, “Tell me what you want, Queen Esther. What is your request? I will give it to you, even if it is half the kingdom!”"}, {"passage_title": "", "verse": "3", "text": "Queen Esther replied, “If I have found favor with the king, and if it pleases the king to grant my request, I ask that my life and the lives of my people will be spared."}, {"passage_title": "", "verse": "4", "text": "For my people and I have been sold to those who would kill, slaughter, and annihilate us. If we had merely been sold as slaves, I could remain quiet, for that would be too trivial a matter to warrant disturbing the king.”"}, {"passage_title": "", "verse": "5", "text": "“Who would do such a thing?” King Xerxes demanded. “Who would be so presumptuous as to touch you?”"}, {"passage_title": "", "verse": "6", "text": "Esther replied, “This wicked Haman is our adversary and our enemy.” Haman grew pale with fright before the king and queen."}, {"passage_title": "", "verse": "7", "text": "Then the king jumped to his feet in a rage and went out into the palace garden. Haman, however, stayed behind to plead for his life with Queen Esther, for he knew that the king intended to kill him."}, {"passage_title": "", "verse": "8", "text": "In despair he fell on the couch where Queen Esther was reclining, just as the king was returning from the palace garden. The king exclaimed, “Will he even assault the queen right here in the palace, before my very eyes?” And as soon as the king spoke, his attendants covered Haman’s face, signaling his doom."}, {"passage_title": "", "verse": "9", "text": "Then Harbona, one of the king’s eunuchs, said, “Haman has set up a sharpened pole that stands seventy-five feet tall in his own courtyard. He intended to use it to impale Mordecai, the man who saved the king from assassination.” “Then impale Haman on it!” the king ordered."}, {"passage_title": "", "verse": "10", "text": "So they impaled Haman on the pole he had set up for Mordecai, and the king’s anger subsided."}]}, {"chapter_title": "A Decree to Help the Jews", "chapter_number": 8, "chapter_content": [{"passage_title": "", "verse": "8", "text": "On that same day King Xerxes gave the property of Haman, the enemy of the Jews, to Queen Esther. Then Mordecai was brought before the king, for Esther had told the king how they were related."}, {"passage_title": "", "verse": "2", "text": "The king took off his signet ring—which he had taken back from Haman—and gave it to Mordecai. And Esther appointed Mordecai to be in charge of Haman’s property."}, {"passage_title": "", "verse": "3", "text": "Then Esther went again before the king, falling down at his feet and begging him with tears to stop the evil plot devised by Haman the Agagite against the Jews."}, {"passage_title": "", "verse": "4", "text": "Again the king held out the gold scepter to Esther. So she rose and stood before him."}, {"passage_title": "", "verse": "5", "text": "Esther said, “If it please the king, and if I have found favor with him, and if he thinks it is right, and if I am pleasing to him, let there be a decree that reverses the orders of Haman son of Hammedatha the Agagite, who ordered that Jews throughout all the king’s provinces should be destroyed."}, {"passage_title": "", "verse": "6", "text": "For how can I endure to see my people and my family slaughtered and destroyed?”"}, {"passage_title": "", "verse": "7", "text": "Then King Xerxes said to Queen Esther and Mordecai the Jew, “I have given Esther the property of Haman, and he has been impaled on a pole because he tried to destroy the Jews."}, {"passage_title": "", "verse": "8", "text": "Now go ahead and send a message to the Jews in the king’s name, telling them whatever you want, and seal it with the king’s signet ring. But remember that whatever has already been written in the king’s name and sealed with his signet ring can never be revoked.”"}, {"passage_title": "", "verse": "9", "text": "So on June 25 the king’s secretaries were summoned, and a decree was written exactly as Mordecai dictated. It was sent to the Jews and to the highest officers, the governors, and the nobles of all the 127 provinces stretching from India to Ethiopia. The decree was written in the scripts and languages of all the peoples of the empire, including that of the Jews."}, {"passage_title": "", "verse": "10", "text": "The decree was written in the name of King Xerxes and sealed with the king’s signet ring. Mordecai sent the dispatches by swift messengers, who rode fast horses especially bred for the king’s service."}, {"passage_title": "", "verse": "11", "text": "The king’s decree gave the Jews in every city authority to unite to defend their lives. They were allowed to kill, slaughter, and annihilate anyone of any nationality or province who might attack them or their children and wives, and to take the property of their enemies."}, {"passage_title": "", "verse": "12", "text": "The day chosen for this event throughout all the provinces of King Xerxes was March 7 of the next year."}, {"passage_title": "", "verse": "13", "text": "A copy of this decree was to be issued as law in every province and proclaimed to all peoples, so that the Jews would be ready to take revenge on their enemies on the appointed day."}, {"passage_title": "", "verse": "14", "text": "So urged on by the king’s command, the messengers rode out swiftly on fast horses bred for the king’s service. The same decree was also proclaimed in the fortress of Susa."}, {"passage_title": "", "verse": "15", "text": "Then Mordecai left the king’s presence, wearing the royal robe of blue and white, the great crown of gold, and an outer cloak of fine linen and purple. And the people of Susa celebrated the new decree."}, {"passage_title": "", "verse": "16", "text": "The Jews were filled with joy and gladness and were honored everywhere."}, {"passage_title": "", "verse": "17", "text": "In every province and city, wherever the king’s decree arrived, the Jews rejoiced and had a great celebration and declared a public festival and holiday. And many of the people of the land became Jews themselves, for they feared what the Jews might do to them."}]}, {"chapter_title": "The Victory of the Jews", "chapter_number": 9, "chapter_content": [{"passage_title": "", "verse": "9", "text": "So on March 7 the two decrees of the king were put into effect. On that day, the enemies of the Jews had hoped to overpower them, but quite the opposite happened. It was the Jews who overpowered their enemies."}, {"passage_title": "", "verse": "2", "text": "The Jews gathered in their cities throughout all the king’s provinces to attack anyone who tried to harm them. But no one could make a stand against them, for everyone was afraid of them."}, {"passage_title": "", "verse": "3", "text": "And all the nobles of the provinces, the highest officers, the governors, and the royal officials helped the Jews for fear of Mordecai."}, {"passage_title": "", "verse": "4", "text": "For Mordecai had been promoted in the king’s palace, and his fame spread throughout all the provinces as he became more and more powerful."}, {"passage_title": "", "verse": "5", "text": "So the Jews went ahead on the appointed day and struck down their enemies with the sword. They killed and annihilated their enemies and did as they pleased with those who hated them."}, {"passage_title": "", "verse": "6", "text": "In the fortress of Susa itself, the Jews killed 500 men."}, {"passage_title": "", "verse": "7", "text": "They also killed Parshandatha, Dalphon, Aspatha,"}, {"passage_title": "", "verse": "8", "text": "Poratha, Adalia, Aridatha,"}, {"passage_title": "", "verse": "9", "text": "Parmashta, Arisai, Aridai, and Vaizatha—"}, {"passage_title": "", "verse": "10", "text": "the ten sons of Haman son of Hammedatha, the enemy of the Jews. But they did not take any plunder."}, {"passage_title": "", "verse": "11", "text": "That very day, when the king was informed of the number of people killed in the fortress of Susa,"}, {"passage_title": "", "verse": "12", "text": "he called for Queen Esther. He said, “The Jews have killed 500 men in the fortress of Susa alone, as well as Haman’s ten sons. If they have done that here, what has happened in the rest of the provinces? But now, what more do you want? It will be granted to you; tell me and I will do it.”"}, {"passage_title": "", "verse": "13", "text": "Esther responded, “If it please the king, give the Jews in Susa permission to do again tomorrow as they have done today, and let the bodies of Haman’s ten sons be impaled on a pole.”"}, {"passage_title": "", "verse": "14", "text": "So the king agreed, and the decree was announced in Susa. And they impaled the bodies of Haman’s ten sons."}, {"passage_title": "", "verse": "15", "text": "Then the Jews at Susa gathered together on March 8 and killed 300 more men, and again they took no plunder."}, {"passage_title": "", "verse": "16", "text": "Meanwhile, the other Jews throughout the king’s provinces had gathered together to defend their lives. They gained relief from all their enemies, killing 75,000 of those who hated them. But they did not take any plunder."}, {"passage_title": "", "verse": "17", "text": "This was done throughout the provinces on March 7, and on March 8 they rested, celebrating their victory with a day of feasting and gladness."}, {"passage_title": "", "verse": "18", "text": "(The Jews at Susa killed their enemies on March 7 and again on March 8, then rested on March 9, making that their day of feasting and gladness.)"}, {"passage_title": "The Festival of Purim", "verse": "19", "text": "So to this day, rural Jews living in remote villages celebrate an annual festival and holiday on the appointed day in late winter, when they rejoice and send gifts of food to each other. [pas_title]"}, {"passage_title": "", "verse": "20", "text": "Mordecai recorded these events and sent letters to the Jews near and far, throughout all the provinces of King Xerxes,"}, {"passage_title": "", "verse": "21", "text": "calling on them to celebrate an annual festival on these two days."}, {"passage_title": "", "verse": "22", "text": "He told them to celebrate these days with feasting and gladness and by giving gifts of food to each other and presents to the poor. This would commemorate a time when the Jews gained relief from their enemies, when their sorrow was turned into gladness and their mourning into joy."}, {"passage_title": "", "verse": "23", "text": "So the Jews accepted Mordecai’s proposal and adopted this annual custom."}, {"passage_title": "", "verse": "24", "text": "Haman son of Hammedatha the Agagite, the enemy of the Jews, had plotted to crush and destroy them on the date determined by casting lots (the lots were called purim)."}, {"passage_title": "", "verse": "25", "text": "But when Esther came before the king, he issued a decree causing Haman’s evil plot to backfire, and Haman and his sons were impaled on a sharpened pole."}, {"passage_title": "", "verse": "26", "text": "That is why this celebration is called Purim, because it is the ancient word for casting lots. So because of Mordecai’s letter and because of what they had experienced,"}, {"passage_title": "", "verse": "27", "text": "the Jews throughout the realm agreed to inaugurate this tradition and to pass it on to their descendants and to all who became Jews. They declared they would never fail to celebrate these two prescribed days at the appointed time each year."}, {"passage_title": "", "verse": "28", "text": "These days would be remembered and kept from generation to generation and celebrated by every family throughout the provinces and cities of the empire. This Festival of Purim would never cease to be celebrated among the Jews, nor would the memory of what happened ever die out among their descendants."}, {"passage_title": "", "verse": "29", "text": "Then Queen Esther, the daughter of Abihail, along with Mordecai the Jew, wrote another letter putting the queen’s full authority behind Mordecai’s letter to establish the Festival of Purim."}, {"passage_title": "", "verse": "30", "text": "Letters wishing peace and security were sent to the Jews throughout the 127 provinces of the empire of Xerxes."}, {"passage_title": "", "verse": "31", "text": "These letters established the Festival of Purim—an annual celebration of these days at the appointed time, decreed by both Mordecai the Jew and Queen Esther. (The people decided to observe this festival, just as they had decided for themselves and their descendants to establish the times of fasting and mourning.)"}, {"passage_title": "", "verse": "32", "text": "So the command of Esther confirmed the practices of Purim, and it was all written down in the records."}]}, {"chapter_title": "The Greatness of Xerxes and Mordecai", "chapter_number": 10, "chapter_content": [{"passage_title": "", "verse": "10", "text": "King Xerxes imposed a tribute throughout his empire, even to the distant coastlands."}, {"passage_title": "", "verse": "2", "text": "His great achievements and the full account of the greatness of Mordecai, whom the king had promoted, are recorded in The Book of the History of the Kings of Media and Persia."}, {"passage_title": "", "verse": "3", "text": "Mordecai the Jew became the prime minister, with authority next to that of King Xerxes himself. He was very great among the Jews, who held him in high esteem, because he continued to work for the good of his people and to speak up for the welfare of all their descendants."}]}]}