{"title": "Jude", "category": "nt", "number_of_chapters": 1, "id": "jud", "chapters": [{"chapter_title": "Greetings from Jude", "chapter_number": 1, "chapter_content": [{"passage_title": "", "verse": "1", "text": "This letter is from Jude, a slave of Jesus Christ and a brother of James. I am writing to all who have been called by God the Father, who loves you and keeps you safe in the care of Jesus Christ."}, {"passage_title": "The Danger of False Teachers", "verse": "2", "text": "May God give you more and more mercy, peace, and love. [pas_title]"}, {"passage_title": "", "verse": "3", "text": "Dear friends, I had been eagerly planning to write to you about the salvation we all share. But now I find that I must write about something else, urging you to defend the faith that God has entrusted once for all time to his holy people."}, {"passage_title": "", "verse": "4", "text": "I say this because some ungodly people have wormed their way into your churches, saying that God’s marvelous grace allows us to live immoral lives. The condemnation of such people was recorded long ago, for they have denied our only Master and Lord, Jesus Christ."}, {"passage_title": "", "verse": "5", "text": "So I want to remind you, though you already know these things, that Jesus first rescued the nation of Israel from Egypt, but later he destroyed those who did not remain faithful."}, {"passage_title": "", "verse": "6", "text": "And I remind you of the angels who did not stay within the limits of authority God gave them but left the place where they belonged. God has kept them securely chained in prisons of darkness, waiting for the great day of judgment."}, {"passage_title": "", "verse": "7", "text": "And don’t forget Sodom and Gomorrah and their neighboring towns, which were filled with immorality and every kind of sexual perversion. Those cities were destroyed by fire and serve as a warning of the eternal fire of God’s judgment."}, {"passage_title": "", "verse": "8", "text": "In the same way, these people—who claim authority from their dreams—live immoral lives, defy authority, and scoff at supernatural beings."}, {"passage_title": "", "verse": "9", "text": "But even Michael, one of the mightiest of the angels, did not dare accuse the devil of blasphemy, but simply said, “The Lord rebuke you!” (This took place when Michael was arguing with the devil about Moses’ body.)"}, {"passage_title": "", "verse": "10", "text": "But these people scoff at things they do not understand. Like unthinking animals, they do whatever their instincts tell them, and so they bring about their own destruction."}, {"passage_title": "", "verse": "11", "text": "What sorrow awaits them! For they follow in the footsteps of Cain, who killed his brother. Like Balaam, they deceive people for money. And like Korah, they perish in their rebellion."}, {"passage_title": "", "verse": "12", "text": "When these people eat with you in your fellowship meals commemorating the Lord’s love, they are like dangerous reefs that can shipwreck you. They are like shameless shepherds who care only for themselves. They are like clouds blowing over the land without giving any rain. They are like trees in autumn that are doubly dead, for they bear no fruit and have been pulled up by the roots."}, {"passage_title": "", "verse": "13", "text": "They are like wild waves of the sea, churning up the foam of their shameful deeds. They are like wandering stars, doomed forever to blackest darkness."}, {"passage_title": "", "verse": "14", "text": "Enoch, who lived in the seventh generation after Adam, prophesied about these people. He said, “Listen! The Lord is coming with countless thousands of his holy ones"}, {"passage_title": "", "verse": "15", "text": "to execute judgment on the people of the world. He will convict every person of all the ungodly things they have done and for all the insults that ungodly sinners have spoken against him.”"}, {"passage_title": "A Call to Remain Faithful", "verse": "16", "text": "These people are grumblers and complainers, living only to satisfy their desires. They brag loudly about themselves, and they flatter others to get what they want. [pas_title]"}, {"passage_title": "", "verse": "17", "text": "But you, my dear friends, must remember what the apostles of our Lord Jesus Christ predicted."}, {"passage_title": "", "verse": "18", "text": "They told you that in the last times there would be scoffers whose purpose in life is to satisfy their ungodly desires."}, {"passage_title": "", "verse": "19", "text": "These people are the ones who are creating divisions among you. They follow their natural instincts because they do not have God’s Spirit in them."}, {"passage_title": "", "verse": "20", "text": "But you, dear friends, must build each other up in your most holy faith, pray in the power of the Holy Spirit,"}, {"passage_title": "", "verse": "21", "text": "and await the mercy of our Lord Jesus Christ, who will bring you eternal life. In this way, you will keep yourselves safe in God’s love."}, {"passage_title": "", "verse": "22", "text": "And you must show mercy to those whose faith is wavering."}, {"passage_title": "A Prayer of Praise", "verse": "23", "text": "Rescue others by snatching them from the flames of judgment. Show mercy to still others, but do so with great caution, hating the sins that contaminate their lives. [pas_title]"}, {"passage_title": "", "verse": "24", "text": "Now all glory to God, who is able to keep you from falling away and will bring you with great joy into his glorious presence without a single fault."}, {"passage_title": "", "verse": "25", "text": "All glory to him who alone is God, our Savior through Jesus Christ our Lord. All glory, majesty, power, and authority are his before all time, and in the present, and beyond all time! Amen."}]}]}