{"title": "Luke", "category": "nt", "number_of_chapters": 24, "id": "luk", "chapters": [{"chapter_title": "Introduction", "chapter_number": 1, "chapter_content": [{"passage_title": "", "verse": "1", "text": "Many people have set out to write accounts about the events that have been fulfilled among us."}, {"passage_title": "", "verse": "2", "text": "They used the eyewitness reports circulating among us from the early disciples."}, {"passage_title": "", "verse": "3", "text": "Having carefully investigated everything from the beginning, I also have decided to write an accurate account for you, most honorable Theophilus,"}, {"passage_title": "The Birth of John the Baptist Foretold", "verse": "4", "text": "so you can be certain of the truth of everything you were taught. [pas_title]"}, {"passage_title": "", "verse": "5", "text": "When Herod was king of Judea, there was a Jewish priest named Zechariah. He was a member of the priestly order of Abijah, and his wife, Elizabeth, was also from the priestly line of Aaron."}, {"passage_title": "", "verse": "6", "text": "Zechariah and Elizabeth were righteous in God’s eyes, careful to obey all of the Lord’s commandments and regulations."}, {"passage_title": "", "verse": "7", "text": "They had no children because Elizabeth was unable to conceive, and they were both very old."}, {"passage_title": "", "verse": "8", "text": "One day Zechariah was serving God in the Temple, for his order was on duty that week."}, {"passage_title": "", "verse": "9", "text": "As was the custom of the priests, he was chosen by lot to enter the sanctuary of the Lord and burn incense."}, {"passage_title": "", "verse": "10", "text": "While the incense was being burned, a great crowd stood outside, praying."}, {"passage_title": "", "verse": "11", "text": "While Zechariah was in the sanctuary, an angel of the Lord appeared to him, standing to the right of the incense altar."}, {"passage_title": "", "verse": "12", "text": "Zechariah was shaken and overwhelmed with fear when he saw him."}, {"passage_title": "", "verse": "13", "text": "But the angel said, “Don’t be afraid, Zechariah! God has heard your prayer. Your wife, Elizabeth, will give you a son, and you are to name him John."}, {"passage_title": "", "verse": "14", "text": "You will have great joy and gladness, and many will rejoice at his birth,"}, {"passage_title": "", "verse": "15", "text": "for he will be great in the eyes of the Lord. He must never touch wine or other alcoholic drinks. He will be filled with the Holy Spirit, even before his birth."}, {"passage_title": "", "verse": "16", "text": "And he will turn many Israelites to the Lord their God."}, {"passage_title": "", "verse": "17", "text": "He will be a man with the spirit and power of Elijah. He will prepare the people for the coming of the Lord. He will turn the hearts of the fathers to their children, and he will cause those who are rebellious to accept the wisdom of the godly.”"}, {"passage_title": "", "verse": "18", "text": "Zechariah said to the angel, “How can I be sure this will happen? I’m an old man now, and my wife is also well along in years.”"}, {"passage_title": "", "verse": "19", "text": "Then the angel said, “I am Gabriel! I stand in the very presence of God. It was he who sent me to bring you this good news!"}, {"passage_title": "", "verse": "20", "text": "But now, since you didn’t believe what I said, you will be silent and unable to speak until the child is born. For my words will certainly be fulfilled at the proper time.”"}, {"passage_title": "", "verse": "21", "text": "Meanwhile, the people were waiting for Zechariah to come out of the sanctuary, wondering why he was taking so long."}, {"passage_title": "", "verse": "22", "text": "When he finally did come out, he couldn’t speak to them. Then they realized from his gestures and his silence that he must have seen a vision in the sanctuary."}, {"passage_title": "", "verse": "23", "text": "When Zechariah’s week of service in the Temple was over, he returned home."}, {"passage_title": "", "verse": "24", "text": "Soon afterward his wife, Elizabeth, became pregnant and went into seclusion for five months."}, {"passage_title": "The Birth of Jesus Foretold", "verse": "25", "text": "“How kind the Lord is!” she exclaimed. “He has taken away my disgrace of having no children.” [pas_title]"}, {"passage_title": "", "verse": "26", "text": "In the sixth month of Elizabeth’s pregnancy, God sent the angel Gabriel to Nazareth, a village in Galilee,"}, {"passage_title": "", "verse": "27", "text": "to a virgin named Mary. She was engaged to be married to a man named Joseph, a descendant of King David."}, {"passage_title": "", "verse": "28", "text": "Gabriel appeared to her and said, “Greetings, favored woman! The Lord is with you!”"}, {"passage_title": "", "verse": "29", "text": "Confused and disturbed, Mary tried to think what the angel could mean."}, {"passage_title": "", "verse": "30", "text": "“Don’t be afraid, Mary,” the angel told her, “for you have found favor with God!"}, {"passage_title": "", "verse": "31", "text": "You will conceive and give birth to a son, and you will name him Jesus."}, {"passage_title": "", "verse": "32", "text": "He will be very great and will be called the Son of the Most High. The Lord God will give him the throne of his ancestor David."}, {"passage_title": "", "verse": "33", "text": "And he will reign over Israel forever; his Kingdom will never end!”"}, {"passage_title": "", "verse": "34", "text": "Mary asked the angel, “But how can this happen? I am a virgin.”"}, {"passage_title": "", "verse": "35", "text": "The angel replied, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the baby to be born will be holy, and he will be called the Son of God."}, {"passage_title": "", "verse": "36", "text": "What’s more, your relative Elizabeth has become pregnant in her old age! People used to say she was barren, but she has conceived a son and is now in her sixth month."}, {"passage_title": "", "verse": "37", "text": "For the word of God will never fail.”"}, {"passage_title": "Mary Visits Elizabeth", "verse": "38", "text": "Mary responded, “I am the Lord’s servant. May everything you have said about me come true.” And then the angel left her. [pas_title]"}, {"passage_title": "", "verse": "39", "text": "A few days later Mary hurried to the hill country of Judea, to the town"}, {"passage_title": "", "verse": "40", "text": "where Zechariah lived. She entered the house and greeted Elizabeth."}, {"passage_title": "", "verse": "41", "text": "At the sound of Mary’s greeting, Elizabeth’s child leaped within her, and Elizabeth was filled with the Holy Spirit."}, {"passage_title": "", "verse": "42", "text": "Elizabeth gave a glad cry and exclaimed to Mary, “God has blessed you above all women, and your child is blessed."}, {"passage_title": "", "verse": "43", "text": "Why am I so honored, that the mother of my Lord should visit me?"}, {"passage_title": "", "verse": "44", "text": "When I heard your greeting, the baby in my womb jumped for joy."}, {"passage_title": "The Magnificat: Mary’s Song of Praise", "verse": "45", "text": "You are blessed because you believed that the Lord would do what he said.” [pas_title]"}, {"passage_title": "", "verse": "46", "text": "Mary responded, “Oh, how my soul praises the Lord."}, {"passage_title": "", "verse": "47", "text": "    How my spirit rejoices in God my Savior!"}, {"passage_title": "", "verse": "48", "text": "For he took notice of his lowly servant girl, and from now on all generations will call me blessed."}, {"passage_title": "", "verse": "49", "text": "For the Mighty One is holy, and he has done great things for me."}, {"passage_title": "", "verse": "50", "text": "He shows mercy from generation to generation to all who fear him."}, {"passage_title": "", "verse": "51", "text": "His mighty arm has done tremendous things! He has scattered the proud and haughty ones."}, {"passage_title": "", "verse": "52", "text": "He has brought down princes from their thrones and exalted the humble."}, {"passage_title": "", "verse": "53", "text": "He has filled the hungry with good things and sent the rich away with empty hands."}, {"passage_title": "", "verse": "54", "text": "He has helped his servant Israel and remembered to be merciful."}, {"passage_title": "", "verse": "55", "text": "For he made this promise to our ancestors, to Abraham and his children forever.”"}, {"passage_title": "The Birth of John the Baptist", "verse": "56", "text": "Mary stayed with Elizabeth about three months and then went back to her own home. [pas_title]"}, {"passage_title": "", "verse": "57", "text": "When it was time for Elizabeth’s baby to be born, she gave birth to a son."}, {"passage_title": "", "verse": "58", "text": "And when her neighbors and relatives heard that the Lord had been very merciful to her, everyone rejoiced with her."}, {"passage_title": "", "verse": "59", "text": "When the baby was eight days old, they all came for the circumcision ceremony. They wanted to name him Zechariah, after his father."}, {"passage_title": "", "verse": "60", "text": "But Elizabeth said, “No! His name is John!”"}, {"passage_title": "", "verse": "61", "text": "“What?” they exclaimed. “There is no one in all your family by that name.”"}, {"passage_title": "", "verse": "62", "text": "So they used gestures to ask the baby’s father what he wanted to name him."}, {"passage_title": "", "verse": "63", "text": "He motioned for a writing tablet, and to everyone’s surprise he wrote, “His name is John.”"}, {"passage_title": "", "verse": "64", "text": "Instantly Zechariah could speak again, and he began praising God."}, {"passage_title": "", "verse": "65", "text": "Awe fell upon the whole neighborhood, and the news of what had happened spread throughout the Judean hills."}, {"passage_title": "Zechariah’s Prophecy", "verse": "66", "text": "Everyone who heard about it reflected on these events and asked, “What will this child turn out to be?” For the hand of the Lord was surely upon him in a special way. [pas_title]"}, {"passage_title": "", "verse": "67", "text": "Then his father, Zechariah, was filled with the Holy Spirit and gave this prophecy:"}, {"passage_title": "", "verse": "68", "text": "“Praise the Lord, the God of Israel, because he has visited and redeemed his people."}, {"passage_title": "", "verse": "69", "text": "He has sent us a mighty Savior from the royal line of his servant David,"}, {"passage_title": "", "verse": "70", "text": "just as he promised through his holy prophets long ago."}, {"passage_title": "", "verse": "71", "text": "Now we will be saved from our enemies and from all who hate us."}, {"passage_title": "", "verse": "72", "text": "He has been merciful to our ancestors by remembering his sacred covenant—"}, {"passage_title": "", "verse": "73", "text": "the covenant he swore with an oath to our ancestor Abraham."}, {"passage_title": "", "verse": "74", "text": "We have been rescued from our enemies so we can serve God without fear,"}, {"passage_title": "", "verse": "75", "text": "in holiness and righteousness for as long as we live."}, {"passage_title": "", "verse": "76", "text": "“And you, my little son, will be called the prophet of the Most High, because you will prepare the way for the Lord."}, {"passage_title": "", "verse": "77", "text": "You will tell his people how to find salvation through forgiveness of their sins."}, {"passage_title": "", "verse": "78", "text": "Because of God’s tender mercy, the morning light from heaven is about to break upon us,"}, {"passage_title": "", "verse": "79", "text": "to give light to those who sit in darkness and in the shadow of death, and to guide us to the path of peace.”"}, {"passage_title": "", "verse": "80", "text": "John grew up and became strong in spirit. And he lived in the wilderness until he began his public ministry to Israel."}]}, {"chapter_title": "The Birth of Jesus", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "At that time the Roman emperor, Augustus, decreed that a census should be taken throughout the Roman Empire."}, {"passage_title": "", "verse": "2", "text": "(This was the first census taken when Quirinius was governor of Syria.)"}, {"passage_title": "", "verse": "3", "text": "All returned to their own ancestral towns to register for this census."}, {"passage_title": "", "verse": "4", "text": "And because Joseph was a descendant of King David, he had to go to Bethlehem in Judea, David’s ancient home. He traveled there from the village of Nazareth in Galilee."}, {"passage_title": "", "verse": "5", "text": "He took with him Mary, to whom he was engaged, who was now expecting a child."}, {"passage_title": "", "verse": "6", "text": "And while they were there, the time came for her baby to be born."}, {"passage_title": "The Shepherds and Angels", "verse": "7", "text": "She gave birth to her firstborn son. She wrapped him snugly in strips of cloth and laid him in a manger, because there was no lodging available for them. [pas_title]"}, {"passage_title": "", "verse": "8", "text": "That night there were shepherds staying in the fields nearby, guarding their flocks of sheep."}, {"passage_title": "", "verse": "9", "text": "Suddenly, an angel of the Lord appeared among them, and the radiance of the Lord’s glory surrounded them. They were terrified,"}, {"passage_title": "", "verse": "10", "text": "but the angel reassured them. “Don’t be afraid!” he said. “I bring you good news that will bring great joy to all people."}, {"passage_title": "", "verse": "11", "text": "The Savior—yes, the Messiah, the Lord—has been born today in Bethlehem, the city of David!"}, {"passage_title": "", "verse": "12", "text": "And you will recognize him by this sign: You will find a baby wrapped snugly in strips of cloth, lying in a manger.”"}, {"passage_title": "", "verse": "13", "text": "Suddenly, the angel was joined by a vast host of others—the armies of heaven—praising God and saying,"}, {"passage_title": "", "verse": "14", "text": "“Glory to God in highest heaven, and peace on earth to those with whom God is pleased.”"}, {"passage_title": "", "verse": "15", "text": "When the angels had returned to heaven, the shepherds said to each other, “Let’s go to Bethlehem! Let’s see this thing that has happened, which the Lord has told us about.”"}, {"passage_title": "", "verse": "16", "text": "They hurried to the village and found Mary and Joseph. And there was the baby, lying in the manger."}, {"passage_title": "", "verse": "17", "text": "After seeing him, the shepherds told everyone what had happened and what the angel had said to them about this child."}, {"passage_title": "", "verse": "18", "text": "All who heard the shepherds’ story were astonished,"}, {"passage_title": "", "verse": "19", "text": "but Mary kept all these things in her heart and thought about them often."}, {"passage_title": "Jesus Is Presented in the Temple", "verse": "20", "text": "The shepherds went back to their flocks, glorifying and praising God for all they had heard and seen. It was just as the angel had told them. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "Eight days later, when the baby was circumcised, he was named Jesus, the name given him by the angel even before he was conceived."}, {"passage_title": "", "verse": "22", "text": "Then it was time for their purification offering, as required by the law of Moses after the birth of a child; so his parents took him to Jerusalem to present him to the Lord."}, {"passage_title": "", "verse": "23", "text": "The law of the Lord says, “If a woman’s first child is a boy, he must be dedicated to the Lord.”"}, {"passage_title": "The Prophecy of Simeon", "verse": "24", "text": "So they offered the sacrifice required in the law of the Lord—“either a pair of turtledoves or two young pigeons.” [pas_title]"}, {"passage_title": "", "verse": "25", "text": "At that time there was a man in Jerusalem named Simeon. He was righteous and devout and was eagerly waiting for the Messiah to come and rescue Israel. The Holy Spirit was upon him"}, {"passage_title": "", "verse": "26", "text": "and had revealed to him that he would not die until he had seen the Lord’s Messiah."}, {"passage_title": "", "verse": "27", "text": "That day the Spirit led him to the Temple. So when Mary and Joseph came to present the baby Jesus to the Lord as the law required,"}, {"passage_title": "", "verse": "28", "text": "Simeon was there. He took the child in his arms and praised God, saying,"}, {"passage_title": "", "verse": "29", "text": "“Sovereign Lord, now let your servant die in peace, as you have promised."}, {"passage_title": "", "verse": "30", "text": "I have seen your salvation,"}, {"passage_title": "", "verse": "31", "text": "    which you have prepared for all people."}, {"passage_title": "", "verse": "32", "text": "He is a light to reveal God to the nations, and he is the glory of your people Israel!”"}, {"passage_title": "", "verse": "33", "text": "Jesus’ parents were amazed at what was being said about him."}, {"passage_title": "", "verse": "34", "text": "Then Simeon blessed them, and he said to Mary, the baby’s mother, “This child is destined to cause many in Israel to fall, and many others to rise. He has been sent as a sign from God, but many will oppose him."}, {"passage_title": "The Prophecy of Anna", "verse": "35", "text": "As a result, the deepest thoughts of many hearts will be revealed. And a sword will pierce your very soul.” [pas_title]"}, {"passage_title": "", "verse": "36", "text": "Anna, a prophet, was also there in the Temple. She was the daughter of Phanuel from the tribe of Asher, and she was very old. Her husband died when they had been married only seven years."}, {"passage_title": "", "verse": "37", "text": "Then she lived as a widow to the age of eighty-four. She never left the Temple but stayed there day and night, worshiping God with fasting and prayer."}, {"passage_title": "", "verse": "38", "text": "She came along just as Simeon was talking with Mary and Joseph, and she began praising God. She talked about the child to everyone who had been waiting expectantly for God to rescue Jerusalem."}, {"passage_title": "", "verse": "39", "text": "When Jesus’ parents had fulfilled all the requirements of the law of the Lord, they returned home to Nazareth in Galilee."}, {"passage_title": "Jesus Speaks with the Teachers", "verse": "40", "text": "There the child grew up healthy and strong. He was filled with wisdom, and God’s favor was on him. [pas_title]"}, {"passage_title": "", "verse": "41", "text": "Every year Jesus’ parents went to Jerusalem for the Passover festival."}, {"passage_title": "", "verse": "42", "text": "When Jesus was twelve years old, they attended the festival as usual."}, {"passage_title": "", "verse": "43", "text": "After the celebration was over, they started home to Nazareth, but Jesus stayed behind in Jerusalem. His parents didn’t miss him at first,"}, {"passage_title": "", "verse": "44", "text": "because they assumed he was among the other travelers. But when he didn’t show up that evening, they started looking for him among their relatives and friends."}, {"passage_title": "", "verse": "45", "text": "When they couldn’t find him, they went back to Jerusalem to search for him there."}, {"passage_title": "", "verse": "46", "text": "Three days later they finally discovered him in the Temple, sitting among the religious teachers, listening to them and asking questions."}, {"passage_title": "", "verse": "47", "text": "All who heard him were amazed at his understanding and his answers."}, {"passage_title": "", "verse": "48", "text": "His parents didn’t know what to think. “Son,” his mother said to him, “why have you done this to us? Your father and I have been frantic, searching for you everywhere.”"}, {"passage_title": "", "verse": "49", "text": "“But why did you need to search?” he asked. “Didn’t you know that I must be in my Father’s house?”"}, {"passage_title": "", "verse": "50", "text": "But they didn’t understand what he meant."}, {"passage_title": "", "verse": "51", "text": "Then he returned to Nazareth with them and was obedient to them. And his mother stored all these things in her heart."}, {"passage_title": "", "verse": "52", "text": "Jesus grew in wisdom and in stature and in favor with God and all the people."}]}, {"chapter_title": "John the Baptist Prepares the Way", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "It was now the fifteenth year of the reign of Tiberius, the Roman emperor. Pontius Pilate was governor over Judea; Herod Antipas was ruler over Galilee; his brother Philip was ruler over Iturea and Traconitis; Lysanias was ruler over Abilene."}, {"passage_title": "", "verse": "2", "text": "Annas and Caiaphas were the high priests. At this time a message from God came to John son of Zechariah, who was living in the wilderness."}, {"passage_title": "", "verse": "3", "text": "Then John went from place to place on both sides of the Jordan River, preaching that people should be baptized to show that they had repented of their sins and turned to God to be forgiven."}, {"passage_title": "", "verse": "4", "text": "Isaiah had spoken of John when he said, “He is a voice shouting in the wilderness, ‘Prepare the way for the Lord’s coming! Clear the road for him!"}, {"passage_title": "", "verse": "5", "text": "The valleys will be filled, and the mountains and hills made level. The curves will be straightened, and the rough places made smooth."}, {"passage_title": "", "verse": "6", "text": "And then all people will see the salvation sent from God.’”"}, {"passage_title": "", "verse": "7", "text": "When the crowds came to John for baptism, he said, “You brood of snakes! Who warned you to flee the coming wrath?"}, {"passage_title": "", "verse": "8", "text": "Prove by the way you live that you have repented of your sins and turned to God. Don’t just say to each other, ‘We’re safe, for we are descendants of Abraham.’ That means nothing, for I tell you, God can create children of Abraham from these very stones."}, {"passage_title": "", "verse": "9", "text": "Even now the ax of God’s judgment is poised, ready to sever the roots of the trees. Yes, every tree that does not produce good fruit will be chopped down and thrown into the fire.”"}, {"passage_title": "", "verse": "10", "text": "The crowds asked, “What should we do?”"}, {"passage_title": "", "verse": "11", "text": "John replied, “If you have two shirts, give one to the poor. If you have food, share it with those who are hungry.”"}, {"passage_title": "", "verse": "12", "text": "Even corrupt tax collectors came to be baptized and asked, “Teacher, what should we do?”"}, {"passage_title": "", "verse": "13", "text": "He replied, “Collect no more taxes than the government requires.”"}, {"passage_title": "", "verse": "14", "text": "“What should we do?” asked some soldiers. John replied, “Don’t extort money or make false accusations. And be content with your pay.”"}, {"passage_title": "", "verse": "15", "text": "Everyone was expecting the Messiah to come soon, and they were eager to know whether John might be the Messiah."}, {"passage_title": "", "verse": "16", "text": "John answered their questions by saying, “I baptize you with water; but someone is coming soon who is greater than I am—so much greater that I’m not even worthy to be his slave and untie the straps of his sandals. He will baptize you with the Holy Spirit and with fire."}, {"passage_title": "", "verse": "17", "text": "He is ready to separate the chaff from the wheat with his winnowing fork. Then he will clean up the threshing area, gathering the wheat into his barn but burning the chaff with never-ending fire.”"}, {"passage_title": "", "verse": "18", "text": "John used many such warnings as he announced the Good News to the people."}, {"passage_title": "", "verse": "19", "text": "John also publicly criticized Herod Antipas, the ruler of Galilee, for marrying Herodias, his brother’s wife, and for many other wrongs he had done."}, {"passage_title": "The Baptism of Jesus", "verse": "20", "text": "So Herod put John in prison, adding this sin to his many others. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "One day when the crowds were being baptized, Jesus himself was baptized. As he was praying, the heavens opened,"}, {"passage_title": "The Ancestors of Jesus", "verse": "22", "text": "and the Holy Spirit, in bodily form, descended on him like a dove. And a voice from heaven said, “You are my dearly loved Son, and you bring me great joy.” [pas_title]"}, {"passage_title": "", "verse": "23", "text": "Jesus was about thirty years old when he began his public ministry. Jesus was known as the son of Joseph. Joseph was the son of Heli."}, {"passage_title": "", "verse": "24", "text": "Heli was the son of Matthat. Matthat was the son of Levi. Levi was the son of Melki. Melki was the son of Jannai. Jannai was the son of Joseph."}, {"passage_title": "", "verse": "25", "text": "Joseph was the son of Mattathias. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai."}, {"passage_title": "", "verse": "26", "text": "Naggai was the son of Maath. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda."}, {"passage_title": "", "verse": "27", "text": "Joda was the son of Joanan. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the son of Shealtiel. Shealtiel was the son of Neri."}, {"passage_title": "", "verse": "28", "text": "Neri was the son of Melki. Melki was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er."}, {"passage_title": "", "verse": "29", "text": "Er was the son of Joshua. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi."}, {"passage_title": "", "verse": "30", "text": "Levi was the son of Simeon. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim."}, {"passage_title": "", "verse": "31", "text": "Eliakim was the son of Melea. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David."}, {"passage_title": "", "verse": "32", "text": "David was the son of Jesse. Jesse was the son of Obed. Obed was the son of Boaz. Boaz was the son of Salmon. Salmon was the son of Nahshon."}, {"passage_title": "", "verse": "33", "text": "Nahshon was the son of Amminadab. Amminadab was the son of Admin. Admin was the son of Arni. Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah."}, {"passage_title": "", "verse": "34", "text": "Judah was the son of Jacob. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor."}, {"passage_title": "", "verse": "35", "text": "Nahor was the son of Serug. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah."}, {"passage_title": "", "verse": "36", "text": "Shelah was the son of Cainan. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech."}, {"passage_title": "", "verse": "37", "text": "Lamech was the son of Methuselah. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalalel. Mahalalel was the son of Kenan."}, {"passage_title": "", "verse": "38", "text": "Kenan was the son of Enosh. Enosh was the son of Seth. Seth was the son of Adam. Adam was the son of God."}]}, {"chapter_title": "The Temptation of Jesus", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "Then Jesus, full of the Holy Spirit, returned from the Jordan River. He was led by the Spirit in the wilderness,"}, {"passage_title": "", "verse": "2", "text": "where he was tempted by the devil for forty days. Jesus ate nothing all that time and became very hungry."}, {"passage_title": "", "verse": "3", "text": "Then the devil said to him, “If you are the Son of God, tell this stone to become a loaf of bread.”"}, {"passage_title": "", "verse": "4", "text": "But Jesus told him, “No! The Scriptures say, ‘People do not live by bread alone.’”"}, {"passage_title": "", "verse": "5", "text": "Then the devil took him up and revealed to him all the kingdoms of the world in a moment of time."}, {"passage_title": "", "verse": "6", "text": "“I will give you the glory of these kingdoms and authority over them,” the devil said, “because they are mine to give to anyone I please."}, {"passage_title": "", "verse": "7", "text": "I will give it all to you if you will worship me.”"}, {"passage_title": "", "verse": "8", "text": "Jesus replied, “The Scriptures say, ‘You must worship the Lord your God and serve only him.’”"}, {"passage_title": "", "verse": "9", "text": "Then the devil took him to Jerusalem, to the highest point of the Temple, and said, “If you are the Son of God, jump off!"}, {"passage_title": "", "verse": "10", "text": "For the Scriptures say, ‘He will order his angels to protect and guard you."}, {"passage_title": "", "verse": "11", "text": "And they will hold you up with their hands so you won’t even hurt your foot on a stone.’”"}, {"passage_title": "", "verse": "12", "text": "Jesus responded, “The Scriptures also say, ‘You must not test the Lord your God.’”"}, {"passage_title": "Jesus Rejected at Nazareth", "verse": "13", "text": "When the devil had finished tempting Jesus, he left him until the next opportunity came. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "Then Jesus returned to Galilee, filled with the Holy Spirit’s power. Reports about him spread quickly through the whole region."}, {"passage_title": "", "verse": "15", "text": "He taught regularly in their synagogues and was praised by everyone."}, {"passage_title": "", "verse": "16", "text": "When he came to the village of Nazareth, his boyhood home, he went as usual to the synagogue on the Sabbath and stood up to read the Scriptures."}, {"passage_title": "", "verse": "17", "text": "The scroll of Isaiah the prophet was handed to him. He unrolled the scroll and found the place where this was written:"}, {"passage_title": "", "verse": "18", "text": "“The Spirit of the Lord is upon me, for he has anointed me to bring Good News to the poor. He has sent me to proclaim that captives will be released, that the blind will see, that the oppressed will be set free,"}, {"passage_title": "", "verse": "19", "text": "    and that the time of the Lord’s favor has come.”"}, {"passage_title": "", "verse": "20", "text": "He rolled up the scroll, handed it back to the attendant, and sat down. All eyes in the synagogue looked at him intently."}, {"passage_title": "", "verse": "21", "text": "Then he began to speak to them. “The Scripture you’ve just heard has been fulfilled this very day!”"}, {"passage_title": "", "verse": "22", "text": "Everyone spoke well of him and was amazed by the gracious words that came from his lips. “How can this be?” they asked. “Isn’t this Joseph’s son?”"}, {"passage_title": "", "verse": "23", "text": "Then he said, “You will undoubtedly quote me this proverb: ‘Physician, heal yourself’—meaning, ‘Do miracles here in your hometown like those you did in Capernaum.’"}, {"passage_title": "", "verse": "24", "text": "But I tell you the truth, no prophet is accepted in his own hometown."}, {"passage_title": "", "verse": "25", "text": "“Certainly there were many needy widows in Israel in Elijah’s time, when the heavens were closed for three and a half years, and a severe famine devastated the land."}, {"passage_title": "", "verse": "26", "text": "Yet Elijah was not sent to any of them. He was sent instead to a foreigner—a widow of Zarephath in the land of Sidon."}, {"passage_title": "", "verse": "27", "text": "And many in Israel had leprosy in the time of the prophet Elisha, but the only one healed was Naaman, a Syrian.”"}, {"passage_title": "", "verse": "28", "text": "When they heard this, the people in the synagogue were furious."}, {"passage_title": "", "verse": "29", "text": "Jumping up, they mobbed him and forced him to the edge of the hill on which the town was built. They intended to push him over the cliff,"}, {"passage_title": "Jesus Casts Out a Demon", "verse": "30", "text": "but he passed right through the crowd and went on his way. [pas_title]"}, {"passage_title": "", "verse": "31", "text": "Then Jesus went to Capernaum, a town in Galilee, and taught there in the synagogue every Sabbath day."}, {"passage_title": "", "verse": "32", "text": "There, too, the people were amazed at his teaching, for he spoke with authority."}, {"passage_title": "", "verse": "33", "text": "Once when he was in the synagogue, a man possessed by a demon—an evil spirit—cried out, shouting,"}, {"passage_title": "", "verse": "34", "text": "“Go away! Why are you interfering with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”"}, {"passage_title": "", "verse": "35", "text": "But Jesus reprimanded him. “Be quiet! Come out of the man,” he ordered. At that, the demon threw the man to the floor as the crowd watched; then it came out of him without hurting him further."}, {"passage_title": "", "verse": "36", "text": "Amazed, the people exclaimed, “What authority and power this man’s words possess! Even evil spirits obey him, and they flee at his command!”"}, {"passage_title": "Jesus Heals Many People", "verse": "37", "text": "The news about Jesus spread through every village in the entire region. [pas_title]"}, {"passage_title": "", "verse": "38", "text": "After leaving the synagogue that day, Jesus went to Simon’s home, where he found Simon’s mother-in-law very sick with a high fever. “Please heal her,” everyone begged."}, {"passage_title": "", "verse": "39", "text": "Standing at her bedside, he rebuked the fever, and it left her. And she got up at once and prepared a meal for them."}, {"passage_title": "", "verse": "40", "text": "As the sun went down that evening, people throughout the village brought sick family members to Jesus. No matter what their diseases were, the touch of his hand healed every one."}, {"passage_title": "Jesus Continues to Preach", "verse": "41", "text": "Many were possessed by demons; and the demons came out at his command, shouting, “You are the Son of God!” But because they knew he was the Messiah, he rebuked them and refused to let them speak. [pas_title]"}, {"passage_title": "", "verse": "42", "text": "Early the next morning Jesus went out to an isolated place. The crowds searched everywhere for him, and when they finally found him, they begged him not to leave them."}, {"passage_title": "", "verse": "43", "text": "But he replied, “I must preach the Good News of the Kingdom of God in other towns, too, because that is why I was sent.”"}, {"passage_title": "", "verse": "44", "text": "So he continued to travel around, preaching in synagogues throughout Judea."}]}, {"chapter_title": "The First Disciples", "chapter_number": 5, "chapter_content": [{"passage_title": "", "verse": "5", "text": "One day as Jesus was preaching on the shore of the Sea of Galilee, great crowds pressed in on him to listen to the word of God."}, {"passage_title": "", "verse": "2", "text": "He noticed two empty boats at the water’s edge, for the fishermen had left them and were washing their nets."}, {"passage_title": "", "verse": "3", "text": "Stepping into one of the boats, Jesus asked Simon, its owner, to push it out into the water. So he sat in the boat and taught the crowds from there."}, {"passage_title": "", "verse": "4", "text": "When he had finished speaking, he said to Simon, “Now go out where it is deeper, and let down your nets to catch some fish.”"}, {"passage_title": "", "verse": "5", "text": "“Master,” Simon replied, “we worked hard all last night and didn’t catch a thing. But if you say so, I’ll let the nets down again.”"}, {"passage_title": "", "verse": "6", "text": "And this time their nets were so full of fish they began to tear!"}, {"passage_title": "", "verse": "7", "text": "A shout for help brought their partners in the other boat, and soon both boats were filled with fish and on the verge of sinking."}, {"passage_title": "", "verse": "8", "text": "When Simon Peter realized what had happened, he fell to his knees before Jesus and said, “Oh, Lord, please leave me—I’m such a sinful man.”"}, {"passage_title": "", "verse": "9", "text": "For he was awestruck by the number of fish they had caught, as were the others with him."}, {"passage_title": "", "verse": "10", "text": "His partners, James and John, the sons of Zebedee, were also amazed. Jesus replied to Simon, “Don’t be afraid! From now on you’ll be fishing for people!”"}, {"passage_title": "Jesus Heals a Man with Leprosy", "verse": "11", "text": "And as soon as they landed, they left everything and followed Jesus. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "In one of the villages, Jesus met a man with an advanced case of leprosy. When the man saw Jesus, he bowed with his face to the ground, begging to be healed. “Lord,” he said, “if you are willing, you can heal me and make me clean.”"}, {"passage_title": "", "verse": "13", "text": "Jesus reached out and touched him. “I am willing,” he said. “Be healed!” And instantly the leprosy disappeared."}, {"passage_title": "", "verse": "14", "text": "Then Jesus instructed him not to tell anyone what had happened. He said, “Go to the priest and let him examine you. Take along the offering required in the law of Moses for those who have been healed of leprosy. This will be a public testimony that you have been cleansed.”"}, {"passage_title": "", "verse": "15", "text": "But despite Jesus’ instructions, the report of his power spread even faster, and vast crowds came to hear him preach and to be healed of their diseases."}, {"passage_title": "Jesus Heals a Paralyzed Man", "verse": "16", "text": "But Jesus often withdrew to the wilderness for prayer. [pas_title]"}, {"passage_title": "", "verse": "17", "text": "One day while Jesus was teaching, some Pharisees and teachers of religious law were sitting nearby. (It seemed that these men showed up from every village in all Galilee and Judea, as well as from Jerusalem.) And the Lord’s healing power was strongly with Jesus."}, {"passage_title": "", "verse": "18", "text": "Some men came carrying a paralyzed man on a sleeping mat. They tried to take him inside to Jesus,"}, {"passage_title": "", "verse": "19", "text": "but they couldn’t reach him because of the crowd. So they went up to the roof and took off some tiles. Then they lowered the sick man on his mat down into the crowd, right in front of Jesus."}, {"passage_title": "", "verse": "20", "text": "Seeing their faith, Jesus said to the man, “Young man, your sins are forgiven.”"}, {"passage_title": "", "verse": "21", "text": "But the Pharisees and teachers of religious law said to themselves, “Who does he think he is? That’s blasphemy! Only God can forgive sins!”"}, {"passage_title": "", "verse": "22", "text": "Jesus knew what they were thinking, so he asked them, “Why do you question this in your hearts?"}, {"passage_title": "", "verse": "23", "text": "Is it easier to say ‘Your sins are forgiven,’ or ‘Stand up and walk’?"}, {"passage_title": "", "verse": "24", "text": "So I will prove to you that the Son of Man has the authority on earth to forgive sins.” Then Jesus turned to the paralyzed man and said, “Stand up, pick up your mat, and go home!”"}, {"passage_title": "", "verse": "25", "text": "And immediately, as everyone watched, the man jumped up, picked up his mat, and went home praising God."}, {"passage_title": "Jesus Calls Levi (Matthew)", "verse": "26", "text": "Everyone was gripped with great wonder and awe, and they praised God, exclaiming, “We have seen amazing things today!” [pas_title]"}, {"passage_title": "", "verse": "27", "text": "Later, as Jesus left the town, he saw a tax collector named Levi sitting at his tax collector’s booth. “Follow me and be my disciple,” Jesus said to him."}, {"passage_title": "", "verse": "28", "text": "So Levi got up, left everything, and followed him."}, {"passage_title": "", "verse": "29", "text": "Later, Levi held a banquet in his home with Jesus as the guest of honor. Many of Levi’s fellow tax collectors and other guests also ate with them."}, {"passage_title": "", "verse": "30", "text": "But the Pharisees and their teachers of religious law complained bitterly to Jesus’ disciples, “Why do you eat and drink with such scum?”"}, {"passage_title": "", "verse": "31", "text": "Jesus answered them, “Healthy people don’t need a doctor—sick people do."}, {"passage_title": "A Discussion about Fasting", "verse": "32", "text": "I have come to call not those who think they are righteous, but those who know they are sinners and need to repent.” [pas_title]"}, {"passage_title": "", "verse": "33", "text": "One day some people said to Jesus, “John the Baptist’s disciples fast and pray regularly, and so do the disciples of the Pharisees. Why are your disciples always eating and drinking?”"}, {"passage_title": "", "verse": "34", "text": "Jesus responded, “Do wedding guests fast while celebrating with the groom? Of course not."}, {"passage_title": "", "verse": "35", "text": "But someday the groom will be taken away from them, and then they will fast.”"}, {"passage_title": "", "verse": "36", "text": "Then Jesus gave them this illustration: “No one tears a piece of cloth from a new garment and uses it to patch an old garment. For then the new garment would be ruined, and the new patch wouldn’t even match the old garment."}, {"passage_title": "", "verse": "37", "text": "“And no one puts new wine into old wineskins. For the new wine would burst the wineskins, spilling the wine and ruining the skins."}, {"passage_title": "", "verse": "38", "text": "New wine must be stored in new wineskins."}, {"passage_title": "", "verse": "39", "text": "But no one who drinks the old wine seems to want the new wine. ‘The old is just fine,’ they say.”"}]}, {"chapter_title": "A Discussion about the Sabbath", "chapter_number": 6, "chapter_content": [{"passage_title": "", "verse": "6", "text": "One Sabbath day as Jesus was walking through some grainfields, his disciples broke off heads of grain, rubbed off the husks in their hands, and ate the grain."}, {"passage_title": "", "verse": "2", "text": "But some Pharisees said, “Why are you breaking the law by harvesting grain on the Sabbath?”"}, {"passage_title": "", "verse": "3", "text": "Jesus replied, “Haven’t you read in the Scriptures what David did when he and his companions were hungry?"}, {"passage_title": "", "verse": "4", "text": "He went into the house of God and broke the law by eating the sacred loaves of bread that only the priests can eat. He also gave some to his companions.”"}, {"passage_title": "Jesus Heals on the Sabbath", "verse": "5", "text": "And Jesus added, “The Son of Man is Lord, even over the Sabbath.” [pas_title]"}, {"passage_title": "", "verse": "6", "text": "On another Sabbath day, a man with a deformed right hand was in the synagogue while Jesus was teaching."}, {"passage_title": "", "verse": "7", "text": "The teachers of religious law and the Pharisees watched Jesus closely. If he healed the man’s hand, they planned to accuse him of working on the Sabbath."}, {"passage_title": "", "verse": "8", "text": "But Jesus knew their thoughts. He said to the man with the deformed hand, “Come and stand in front of everyone.” So the man came forward."}, {"passage_title": "", "verse": "9", "text": "Then Jesus said to his critics, “I have a question for you. Does the law permit good deeds on the Sabbath, or is it a day for doing evil? Is this a day to save life or to destroy it?”"}, {"passage_title": "", "verse": "10", "text": "He looked around at them one by one and then said to the man, “Hold out your hand.” So the man held out his hand, and it was restored!"}, {"passage_title": "Jesus Chooses the Twelve Apostles", "verse": "11", "text": "At this, the enemies of Jesus were wild with rage and began to discuss what to do with him. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "One day soon afterward Jesus went up on a mountain to pray, and he prayed to God all night."}, {"passage_title": "", "verse": "13", "text": "At daybreak he called together all of his disciples and chose twelve of them to be apostles. Here are their names:"}, {"passage_title": "", "verse": "14", "text": "Simon (whom he named Peter), Andrew (Peter’s brother), James, John, Philip, Bartholomew,"}, {"passage_title": "", "verse": "15", "text": "Matthew, Thomas, James (son of Alphaeus), Simon (who was called the zealot),"}, {"passage_title": "Crowds Follow Jesus", "verse": "16", "text": "Judas (son of James), Judas Iscariot (who later betrayed him). [pas_title]"}, {"passage_title": "", "verse": "17", "text": "When they came down from the mountain, the disciples stood with Jesus on a large, level area, surrounded by many of his followers and by the crowds. There were people from all over Judea and from Jerusalem and from as far north as the seacoasts of Tyre and Sidon."}, {"passage_title": "", "verse": "18", "text": "They had come to hear him and to be healed of their diseases; and those troubled by evil spirits were healed."}, {"passage_title": "The Beatitudes", "verse": "19", "text": "Everyone tried to touch him, because healing power went out from him, and he healed everyone. [pas_title]"}, {"passage_title": "", "verse": "20", "text": "Then Jesus turned to his disciples and said, “God blesses you who are poor, for the Kingdom of God is yours."}, {"passage_title": "", "verse": "21", "text": "God blesses you who are hungry now, for you will be satisfied. God blesses you who weep now, for in due time you will laugh."}, {"passage_title": "", "verse": "22", "text": "What blessings await you when people hate you and exclude you and mock you and curse you as evil because you follow the Son of Man."}, {"passage_title": "Sorrows Foretold", "verse": "23", "text": "When that happens, be happy! Yes, leap for joy! For a great reward awaits you in heaven. And remember, their ancestors treated the ancient prophets that same way. [pas_title]"}, {"passage_title": "", "verse": "24", "text": "“What sorrow awaits you who are rich, for you have your only happiness now."}, {"passage_title": "", "verse": "25", "text": "What sorrow awaits you who are fat and prosperous now, for a time of awful hunger awaits you. What sorrow awaits you who laugh now, for your laughing will turn to mourning and sorrow."}, {"passage_title": "Love for Enemies", "verse": "26", "text": "What sorrow awaits you who are praised by the crowds, for their ancestors also praised false prophets. [pas_title]"}, {"passage_title": "", "verse": "27", "text": "“But to you who are willing to listen, I say, love your enemies! Do good to those who hate you."}, {"passage_title": "", "verse": "28", "text": "Bless those who curse you. Pray for those who hurt you."}, {"passage_title": "", "verse": "29", "text": "If someone slaps you on one cheek, offer the other cheek also. If someone demands your coat, offer your shirt also."}, {"passage_title": "", "verse": "30", "text": "Give to anyone who asks; and when things are taken away from you, don’t try to get them back."}, {"passage_title": "", "verse": "31", "text": "Do to others as you would like them to do to you."}, {"passage_title": "", "verse": "32", "text": "“If you love only those who love you, why should you get credit for that? Even sinners love those who love them!"}, {"passage_title": "", "verse": "33", "text": "And if you do good only to those who do good to you, why should you get credit? Even sinners do that much!"}, {"passage_title": "", "verse": "34", "text": "And if you lend money only to those who can repay you, why should you get credit? Even sinners will lend to other sinners for a full return."}, {"passage_title": "", "verse": "35", "text": "“Love your enemies! Do good to them. Lend to them without expecting to be repaid. Then your reward from heaven will be very great, and you will truly be acting as children of the Most High, for he is kind to those who are unthankful and wicked."}, {"passage_title": "Do Not Judge Others", "verse": "36", "text": "You must be compassionate, just as your Father is compassionate. [pas_title]"}, {"passage_title": "", "verse": "37", "text": "“Do not judge others, and you will not be judged. Do not condemn others, or it will all come back against you. Forgive others, and you will be forgiven."}, {"passage_title": "", "verse": "38", "text": "Give, and you will receive. Your gift will return to you in full—pressed down, shaken together to make room for more, running over, and poured into your lap. The amount you give will determine the amount you get back.”"}, {"passage_title": "", "verse": "39", "text": "Then Jesus gave the following illustration: “Can one blind person lead another? Won’t they both fall into a ditch?"}, {"passage_title": "", "verse": "40", "text": "Students are not greater than their teacher. But the student who is fully trained will become like the teacher."}, {"passage_title": "", "verse": "41", "text": "“And why worry about a speck in your friend’s eye when you have a log in your own?"}, {"passage_title": "The Tree and Its Fruit", "verse": "42", "text": "How can you think of saying, ‘Friend, let me help you get rid of that speck in your eye,’ when you can’t see past the log in your own eye? Hypocrite! First get rid of the log in your own eye; then you will see well enough to deal with the speck in your friend’s eye. [pas_title]"}, {"passage_title": "", "verse": "43", "text": "“A good tree can’t produce bad fruit, and a bad tree can’t produce good fruit."}, {"passage_title": "", "verse": "44", "text": "A tree is identified by its fruit. Figs are never gathered from thornbushes, and grapes are not picked from bramble bushes."}, {"passage_title": "Building on a Solid Foundation", "verse": "45", "text": "A good person produces good things from the treasury of a good heart, and an evil person produces evil things from the treasury of an evil heart. What you say flows from what is in your heart. [pas_title]"}, {"passage_title": "", "verse": "46", "text": "“So why do you keep calling me ‘Lord, Lord!’ when you don’t do what I say?"}, {"passage_title": "", "verse": "47", "text": "I will show you what it’s like when someone comes to me, listens to my teaching, and then follows it."}, {"passage_title": "", "verse": "48", "text": "It is like a person building a house who digs deep and lays the foundation on solid rock. When the floodwaters rise and break against that house, it stands firm because it is well built."}, {"passage_title": "", "verse": "49", "text": "But anyone who hears and doesn’t obey is like a person who builds a house right on the ground, without a foundation. When the floods sweep down against that house, it will collapse into a heap of ruins.”"}]}, {"chapter_title": "The Faith of a Roman Officer", "chapter_number": 7, "chapter_content": [{"passage_title": "", "verse": "7", "text": "When Jesus had finished saying all this to the people, he returned to Capernaum."}, {"passage_title": "", "verse": "2", "text": "At that time the highly valued slave of a Roman officer was sick and near death."}, {"passage_title": "", "verse": "3", "text": "When the officer heard about Jesus, he sent some respected Jewish elders to ask him to come and heal his slave."}, {"passage_title": "", "verse": "4", "text": "So they earnestly begged Jesus to help the man. “If anyone deserves your help, he does,” they said,"}, {"passage_title": "", "verse": "5", "text": "“for he loves the Jewish people and even built a synagogue for us.”"}, {"passage_title": "", "verse": "6", "text": "So Jesus went with them. But just before they arrived at the house, the officer sent some friends to say, “Lord, don’t trouble yourself by coming to my home, for I am not worthy of such an honor."}, {"passage_title": "", "verse": "7", "text": "I am not even worthy to come and meet you. Just say the word from where you are, and my servant will be healed."}, {"passage_title": "", "verse": "8", "text": "I know this because I am under the authority of my superior officers, and I have authority over my soldiers. I only need to say, ‘Go,’ and they go, or ‘Come,’ and they come. And if I say to my slaves, ‘Do this,’ they do it.”"}, {"passage_title": "", "verse": "9", "text": "When Jesus heard this, he was amazed. Turning to the crowd that was following him, he said, “I tell you, I haven’t seen faith like this in all Israel!”"}, {"passage_title": "Jesus Raises a Widow’s Son", "verse": "10", "text": "And when the officer’s friends returned to his house, they found the slave completely healed. [pas_title]"}, {"passage_title": "", "verse": "11", "text": "Soon afterward Jesus went with his disciples to the village of Nain, and a large crowd followed him."}, {"passage_title": "", "verse": "12", "text": "A funeral procession was coming out as he approached the village gate. The young man who had died was a widow’s only son, and a large crowd from the village was with her."}, {"passage_title": "", "verse": "13", "text": "When the Lord saw her, his heart overflowed with compassion. “Don’t cry!” he said."}, {"passage_title": "", "verse": "14", "text": "Then he walked over to the coffin and touched it, and the bearers stopped. “Young man,” he said, “I tell you, get up.”"}, {"passage_title": "", "verse": "15", "text": "Then the dead boy sat up and began to talk! And Jesus gave him back to his mother."}, {"passage_title": "", "verse": "16", "text": "Great fear swept the crowd, and they praised God, saying, “A mighty prophet has risen among us,” and “God has visited his people today.”"}, {"passage_title": "Jesus and John the Baptist", "verse": "17", "text": "And the news about Jesus spread throughout Judea and the surrounding countryside. [pas_title]"}, {"passage_title": "", "verse": "18", "text": "The disciples of John the Baptist told John about everything Jesus was doing. So John called for two of his disciples,"}, {"passage_title": "", "verse": "19", "text": "and he sent them to the Lord to ask him, “Are you the Messiah we’ve been expecting, or should we keep looking for someone else?”"}, {"passage_title": "", "verse": "20", "text": "John’s two disciples found Jesus and said to him, “John the Baptist sent us to ask, ‘Are you the Messiah we’ve been expecting, or should we keep looking for someone else?’”"}, {"passage_title": "", "verse": "21", "text": "At that very time, Jesus cured many people of their diseases, illnesses, and evil spirits, and he restored sight to many who were blind."}, {"passage_title": "", "verse": "22", "text": "Then he told John’s disciples, “Go back to John and tell him what you have seen and heard—the blind see, the lame walk, those with leprosy are cured, the deaf hear, the dead are raised to life, and the Good News is being preached to the poor.”"}, {"passage_title": "", "verse": "23", "text": "And he added, “God blesses those who do not fall away because of me.”"}, {"passage_title": "", "verse": "24", "text": "After John’s disciples left, Jesus began talking about him to the crowds. “What kind of man did you go into the wilderness to see? Was he a weak reed, swayed by every breath of wind?"}, {"passage_title": "", "verse": "25", "text": "Or were you expecting to see a man dressed in expensive clothes? No, people who wear beautiful clothes and live in luxury are found in palaces."}, {"passage_title": "", "verse": "26", "text": "Were you looking for a prophet? Yes, and he is more than a prophet."}, {"passage_title": "", "verse": "27", "text": "John is the man to whom the Scriptures refer when they say, ‘Look, I am sending my messenger ahead of you, and he will prepare your way before you.’"}, {"passage_title": "", "verse": "28", "text": "I tell you, of all who have ever lived, none is greater than John. Yet even the least person in the Kingdom of God is greater than he is!”"}, {"passage_title": "", "verse": "29", "text": "When they heard this, all the people—even the tax collectors—agreed that God’s way was right, for they had been baptized by John."}, {"passage_title": "", "verse": "30", "text": "But the Pharisees and experts in religious law rejected God’s plan for them, for they had refused John’s baptism."}, {"passage_title": "", "verse": "31", "text": "“To what can I compare the people of this generation?” Jesus asked. “How can I describe them?"}, {"passage_title": "", "verse": "32", "text": "They are like children playing a game in the public square. They complain to their friends, ‘We played wedding songs, and you didn’t dance, so we played funeral songs, and you didn’t weep.’"}, {"passage_title": "", "verse": "33", "text": "For John the Baptist didn’t spend his time eating bread or drinking wine, and you say, ‘He’s possessed by a demon.’"}, {"passage_title": "", "verse": "34", "text": "The Son of Man, on the other hand, feasts and drinks, and you say, ‘He’s a glutton and a drunkard, and a friend of tax collectors and other sinners!’"}, {"passage_title": "Jesus Anointed by a Sinful Woman", "verse": "35", "text": "But wisdom is shown to be right by the lives of those who follow it.” [pas_title]"}, {"passage_title": "", "verse": "36", "text": "One of the Pharisees asked Jesus to have dinner with him, so Jesus went to his home and sat down to eat."}, {"passage_title": "", "verse": "37", "text": "When a certain immoral woman from that city heard he was eating there, she brought a beautiful alabaster jar filled with expensive perfume."}, {"passage_title": "", "verse": "38", "text": "Then she knelt behind him at his feet, weeping. Her tears fell on his feet, and she wiped them off with her hair. Then she kept kissing his feet and putting perfume on them."}, {"passage_title": "", "verse": "39", "text": "When the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would know what kind of woman is touching him. She’s a sinner!”"}, {"passage_title": "", "verse": "40", "text": "Then Jesus answered his thoughts. “Simon,” he said to the Pharisee, “I have something to say to you.” “Go ahead, Teacher,” Simon replied."}, {"passage_title": "", "verse": "41", "text": "Then Jesus told him this story: “A man loaned money to two people—500 pieces of silver to one and 50 pieces to the other."}, {"passage_title": "", "verse": "42", "text": "But neither of them could repay him, so he kindly forgave them both, canceling their debts. Who do you suppose loved him more after that?”"}, {"passage_title": "", "verse": "43", "text": "Simon answered, “I suppose the one for whom he canceled the larger debt.” “That’s right,” Jesus said."}, {"passage_title": "", "verse": "44", "text": "Then he turned to the woman and said to Simon, “Look at this woman kneeling here. When I entered your home, you didn’t offer me water to wash the dust from my feet, but she has washed them with her tears and wiped them with her hair."}, {"passage_title": "", "verse": "45", "text": "You didn’t greet me with a kiss, but from the time I first came in, she has not stopped kissing my feet."}, {"passage_title": "", "verse": "46", "text": "You neglected the courtesy of olive oil to anoint my head, but she has anointed my feet with rare perfume."}, {"passage_title": "", "verse": "47", "text": "“I tell you, her sins—and they are many—have been forgiven, so she has shown me much love. But a person who is forgiven little shows only little love.”"}, {"passage_title": "", "verse": "48", "text": "Then Jesus said to the woman, “Your sins are forgiven.”"}, {"passage_title": "", "verse": "49", "text": "The men at the table said among themselves, “Who is this man, that he goes around forgiving sins?”"}, {"passage_title": "", "verse": "50", "text": "And Jesus said to the woman, “Your faith has saved you; go in peace.”"}]}, {"chapter_title": "Women Who Followed Jesus", "chapter_number": 8, "chapter_content": [{"passage_title": "", "verse": "8", "text": "Soon afterward Jesus began a tour of the nearby towns and villages, preaching and announcing the Good News about the Kingdom of God. He took his twelve disciples with him,"}, {"passage_title": "", "verse": "2", "text": "along with some women who had been cured of evil spirits and diseases. Among them were Mary Magdalene, from whom he had cast out seven demons;"}, {"passage_title": "Parable of the Farmer Scattering Seed", "verse": "3", "text": "Joanna, the wife of Chuza, Herod’s business manager; Susanna; and many others who were contributing from their own resources to support Jesus and his disciples. [pas_title]"}, {"passage_title": "", "verse": "4", "text": "One day Jesus told a story in the form of a parable to a large crowd that had gathered from many towns to hear him:"}, {"passage_title": "", "verse": "5", "text": "“A farmer went out to plant his seed. As he scattered it across his field, some seed fell on a footpath, where it was stepped on, and the birds ate it."}, {"passage_title": "", "verse": "6", "text": "Other seed fell among rocks. It began to grow, but the plant soon wilted and died for lack of moisture."}, {"passage_title": "", "verse": "7", "text": "Other seed fell among thorns that grew up with it and choked out the tender plants."}, {"passage_title": "", "verse": "8", "text": "Still other seed fell on fertile soil. This seed grew and produced a crop that was a hundred times as much as had been planted!” When he had said this, he called out, “Anyone with ears to hear should listen and understand.”"}, {"passage_title": "", "verse": "9", "text": "His disciples asked him what this parable meant."}, {"passage_title": "", "verse": "10", "text": "He replied, “You are permitted to understand the secrets of the Kingdom of God. But I use parables to teach the others so that the Scriptures might be fulfilled: ‘When they look, they won’t really see. When they hear, they won’t understand.’"}, {"passage_title": "", "verse": "11", "text": "“This is the meaning of the parable: The seed is God’s word."}, {"passage_title": "", "verse": "12", "text": "The seeds that fell on the footpath represent those who hear the message, only to have the devil come and take it away from their hearts and prevent them from believing and being saved."}, {"passage_title": "", "verse": "13", "text": "The seeds on the rocky soil represent those who hear the message and receive it with joy. But since they don’t have deep roots, they believe for a while, then they fall away when they face temptation."}, {"passage_title": "", "verse": "14", "text": "The seeds that fell among the thorns represent those who hear the message, but all too quickly the message is crowded out by the cares and riches and pleasures of this life. And so they never grow into maturity."}, {"passage_title": "Parable of the Lamp", "verse": "15", "text": "And the seeds that fell on the good soil represent honest, good-hearted people who hear God’s word, cling to it, and patiently produce a huge harvest. [pas_title]"}, {"passage_title": "", "verse": "16", "text": "“No one lights a lamp and then covers it with a bowl or hides it under a bed. A lamp is placed on a stand, where its light can be seen by all who enter the house."}, {"passage_title": "", "verse": "17", "text": "For all that is secret will eventually be brought into the open, and everything that is concealed will be brought to light and made known to all."}, {"passage_title": "The True Family of Jesus", "verse": "18", "text": "“So pay attention to how you hear. To those who listen to my teaching, more understanding will be given. But for those who are not listening, even what they think they understand will be taken away from them.” [pas_title]"}, {"passage_title": "", "verse": "19", "text": "Then Jesus’ mother and brothers came to see him, but they couldn’t get to him because of the crowd."}, {"passage_title": "", "verse": "20", "text": "Someone told Jesus, “Your mother and your brothers are standing outside, and they want to see you.”"}, {"passage_title": "Jesus Calms the Storm", "verse": "21", "text": "Jesus replied, “My mother and my brothers are all those who hear God’s word and obey it.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "One day Jesus said to his disciples, “Let’s cross to the other side of the lake.” So they got into a boat and started out."}, {"passage_title": "", "verse": "23", "text": "As they sailed across, Jesus settled down for a nap. But soon a fierce storm came down on the lake. The boat was filling with water, and they were in real danger."}, {"passage_title": "", "verse": "24", "text": "The disciples went and woke him up, shouting, “Master, Master, we’re going to drown!” When Jesus woke up, he rebuked the wind and the raging waves. Suddenly the storm stopped and all was calm."}, {"passage_title": "Jesus Heals a Demon-Possessed Man", "verse": "25", "text": "Then he asked them, “Where is your faith?” The disciples were terrified and amazed. “Who is this man?” they asked each other. “When he gives a command, even the wind and waves obey him!” [pas_title]"}, {"passage_title": "", "verse": "26", "text": "So they arrived in the region of the Gerasenes, across the lake from Galilee."}, {"passage_title": "", "verse": "27", "text": "As Jesus was climbing out of the boat, a man who was possessed by demons came out to meet him. For a long time he had been homeless and naked, living in the tombs outside the town."}, {"passage_title": "", "verse": "28", "text": "As soon as he saw Jesus, he shrieked and fell down in front of him. Then he screamed, “Why are you interfering with me, Jesus, Son of the Most High God? Please, I beg you, don’t torture me!”"}, {"passage_title": "", "verse": "29", "text": "For Jesus had already commanded the evil spirit to come out of him. This spirit had often taken control of the man. Even when he was placed under guard and put in chains and shackles, he simply broke them and rushed out into the wilderness, completely under the demon’s power."}, {"passage_title": "", "verse": "30", "text": "Jesus demanded, “What is your name?” “Legion,” he replied, for he was filled with many demons."}, {"passage_title": "", "verse": "31", "text": "The demons kept begging Jesus not to send them into the bottomless pit."}, {"passage_title": "", "verse": "32", "text": "There happened to be a large herd of pigs feeding on the hillside nearby, and the demons begged him to let them enter into the pigs. So Jesus gave them permission."}, {"passage_title": "", "verse": "33", "text": "Then the demons came out of the man and entered the pigs, and the entire herd plunged down the steep hillside into the lake and drowned."}, {"passage_title": "", "verse": "34", "text": "When the herdsmen saw it, they fled to the nearby town and the surrounding countryside, spreading the news as they ran."}, {"passage_title": "", "verse": "35", "text": "People rushed out to see what had happened. A crowd soon gathered around Jesus, and they saw the man who had been freed from the demons. He was sitting at Jesus’ feet, fully clothed and perfectly sane, and they were all afraid."}, {"passage_title": "", "verse": "36", "text": "Then those who had seen what happened told the others how the demon-possessed man had been healed."}, {"passage_title": "", "verse": "37", "text": "And all the people in the region of the Gerasenes begged Jesus to go away and leave them alone, for a great wave of fear swept over them. So Jesus returned to the boat and left, crossing back to the other side of the lake."}, {"passage_title": "", "verse": "38", "text": "The man who had been freed from the demons begged to go with him. But Jesus sent him home, saying,"}, {"passage_title": "Jesus Heals in Response to Faith", "verse": "39", "text": "“No, go back to your family, and tell them everything God has done for you.” So he went all through the town proclaiming the great things Jesus had done for him. [pas_title]"}, {"passage_title": "", "verse": "40", "text": "On the other side of the lake the crowds welcomed Jesus, because they had been waiting for him."}, {"passage_title": "", "verse": "41", "text": "Then a man named Jairus, a leader of the local synagogue, came and fell at Jesus’ feet, pleading with him to come home with him."}, {"passage_title": "", "verse": "42", "text": "His only daughter, who was about twelve years old, was dying. As Jesus went with him, he was surrounded by the crowds."}, {"passage_title": "", "verse": "43", "text": "A woman in the crowd had suffered for twelve years with constant bleeding, and she could find no cure."}, {"passage_title": "", "verse": "44", "text": "Coming up behind Jesus, she touched the fringe of his robe. Immediately, the bleeding stopped."}, {"passage_title": "", "verse": "45", "text": "“Who touched me?” Jesus asked. Everyone denied it, and Peter said, “Master, this whole crowd is pressing up against you.”"}, {"passage_title": "", "verse": "46", "text": "But Jesus said, “Someone deliberately touched me, for I felt healing power go out from me.”"}, {"passage_title": "", "verse": "47", "text": "When the woman realized that she could not stay hidden, she began to tremble and fell to her knees in front of him. The whole crowd heard her explain why she had touched him and that she had been immediately healed."}, {"passage_title": "", "verse": "48", "text": "“Daughter,” he said to her, “your faith has made you well. Go in peace.”"}, {"passage_title": "", "verse": "49", "text": "While he was still speaking to her, a messenger arrived from the home of Jairus, the leader of the synagogue. He told him, “Your daughter is dead. There’s no use troubling the Teacher now.”"}, {"passage_title": "", "verse": "50", "text": "But when Jesus heard what had happened, he said to Jairus, “Don’t be afraid. Just have faith, and she will be healed.”"}, {"passage_title": "", "verse": "51", "text": "When they arrived at the house, Jesus wouldn’t let anyone go in with him except Peter, John, James, and the little girl’s father and mother."}, {"passage_title": "", "verse": "52", "text": "The house was filled with people weeping and wailing, but he said, “Stop the weeping! She isn’t dead; she’s only asleep.”"}, {"passage_title": "", "verse": "53", "text": "But the crowd laughed at him because they all knew she had died."}, {"passage_title": "", "verse": "54", "text": "Then Jesus took her by the hand and said in a loud voice, “My child, get up!”"}, {"passage_title": "", "verse": "55", "text": "And at that moment her life returned, and she immediately stood up! Then Jesus told them to give her something to eat."}, {"passage_title": "", "verse": "56", "text": "Her parents were overwhelmed, but Jesus insisted that they not tell anyone what had happened."}]}, {"chapter_title": "Jesus Sends Out the Twelve Disciples", "chapter_number": 9, "chapter_content": [{"passage_title": "", "verse": "9", "text": "One day Jesus called together his twelve disciples and gave them power and authority to cast out all demons and to heal all diseases."}, {"passage_title": "", "verse": "2", "text": "Then he sent them out to tell everyone about the Kingdom of God and to heal the sick."}, {"passage_title": "", "verse": "3", "text": "“Take nothing for your journey,” he instructed them. “Don’t take a walking stick, a traveler’s bag, food, money, or even a change of clothes."}, {"passage_title": "", "verse": "4", "text": "Wherever you go, stay in the same house until you leave town."}, {"passage_title": "", "verse": "5", "text": "And if a town refuses to welcome you, shake its dust from your feet as you leave to show that you have abandoned those people to their fate.”"}, {"passage_title": "Herod’s Confusion", "verse": "6", "text": "So they began their circuit of the villages, preaching the Good News and healing the sick. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "When Herod Antipas, the ruler of Galilee, heard about everything Jesus was doing, he was puzzled. Some were saying that John the Baptist had been raised from the dead."}, {"passage_title": "", "verse": "8", "text": "Others thought Jesus was Elijah or one of the other prophets risen from the dead."}, {"passage_title": "Jesus Feeds Five Thousand", "verse": "9", "text": "“I beheaded John,” Herod said, “so who is this man about whom I hear such stories?” And he kept trying to see him. [pas_title]"}, {"passage_title": "", "verse": "10", "text": "When the apostles returned, they told Jesus everything they had done. Then he slipped quietly away with them toward the town of Bethsaida."}, {"passage_title": "", "verse": "11", "text": "But the crowds found out where he was going, and they followed him. He welcomed them and taught them about the Kingdom of God, and he healed those who were sick."}, {"passage_title": "", "verse": "12", "text": "Late in the afternoon the twelve disciples came to him and said, “Send the crowds away to the nearby villages and farms, so they can find food and lodging for the night. There is nothing to eat here in this remote place.”"}, {"passage_title": "", "verse": "13", "text": "But Jesus said, “You feed them.” “But we have only five loaves of bread and two fish,” they answered. “Or are you expecting us to go and buy enough food for this whole crowd?”"}, {"passage_title": "", "verse": "14", "text": "For there were about 5,000 men there. Jesus replied, “Tell them to sit down in groups of about fifty each.”"}, {"passage_title": "", "verse": "15", "text": "So the people all sat down."}, {"passage_title": "", "verse": "16", "text": "Jesus took the five loaves and two fish, looked up toward heaven, and blessed them. Then, breaking the loaves into pieces, he kept giving the bread and fish to the disciples so they could distribute it to the people."}, {"passage_title": "Peter’s Declaration about Jesus", "verse": "17", "text": "They all ate as much as they wanted, and afterward, the disciples picked up twelve baskets of leftovers! [pas_title]"}, {"passage_title": "", "verse": "18", "text": "One day Jesus left the crowds to pray alone. Only his disciples were with him, and he asked them, “Who do people say I am?”"}, {"passage_title": "", "verse": "19", "text": "“Well,” they replied, “some say John the Baptist, some say Elijah, and others say you are one of the other ancient prophets risen from the dead.”"}, {"passage_title": "Jesus Predicts His Death", "verse": "20", "text": "Then he asked them, “But who do you say I am?” Peter replied, “You are the Messiah sent from God!” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "Jesus warned his disciples not to tell anyone who he was."}, {"passage_title": "", "verse": "22", "text": "“The Son of Man must suffer many terrible things,” he said. “He will be rejected by the elders, the leading priests, and the teachers of religious law. He will be killed, but on the third day he will be raised from the dead.”"}, {"passage_title": "", "verse": "23", "text": "Then he said to the crowd, “If any of you wants to be my follower, you must give up your own way, take up your cross daily, and follow me."}, {"passage_title": "", "verse": "24", "text": "If you try to hang on to your life, you will lose it. But if you give up your life for my sake, you will save it."}, {"passage_title": "", "verse": "25", "text": "And what do you benefit if you gain the whole world but are yourself lost or destroyed?"}, {"passage_title": "", "verse": "26", "text": "If anyone is ashamed of me and my message, the Son of Man will be ashamed of that person when he returns in his glory and in the glory of the Father and the holy angels."}, {"passage_title": "The Transfiguration", "verse": "27", "text": "I tell you the truth, some standing here right now will not die before they see the Kingdom of God.” [pas_title]"}, {"passage_title": "", "verse": "28", "text": "About eight days later Jesus took Peter, John, and James up on a mountain to pray."}, {"passage_title": "", "verse": "29", "text": "And as he was praying, the appearance of his face was transformed, and his clothes became dazzling white."}, {"passage_title": "", "verse": "30", "text": "Suddenly, two men, Moses and Elijah, appeared and began talking with Jesus."}, {"passage_title": "", "verse": "31", "text": "They were glorious to see. And they were speaking about his exodus from this world, which was about to be fulfilled in Jerusalem."}, {"passage_title": "", "verse": "32", "text": "Peter and the others had fallen asleep. When they woke up, they saw Jesus’ glory and the two men standing with him."}, {"passage_title": "", "verse": "33", "text": "As Moses and Elijah were starting to leave, Peter, not even knowing what he was saying, blurted out, “Master, it’s wonderful for us to be here! Let’s make three shelters as memorials—one for you, one for Moses, and one for Elijah.”"}, {"passage_title": "", "verse": "34", "text": "But even as he was saying this, a cloud overshadowed them, and terror gripped them as the cloud covered them."}, {"passage_title": "", "verse": "35", "text": "Then a voice from the cloud said, “This is my Son, my Chosen One. Listen to him.”"}, {"passage_title": "Jesus Heals a Demon-Possessed Boy", "verse": "36", "text": "When the voice finished, Jesus was there alone. They didn’t tell anyone at that time what they had seen. [pas_title]"}, {"passage_title": "", "verse": "37", "text": "The next day, after they had come down the mountain, a large crowd met Jesus."}, {"passage_title": "", "verse": "38", "text": "A man in the crowd called out to him, “Teacher, I beg you to look at my son, my only child."}, {"passage_title": "", "verse": "39", "text": "An evil spirit keeps seizing him, making him scream. It throws him into convulsions so that he foams at the mouth. It batters him and hardly ever leaves him alone."}, {"passage_title": "", "verse": "40", "text": "I begged your disciples to cast out the spirit, but they couldn’t do it.”"}, {"passage_title": "", "verse": "41", "text": "Jesus said, “You faithless and corrupt people! How long must I be with you and put up with you?” Then he said to the man, “Bring your son here.”"}, {"passage_title": "", "verse": "42", "text": "As the boy came forward, the demon knocked him to the ground and threw him into a violent convulsion. But Jesus rebuked the evil spirit and healed the boy. Then he gave him back to his father."}, {"passage_title": "Jesus Again Predicts His Death", "verse": "43", "text": "Awe gripped the people as they saw this majestic display of God’s power. [pas_title] While everyone was marveling at everything he was doing, Jesus said to his disciples,"}, {"passage_title": "", "verse": "44", "text": "“Listen to me and remember what I say. The Son of Man is going to be betrayed into the hands of his enemies.”"}, {"passage_title": "The Greatest in the Kingdom", "verse": "45", "text": "But they didn’t know what he meant. Its significance was hidden from them, so they couldn’t understand it, and they were afraid to ask him about it. [pas_title]"}, {"passage_title": "", "verse": "46", "text": "Then his disciples began arguing about which of them was the greatest."}, {"passage_title": "", "verse": "47", "text": "But Jesus knew their thoughts, so he brought a little child to his side."}, {"passage_title": "Using the Name of Jesus", "verse": "48", "text": "Then he said to them, “Anyone who welcomes a little child like this on my behalf welcomes me, and anyone who welcomes me also welcomes my Father who sent me. Whoever is the least among you is the greatest.” [pas_title]"}, {"passage_title": "", "verse": "49", "text": "John said to Jesus, “Master, we saw someone using your name to cast out demons, but we told him to stop because he isn’t in our group.”"}, {"passage_title": "Opposition from Samaritans", "verse": "50", "text": "But Jesus said, “Don’t stop him! Anyone who is not against you is for you.” [pas_title]"}, {"passage_title": "", "verse": "51", "text": "As the time drew near for him to ascend to heaven, Jesus resolutely set out for Jerusalem."}, {"passage_title": "", "verse": "52", "text": "He sent messengers ahead to a Samaritan village to prepare for his arrival."}, {"passage_title": "", "verse": "53", "text": "But the people of the village did not welcome Jesus because he was on his way to Jerusalem."}, {"passage_title": "", "verse": "54", "text": "When James and John saw this, they said to Jesus, “Lord, should we call down fire from heaven to burn them up?”"}, {"passage_title": "", "verse": "55", "text": "But Jesus turned and rebuked them."}, {"passage_title": "The Cost of Following Jesus", "verse": "56", "text": "So they went on to another village. [pas_title]"}, {"passage_title": "", "verse": "57", "text": "As they were walking along, someone said to Jesus, “I will follow you wherever you go.”"}, {"passage_title": "", "verse": "58", "text": "But Jesus replied, “Foxes have dens to live in, and birds have nests, but the Son of Man has no place even to lay his head.”"}, {"passage_title": "", "verse": "59", "text": "He said to another person, “Come, follow me.” The man agreed, but he said, “Lord, first let me return home and bury my father.”"}, {"passage_title": "", "verse": "60", "text": "But Jesus told him, “Let the spiritually dead bury their own dead! Your duty is to go and preach about the Kingdom of God.”"}, {"passage_title": "", "verse": "61", "text": "Another said, “Yes, Lord, I will follow you, but first let me say good-bye to my family.”"}, {"passage_title": "", "verse": "62", "text": "But Jesus told him, “Anyone who puts a hand to the plow and then looks back is not fit for the Kingdom of God.”"}]}, {"chapter_title": "Jesus Sends Out His Disciples", "chapter_number": 10, "chapter_content": [{"passage_title": "", "verse": "10", "text": "The Lord now chose seventy-two other disciples and sent them ahead in pairs to all the towns and places he planned to visit."}, {"passage_title": "", "verse": "2", "text": "These were his instructions to them: “The harvest is great, but the workers are few. So pray to the Lord who is in charge of the harvest; ask him to send more workers into his fields."}, {"passage_title": "", "verse": "3", "text": "Now go, and remember that I am sending you out as lambs among wolves."}, {"passage_title": "", "verse": "4", "text": "Don’t take any money with you, nor a traveler’s bag, nor an extra pair of sandals. And don’t stop to greet anyone on the road."}, {"passage_title": "", "verse": "5", "text": "“Whenever you enter someone’s home, first say, ‘May God’s peace be on this house.’"}, {"passage_title": "", "verse": "6", "text": "If those who live there are peaceful, the blessing will stand; if they are not, the blessing will return to you."}, {"passage_title": "", "verse": "7", "text": "Don’t move around from home to home. Stay in one place, eating and drinking what they provide. Don’t hesitate to accept hospitality, because those who work deserve their pay."}, {"passage_title": "", "verse": "8", "text": "“If you enter a town and it welcomes you, eat whatever is set before you."}, {"passage_title": "", "verse": "9", "text": "Heal the sick, and tell them, ‘The Kingdom of God is near you now.’"}, {"passage_title": "", "verse": "10", "text": "But if a town refuses to welcome you, go out into its streets and say,"}, {"passage_title": "", "verse": "11", "text": "‘We wipe even the dust of your town from our feet to show that we have abandoned you to your fate. And know this—the Kingdom of God is near!’"}, {"passage_title": "", "verse": "12", "text": "I assure you, even wicked Sodom will be better off than such a town on judgment day."}, {"passage_title": "", "verse": "13", "text": "“What sorrow awaits you, Korazin and Bethsaida! For if the miracles I did in you had been done in wicked Tyre and Sidon, their people would have repented of their sins long ago, clothing themselves in burlap and throwing ashes on their heads to show their remorse."}, {"passage_title": "", "verse": "14", "text": "Yes, Tyre and Sidon will be better off on judgment day than you."}, {"passage_title": "", "verse": "15", "text": "And you people of Capernaum, will you be honored in heaven? No, you will go down to the place of the dead.”"}, {"passage_title": "", "verse": "16", "text": "Then he said to the disciples, “Anyone who accepts your message is also accepting me. And anyone who rejects you is rejecting me. And anyone who rejects me is rejecting God, who sent me.”"}, {"passage_title": "", "verse": "17", "text": "When the seventy-two disciples returned, they joyfully reported to him, “Lord, even the demons obey us when we use your name!”"}, {"passage_title": "", "verse": "18", "text": "“Yes,” he told them, “I saw Satan fall from heaven like lightning!"}, {"passage_title": "", "verse": "19", "text": "Look, I have given you authority over all the power of the enemy, and you can walk among snakes and scorpions and crush them. Nothing will injure you."}, {"passage_title": "Jesus’ Prayer of Thanksgiving", "verse": "20", "text": "But don’t rejoice because evil spirits obey you; rejoice because your names are registered in heaven.” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "At that same time Jesus was filled with the joy of the Holy Spirit, and he said, “O Father, Lord of heaven and earth, thank you for hiding these things from those who think themselves wise and clever, and for revealing them to the childlike. Yes, Father, it pleased you to do it this way."}, {"passage_title": "", "verse": "22", "text": "“My Father has entrusted everything to me. No one truly knows the Son except the Father, and no one truly knows the Father except the Son and those to whom the Son chooses to reveal him.”"}, {"passage_title": "", "verse": "23", "text": "Then when they were alone, he turned to the disciples and said, “Blessed are the eyes that see what you have seen."}, {"passage_title": "The Most Important Commandment", "verse": "24", "text": "I tell you, many prophets and kings longed to see what you see, but they didn’t see it. And they longed to hear what you hear, but they didn’t hear it.” [pas_title]"}, {"passage_title": "", "verse": "25", "text": "One day an expert in religious law stood up to test Jesus by asking him this question: “Teacher, what should I do to inherit eternal life?”"}, {"passage_title": "", "verse": "26", "text": "Jesus replied, “What does the law of Moses say? How do you read it?”"}, {"passage_title": "", "verse": "27", "text": "The man answered, “‘You must love the Lord your God with all your heart, all your soul, all your strength, and all your mind.’ And, ‘Love your neighbor as yourself.’”"}, {"passage_title": "", "verse": "28", "text": "“Right!” Jesus told him. “Do this and you will live!”"}, {"passage_title": "Parable of the Good Samaritan", "verse": "29", "text": "The man wanted to justify his actions, so he asked Jesus, “And who is my neighbor?” [pas_title]"}, {"passage_title": "", "verse": "30", "text": "Jesus replied with a story: “A Jewish man was traveling from Jerusalem down to Jericho, and he was attacked by bandits. They stripped him of his clothes, beat him up, and left him half dead beside the road."}, {"passage_title": "", "verse": "31", "text": "“By chance a priest came along. But when he saw the man lying there, he crossed to the other side of the road and passed him by."}, {"passage_title": "", "verse": "32", "text": "A Temple assistant walked over and looked at him lying there, but he also passed by on the other side."}, {"passage_title": "", "verse": "33", "text": "“Then a despised Samaritan came along, and when he saw the man, he felt compassion for him."}, {"passage_title": "", "verse": "34", "text": "Going over to him, the Samaritan soothed his wounds with olive oil and wine and bandaged them. Then he put the man on his own donkey and took him to an inn, where he took care of him."}, {"passage_title": "", "verse": "35", "text": "The next day he handed the innkeeper two silver coins, telling him, ‘Take care of this man. If his bill runs higher than this, I’ll pay you the next time I’m here.’"}, {"passage_title": "", "verse": "36", "text": "“Now which of these three would you say was a neighbor to the man who was attacked by bandits?” Jesus asked."}, {"passage_title": "Jesus Visits Martha and Mary", "verse": "37", "text": "The man replied, “The one who showed him mercy.” Then Jesus said, “Yes, now go and do the same.” [pas_title]"}, {"passage_title": "", "verse": "38", "text": "As Jesus and the disciples continued on their way to Jerusalem, they came to a certain village where a woman named Martha welcomed him into her home."}, {"passage_title": "", "verse": "39", "text": "Her sister, Mary, sat at the Lord’s feet, listening to what he taught."}, {"passage_title": "", "verse": "40", "text": "But Martha was distracted by the big dinner she was preparing. She came to Jesus and said, “Lord, doesn’t it seem unfair to you that my sister just sits here while I do all the work? Tell her to come and help me.”"}, {"passage_title": "", "verse": "41", "text": "But the Lord said to her, “My dear Martha, you are worried and upset over all these details!"}, {"passage_title": "", "verse": "42", "text": "There is only one thing worth being concerned about. Mary has discovered it, and it will not be taken away from her.”"}]}, {"chapter_title": "Teaching about Prayer", "chapter_number": 11, "chapter_content": [{"passage_title": "", "verse": "11", "text": "Once Jesus was in a certain place praying. As he finished, one of his disciples came to him and said, “Lord, teach us to pray, just as John taught his disciples.”"}, {"passage_title": "", "verse": "2", "text": "Jesus said, “This is how you should pray: “Father, may your name be kept holy. May your Kingdom come soon."}, {"passage_title": "", "verse": "3", "text": "Give us each day the food we need,"}, {"passage_title": "", "verse": "4", "text": "and forgive us our sins, as we forgive those who sin against us. And don’t let us yield to temptation.”"}, {"passage_title": "", "verse": "5", "text": "Then, teaching them more about prayer, he used this story: “Suppose you went to a friend’s house at midnight, wanting to borrow three loaves of bread. You say to him,"}, {"passage_title": "", "verse": "6", "text": "‘A friend of mine has just arrived for a visit, and I have nothing for him to eat.’"}, {"passage_title": "", "verse": "7", "text": "And suppose he calls out from his bedroom, ‘Don’t bother me. The door is locked for the night, and my family and I are all in bed. I can’t help you.’"}, {"passage_title": "", "verse": "8", "text": "But I tell you this—though he won’t do it for friendship’s sake, if you keep knocking long enough, he will get up and give you whatever you need because of your shameless persistence."}, {"passage_title": "", "verse": "9", "text": "“And so I tell you, keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you."}, {"passage_title": "", "verse": "10", "text": "For everyone who asks, receives. Everyone who seeks, finds. And to everyone who knocks, the door will be opened."}, {"passage_title": "", "verse": "11", "text": "“You fathers—if your children ask for a fish, do you give them a snake instead?"}, {"passage_title": "", "verse": "12", "text": "Or if they ask for an egg, do you give them a scorpion? Of course not!"}, {"passage_title": "Jesus and the Prince of Demons", "verse": "13", "text": "So if you sinful people know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him.” [pas_title]"}, {"passage_title": "", "verse": "14", "text": "One day Jesus cast out a demon from a man who couldn’t speak, and when the demon was gone, the man began to speak. The crowds were amazed,"}, {"passage_title": "", "verse": "15", "text": "but some of them said, “No wonder he can cast out demons. He gets his power from Satan, the prince of demons.”"}, {"passage_title": "", "verse": "16", "text": "Others, trying to test Jesus, demanded that he show them a miraculous sign from heaven to prove his authority."}, {"passage_title": "", "verse": "17", "text": "He knew their thoughts, so he said, “Any kingdom divided by civil war is doomed. A family splintered by feuding will fall apart."}, {"passage_title": "", "verse": "18", "text": "You say I am empowered by Satan. But if Satan is divided and fighting against himself, how can his kingdom survive?"}, {"passage_title": "", "verse": "19", "text": "And if I am empowered by Satan, what about your own exorcists? They cast out demons, too, so they will condemn you for what you have said."}, {"passage_title": "", "verse": "20", "text": "But if I am casting out demons by the power of God, then the Kingdom of God has arrived among you."}, {"passage_title": "", "verse": "21", "text": "For when a strong man is fully armed and guards his palace, his possessions are safe—"}, {"passage_title": "", "verse": "22", "text": "until someone even stronger attacks and overpowers him, strips him of his weapons, and carries off his belongings."}, {"passage_title": "", "verse": "23", "text": "“Anyone who isn’t with me opposes me, and anyone who isn’t working with me is actually working against me."}, {"passage_title": "", "verse": "24", "text": "“When an evil spirit leaves a person, it goes into the desert, searching for rest. But when it finds none, it says, ‘I will return to the person I came from.’"}, {"passage_title": "", "verse": "25", "text": "So it returns and finds that its former home is all swept and in order."}, {"passage_title": "", "verse": "26", "text": "Then the spirit finds seven other spirits more evil than itself, and they all enter the person and live there. And so that person is worse off than before.”"}, {"passage_title": "", "verse": "27", "text": "As he was speaking, a woman in the crowd called out, “God bless your mother—the womb from which you came, and the breasts that nursed you!”"}, {"passage_title": "The Sign of Jonah", "verse": "28", "text": "Jesus replied, “But even more blessed are all who hear the word of God and put it into practice.” [pas_title]"}, {"passage_title": "", "verse": "29", "text": "As the crowd pressed in on Jesus, he said, “This evil generation keeps asking me to show them a miraculous sign. But the only sign I will give them is the sign of Jonah."}, {"passage_title": "", "verse": "30", "text": "What happened to him was a sign to the people of Nineveh that God had sent him. What happens to the Son of Man will be a sign to these people that he was sent by God."}, {"passage_title": "", "verse": "31", "text": "“The queen of Sheba will stand up against this generation on judgment day and condemn it, for she came from a distant land to hear the wisdom of Solomon. Now someone greater than Solomon is here—but you refuse to listen."}, {"passage_title": "Receiving the Light", "verse": "32", "text": "The people of Nineveh will also stand up against this generation on judgment day and condemn it, for they repented of their sins at the preaching of Jonah. Now someone greater than Jonah is here—but you refuse to repent. [pas_title]"}, {"passage_title": "", "verse": "33", "text": "“No one lights a lamp and then hides it or puts it under a basket. Instead, a lamp is placed on a stand, where its light can be seen by all who enter the house."}, {"passage_title": "", "verse": "34", "text": "“Your eye is like a lamp that provides light for your body. When your eye is healthy, your whole body is filled with light. But when it is unhealthy, your body is filled with darkness."}, {"passage_title": "", "verse": "35", "text": "Make sure that the light you think you have is not actually darkness."}, {"passage_title": "Jesus Criticizes the Religious Leaders", "verse": "36", "text": "If you are filled with light, with no dark corners, then your whole life will be radiant, as though a floodlight were filling you with light.” [pas_title]"}, {"passage_title": "", "verse": "37", "text": "As Jesus was speaking, one of the Pharisees invited him home for a meal. So he went in and took his place at the table."}, {"passage_title": "", "verse": "38", "text": "His host was amazed to see that he sat down to eat without first performing the hand-washing ceremony required by Jewish custom."}, {"passage_title": "", "verse": "39", "text": "Then the Lord said to him, “You Pharisees are so careful to clean the outside of the cup and the dish, but inside you are filthy—full of greed and wickedness!"}, {"passage_title": "", "verse": "40", "text": "Fools! Didn’t God make the inside as well as the outside?"}, {"passage_title": "", "verse": "41", "text": "So clean the inside by giving gifts to the poor, and you will be clean all over."}, {"passage_title": "", "verse": "42", "text": "“What sorrow awaits you Pharisees! For you are careful to tithe even the tiniest income from your herb gardens, but you ignore justice and the love of God. You should tithe, yes, but do not neglect the more important things."}, {"passage_title": "", "verse": "43", "text": "“What sorrow awaits you Pharisees! For you love to sit in the seats of honor in the synagogues and receive respectful greetings as you walk in the marketplaces."}, {"passage_title": "", "verse": "44", "text": "Yes, what sorrow awaits you! For you are like hidden graves in a field. People walk over them without knowing the corruption they are stepping on.”"}, {"passage_title": "", "verse": "45", "text": "“Teacher,” said an expert in religious law, “you have insulted us, too, in what you just said.”"}, {"passage_title": "", "verse": "46", "text": "“Yes,” said Jesus, “what sorrow also awaits you experts in religious law! For you crush people with unbearable religious demands, and you never lift a finger to ease the burden."}, {"passage_title": "", "verse": "47", "text": "What sorrow awaits you! For you build monuments for the prophets your own ancestors killed long ago."}, {"passage_title": "", "verse": "48", "text": "But in fact, you stand as witnesses who agree with what your ancestors did. They killed the prophets, and you join in their crime by building the monuments!"}, {"passage_title": "", "verse": "49", "text": "This is what God in his wisdom said about you: ‘I will send prophets and apostles to them, but they will kill some and persecute the others.’"}, {"passage_title": "", "verse": "50", "text": "“As a result, this generation will be held responsible for the murder of all God’s prophets from the creation of the world—"}, {"passage_title": "", "verse": "51", "text": "from the murder of Abel to the murder of Zechariah, who was killed between the altar and the sanctuary. Yes, it will certainly be charged against this generation."}, {"passage_title": "", "verse": "52", "text": "“What sorrow awaits you experts in religious law! For you remove the key to knowledge from the people. You don’t enter the Kingdom yourselves, and you prevent others from entering.”"}, {"passage_title": "", "verse": "53", "text": "As Jesus was leaving, the teachers of religious law and the Pharisees became hostile and tried to provoke him with many questions."}, {"passage_title": "", "verse": "54", "text": "They wanted to trap him into saying something they could use against him."}]}, {"chapter_title": "A Warning against Hypocrisy", "chapter_number": 12, "chapter_content": [{"passage_title": "", "verse": "12", "text": "Meanwhile, the crowds grew until thousands were milling about and stepping on each other. Jesus turned first to his disciples and warned them, “Beware of the yeast of the Pharisees—their hypocrisy."}, {"passage_title": "", "verse": "2", "text": "The time is coming when everything that is covered up will be revealed, and all that is secret will be made known to all."}, {"passage_title": "", "verse": "3", "text": "Whatever you have said in the dark will be heard in the light, and what you have whispered behind closed doors will be shouted from the housetops for all to hear!"}, {"passage_title": "", "verse": "4", "text": "“Dear friends, don’t be afraid of those who want to kill your body; they cannot do any more to you after that."}, {"passage_title": "", "verse": "5", "text": "But I’ll tell you whom to fear. Fear God, who has the power to kill you and then throw you into hell. Yes, he’s the one to fear."}, {"passage_title": "", "verse": "6", "text": "“What is the price of five sparrows—two copper coins? Yet God does not forget a single one of them."}, {"passage_title": "", "verse": "7", "text": "And the very hairs on your head are all numbered. So don’t be afraid; you are more valuable to God than a whole flock of sparrows."}, {"passage_title": "", "verse": "8", "text": "“I tell you the truth, everyone who acknowledges me publicly here on earth, the Son of Man will also acknowledge in the presence of God’s angels."}, {"passage_title": "", "verse": "9", "text": "But anyone who denies me here on earth will be denied before God’s angels."}, {"passage_title": "", "verse": "10", "text": "Anyone who speaks against the Son of Man can be forgiven, but anyone who blasphemes the Holy Spirit will not be forgiven."}, {"passage_title": "", "verse": "11", "text": "“And when you are brought to trial in the synagogues and before rulers and authorities, don’t worry about how to defend yourself or what to say,"}, {"passage_title": "Parable of the Rich Fool", "verse": "12", "text": "for the Holy Spirit will teach you at that time what needs to be said.” [pas_title]"}, {"passage_title": "", "verse": "13", "text": "Then someone called from the crowd, “Teacher, please tell my brother to divide our father’s estate with me.”"}, {"passage_title": "", "verse": "14", "text": "Jesus replied, “Friend, who made me a judge over you to decide such things as that?”"}, {"passage_title": "", "verse": "15", "text": "Then he said, “Beware! Guard against every kind of greed. Life is not measured by how much you own.”"}, {"passage_title": "", "verse": "16", "text": "Then he told them a story: “A rich man had a fertile farm that produced fine crops."}, {"passage_title": "", "verse": "17", "text": "He said to himself, ‘What should I do? I don’t have room for all my crops.’"}, {"passage_title": "", "verse": "18", "text": "Then he said, ‘I know! I’ll tear down my barns and build bigger ones. Then I’ll have room enough to store all my wheat and other goods."}, {"passage_title": "", "verse": "19", "text": "And I’ll sit back and say to myself, “My friend, you have enough stored away for years to come. Now take it easy! Eat, drink, and be merry!”’"}, {"passage_title": "", "verse": "20", "text": "“But God said to him, ‘You fool! You will die this very night. Then who will get everything you worked for?’"}, {"passage_title": "Teaching about Money and Possessions", "verse": "21", "text": "“Yes, a person is a fool to store up earthly wealth but not have a rich relationship with God.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "Then, turning to his disciples, Jesus said, “That is why I tell you not to worry about everyday life—whether you have enough food to eat or enough clothes to wear."}, {"passage_title": "", "verse": "23", "text": "For life is more than food, and your body more than clothing."}, {"passage_title": "", "verse": "24", "text": "Look at the ravens. They don’t plant or harvest or store food in barns, for God feeds them. And you are far more valuable to him than any birds!"}, {"passage_title": "", "verse": "25", "text": "Can all your worries add a single moment to your life?"}, {"passage_title": "", "verse": "26", "text": "And if worry can’t accomplish a little thing like that, what’s the use of worrying over bigger things?"}, {"passage_title": "", "verse": "27", "text": "“Look at the lilies and how they grow. They don’t work or make their clothing, yet Solomon in all his glory was not dressed as beautifully as they are."}, {"passage_title": "", "verse": "28", "text": "And if God cares so wonderfully for flowers that are here today and thrown into the fire tomorrow, he will certainly care for you. Why do you have so little faith?"}, {"passage_title": "", "verse": "29", "text": "“And don’t be concerned about what to eat and what to drink. Don’t worry about such things."}, {"passage_title": "", "verse": "30", "text": "These things dominate the thoughts of unbelievers all over the world, but your Father already knows your needs."}, {"passage_title": "", "verse": "31", "text": "Seek the Kingdom of God above all else, and he will give you everything you need."}, {"passage_title": "", "verse": "32", "text": "“So don’t be afraid, little flock. For it gives your Father great happiness to give you the Kingdom."}, {"passage_title": "", "verse": "33", "text": "“Sell your possessions and give to those in need. This will store up treasure for you in heaven! And the purses of heaven never get old or develop holes. Your treasure will be safe; no thief can steal it and no moth can destroy it."}, {"passage_title": "Be Ready for the Lord’s Coming", "verse": "34", "text": "Wherever your treasure is, there the desires of your heart will also be. [pas_title]"}, {"passage_title": "", "verse": "35", "text": "“Be dressed for service and keep your lamps burning,"}, {"passage_title": "", "verse": "36", "text": "as though you were waiting for your master to return from the wedding feast. Then you will be ready to open the door and let him in the moment he arrives and knocks."}, {"passage_title": "", "verse": "37", "text": "The servants who are ready and waiting for his return will be rewarded. I tell you the truth, he himself will seat them, put on an apron, and serve them as they sit and eat!"}, {"passage_title": "", "verse": "38", "text": "He may come in the middle of the night or just before dawn. But whenever he comes, he will reward the servants who are ready."}, {"passage_title": "", "verse": "39", "text": "“Understand this: If a homeowner knew exactly when a burglar was coming, he would not permit his house to be broken into."}, {"passage_title": "", "verse": "40", "text": "You also must be ready all the time, for the Son of Man will come when least expected.”"}, {"passage_title": "", "verse": "41", "text": "Peter asked, “Lord, is that illustration just for us or for everyone?”"}, {"passage_title": "", "verse": "42", "text": "And the Lord replied, “A faithful, sensible servant is one to whom the master can give the responsibility of managing his other household servants and feeding them."}, {"passage_title": "", "verse": "43", "text": "If the master returns and finds that the servant has done a good job, there will be a reward."}, {"passage_title": "", "verse": "44", "text": "I tell you the truth, the master will put that servant in charge of all he owns."}, {"passage_title": "", "verse": "45", "text": "But what if the servant thinks, ‘My master won’t be back for a while,’ and he begins beating the other servants, partying, and getting drunk?"}, {"passage_title": "", "verse": "46", "text": "The master will return unannounced and unexpected, and he will cut the servant in pieces and banish him with the unfaithful."}, {"passage_title": "", "verse": "47", "text": "“And a servant who knows what the master wants, but isn’t prepared and doesn’t carry out those instructions, will be severely punished."}, {"passage_title": "Jesus Causes Division", "verse": "48", "text": "But someone who does not know, and then does something wrong, will be punished only lightly. When someone has been given much, much will be required in return; and when someone has been entrusted with much, even more will be required. [pas_title]"}, {"passage_title": "", "verse": "49", "text": "“I have come to set the world on fire, and I wish it were already burning!"}, {"passage_title": "", "verse": "50", "text": "I have a terrible baptism of suffering ahead of me, and I am under a heavy burden until it is accomplished."}, {"passage_title": "", "verse": "51", "text": "Do you think I have come to bring peace to the earth? No, I have come to divide people against each other!"}, {"passage_title": "", "verse": "52", "text": "From now on families will be split apart, three in favor of me, and two against—or two in favor and three against."}, {"passage_title": "", "verse": "53", "text": "‘Father will be divided against son and son against father; mother against daughter and daughter against mother; and mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.’”"}, {"passage_title": "", "verse": "54", "text": "Then Jesus turned to the crowd and said, “When you see clouds beginning to form in the west, you say, ‘Here comes a shower.’ And you are right."}, {"passage_title": "", "verse": "55", "text": "When the south wind blows, you say, ‘Today will be a scorcher.’ And it is."}, {"passage_title": "", "verse": "56", "text": "You fools! You know how to interpret the weather signs of the earth and sky, but you don’t know how to interpret the present times."}, {"passage_title": "", "verse": "57", "text": "“Why can’t you decide for yourselves what is right?"}, {"passage_title": "", "verse": "58", "text": "When you are on the way to court with your accuser, try to settle the matter before you get there. Otherwise, your accuser may drag you before the judge, who will hand you over to an officer, who will throw you into prison."}, {"passage_title": "", "verse": "59", "text": "And if that happens, you won’t be free again until you have paid the very last penny.”"}]}, {"chapter_title": "A Call to Repentance", "chapter_number": 13, "chapter_content": [{"passage_title": "", "verse": "13", "text": "About this time Jesus was informed that Pilate had murdered some people from Galilee as they were offering sacrifices at the Temple."}, {"passage_title": "", "verse": "2", "text": "“Do you think those Galileans were worse sinners than all the other people from Galilee?” Jesus asked. “Is that why they suffered?"}, {"passage_title": "", "verse": "3", "text": "Not at all! And you will perish, too, unless you repent of your sins and turn to God."}, {"passage_title": "", "verse": "4", "text": "And what about the eighteen people who died when the tower in Siloam fell on them? Were they the worst sinners in Jerusalem?"}, {"passage_title": "Parable of the Barren Fig Tree", "verse": "5", "text": "No, and I tell you again that unless you repent, you will perish, too.” [pas_title]"}, {"passage_title": "", "verse": "6", "text": "Then Jesus told this story: “A man planted a fig tree in his garden and came again and again to see if there was any fruit on it, but he was always disappointed."}, {"passage_title": "", "verse": "7", "text": "Finally, he said to his gardener, ‘I’ve waited three years, and there hasn’t been a single fig! Cut it down. It’s just taking up space in the garden.’"}, {"passage_title": "", "verse": "8", "text": "“The gardener answered, ‘Sir, give it one more chance. Leave it another year, and I’ll give it special attention and plenty of fertilizer."}, {"passage_title": "Jesus Heals on the Sabbath", "verse": "9", "text": "If we get figs next year, fine. If not, then you can cut it down.’” [pas_title]"}, {"passage_title": "", "verse": "10", "text": "One Sabbath day as Jesus was teaching in a synagogue,"}, {"passage_title": "", "verse": "11", "text": "he saw a woman who had been crippled by an evil spirit. She had been bent double for eighteen years and was unable to stand up straight."}, {"passage_title": "", "verse": "12", "text": "When Jesus saw her, he called her over and said, “Dear woman, you are healed of your sickness!”"}, {"passage_title": "", "verse": "13", "text": "Then he touched her, and instantly she could stand straight. How she praised God!"}, {"passage_title": "", "verse": "14", "text": "But the leader in charge of the synagogue was indignant that Jesus had healed her on the Sabbath day. “There are six days of the week for working,” he said to the crowd. “Come on those days to be healed, not on the Sabbath.”"}, {"passage_title": "", "verse": "15", "text": "But the Lord replied, “You hypocrites! Each of you works on the Sabbath day! Don’t you untie your ox or your donkey from its stall on the Sabbath and lead it out for water?"}, {"passage_title": "", "verse": "16", "text": "This dear woman, a daughter of Abraham, has been held in bondage by Satan for eighteen years. Isn’t it right that she be released, even on the Sabbath?”"}, {"passage_title": "Parable of the Mustard Seed", "verse": "17", "text": "This shamed his enemies, but all the people rejoiced at the wonderful things he did. [pas_title]"}, {"passage_title": "", "verse": "18", "text": "Then Jesus said, “What is the Kingdom of God like? How can I illustrate it?"}, {"passage_title": "Parable of the Yeast", "verse": "19", "text": "It is like a tiny mustard seed that a man planted in a garden; it grows and becomes a tree, and the birds make nests in its branches.” [pas_title]"}, {"passage_title": "", "verse": "20", "text": "He also asked, “What else is the Kingdom of God like?"}, {"passage_title": "The Narrow Door", "verse": "21", "text": "It is like the yeast a woman used in making bread. Even though she put only a little yeast in three measures of flour, it permeated every part of the dough.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "Jesus went through the towns and villages, teaching as he went, always pressing on toward Jerusalem."}, {"passage_title": "", "verse": "23", "text": "Someone asked him, “Lord, will only a few be saved?” He replied,"}, {"passage_title": "", "verse": "24", "text": "“Work hard to enter the narrow door to God’s Kingdom, for many will try to enter but will fail."}, {"passage_title": "", "verse": "25", "text": "When the master of the house has locked the door, it will be too late. You will stand outside knocking and pleading, ‘Lord, open the door for us!’ But he will reply, ‘I don’t know you or where you come from.’"}, {"passage_title": "", "verse": "26", "text": "Then you will say, ‘But we ate and drank with you, and you taught in our streets.’"}, {"passage_title": "", "verse": "27", "text": "And he will reply, ‘I tell you, I don’t know you or where you come from. Get away from me, all you who do evil.’"}, {"passage_title": "", "verse": "28", "text": "“There will be weeping and gnashing of teeth, for you will see Abraham, Isaac, Jacob, and all the prophets in the Kingdom of God, but you will be thrown out."}, {"passage_title": "", "verse": "29", "text": "And people will come from all over the world—from east and west, north and south—to take their places in the Kingdom of God."}, {"passage_title": "Jesus Grieves over Jerusalem", "verse": "30", "text": "And note this: Some who seem least important now will be the greatest then, and some who are the greatest now will be least important then.” [pas_title]"}, {"passage_title": "", "verse": "31", "text": "At that time some Pharisees said to him, “Get away from here if you want to live! Herod Antipas wants to kill you!”"}, {"passage_title": "", "verse": "32", "text": "Jesus replied, “Go tell that fox that I will keep on casting out demons and healing people today and tomorrow; and the third day I will accomplish my purpose."}, {"passage_title": "", "verse": "33", "text": "Yes, today, tomorrow, and the next day I must proceed on my way. For it wouldn’t do for a prophet of God to be killed except in Jerusalem!"}, {"passage_title": "", "verse": "34", "text": "“O Jerusalem, Jerusalem, the city that kills the prophets and stones God’s messengers! How often I have wanted to gather your children together as a hen protects her chicks beneath her wings, but you wouldn’t let me."}, {"passage_title": "", "verse": "35", "text": "And now, look, your house is abandoned. And you will never see me again until you say, ‘Blessings on the one who comes in the name of the Lord!’”"}]}, {"chapter_title": "Jesus Heals on the Sabbath", "chapter_number": 14, "chapter_content": [{"passage_title": "", "verse": "14", "text": "One Sabbath day Jesus went to eat dinner in the home of a leader of the Pharisees, and the people were watching him closely."}, {"passage_title": "", "verse": "2", "text": "There was a man there whose arms and legs were swollen."}, {"passage_title": "", "verse": "3", "text": "Jesus asked the Pharisees and experts in religious law, “Is it permitted in the law to heal people on the Sabbath day, or not?”"}, {"passage_title": "", "verse": "4", "text": "When they refused to answer, Jesus touched the sick man and healed him and sent him away."}, {"passage_title": "", "verse": "5", "text": "Then he turned to them and said, “Which of you doesn’t work on the Sabbath? If your son or your cow falls into a pit, don’t you rush to get him out?”"}, {"passage_title": "Jesus Teaches about Humility", "verse": "6", "text": "Again they could not answer. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "When Jesus noticed that all who had come to the dinner were trying to sit in the seats of honor near the head of the table, he gave them this advice:"}, {"passage_title": "", "verse": "8", "text": "“When you are invited to a wedding feast, don’t sit in the seat of honor. What if someone who is more distinguished than you has also been invited?"}, {"passage_title": "", "verse": "9", "text": "The host will come and say, ‘Give this person your seat.’ Then you will be embarrassed, and you will have to take whatever seat is left at the foot of the table!"}, {"passage_title": "", "verse": "10", "text": "“Instead, take the lowest place at the foot of the table. Then when your host sees you, he will come and say, ‘Friend, we have a better place for you!’ Then you will be honored in front of all the other guests."}, {"passage_title": "", "verse": "11", "text": "For those who exalt themselves will be humbled, and those who humble themselves will be exalted.”"}, {"passage_title": "", "verse": "12", "text": "Then he turned to his host. “When you put on a luncheon or a banquet,” he said, “don’t invite your friends, brothers, relatives, and rich neighbors. For they will invite you back, and that will be your only reward."}, {"passage_title": "", "verse": "13", "text": "Instead, invite the poor, the crippled, the lame, and the blind."}, {"passage_title": "Parable of the Great Feast", "verse": "14", "text": "Then at the resurrection of the righteous, God will reward you for inviting those who could not repay you.” [pas_title]"}, {"passage_title": "", "verse": "15", "text": "Hearing this, a man sitting at the table with Jesus exclaimed, “What a blessing it will be to attend a banquet in the Kingdom of God!”"}, {"passage_title": "", "verse": "16", "text": "Jesus replied with this story: “A man prepared a great feast and sent out many invitations."}, {"passage_title": "", "verse": "17", "text": "When the banquet was ready, he sent his servant to tell the guests, ‘Come, the banquet is ready.’"}, {"passage_title": "", "verse": "18", "text": "But they all began making excuses. One said, ‘I have just bought a field and must inspect it. Please excuse me.’"}, {"passage_title": "", "verse": "19", "text": "Another said, ‘I have just bought five pairs of oxen, and I want to try them out. Please excuse me.’"}, {"passage_title": "", "verse": "20", "text": "Another said, ‘I just got married, so I can’t come.’"}, {"passage_title": "", "verse": "21", "text": "“The servant returned and told his master what they had said. His master was furious and said, ‘Go quickly into the streets and alleys of the town and invite the poor, the crippled, the blind, and the lame.’"}, {"passage_title": "", "verse": "22", "text": "After the servant had done this, he reported, ‘There is still room for more.’"}, {"passage_title": "", "verse": "23", "text": "So his master said, ‘Go out into the country lanes and behind the hedges and urge anyone you find to come, so that the house will be full."}, {"passage_title": "The Cost of Being a Disciple", "verse": "24", "text": "For none of those I first invited will get even the smallest taste of my banquet.’” [pas_title]"}, {"passage_title": "", "verse": "25", "text": "A large crowd was following Jesus. He turned around and said to them,"}, {"passage_title": "", "verse": "26", "text": "“If you want to be my disciple, you must, by comparison, hate everyone else—your father and mother, wife and children, brothers and sisters—yes, even your own life. Otherwise, you cannot be my disciple."}, {"passage_title": "", "verse": "27", "text": "And if you do not carry your own cross and follow me, you cannot be my disciple."}, {"passage_title": "", "verse": "28", "text": "“But don’t begin until you count the cost. For who would begin construction of a building without first calculating the cost to see if there is enough money to finish it?"}, {"passage_title": "", "verse": "29", "text": "Otherwise, you might complete only the foundation before running out of money, and then everyone would laugh at you."}, {"passage_title": "", "verse": "30", "text": "They would say, ‘There’s the person who started that building and couldn’t afford to finish it!’"}, {"passage_title": "", "verse": "31", "text": "“Or what king would go to war against another king without first sitting down with his counselors to discuss whether his army of 10,000 could defeat the 20,000 soldiers marching against him?"}, {"passage_title": "", "verse": "32", "text": "And if he can’t, he will send a delegation to discuss terms of peace while the enemy is still far away."}, {"passage_title": "", "verse": "33", "text": "So you cannot become my disciple without giving up everything you own."}, {"passage_title": "", "verse": "34", "text": "“Salt is good for seasoning. But if it loses its flavor, how do you make it salty again?"}, {"passage_title": "", "verse": "35", "text": "Flavorless salt is good neither for the soil nor for the manure pile. It is thrown away. Anyone with ears to hear should listen and understand!”"}]}, {"chapter_title": "Parable of the Lost Sheep", "chapter_number": 15, "chapter_content": [{"passage_title": "", "verse": "15", "text": "Tax collectors and other notorious sinners often came to listen to Jesus teach."}, {"passage_title": "", "verse": "2", "text": "This made the Pharisees and teachers of religious law complain that he was associating with such sinful people—even eating with them!"}, {"passage_title": "", "verse": "3", "text": "So Jesus told them this story:"}, {"passage_title": "", "verse": "4", "text": "“If a man has a hundred sheep and one of them gets lost, what will he do? Won’t he leave the ninety-nine others in the wilderness and go to search for the one that is lost until he finds it?"}, {"passage_title": "", "verse": "5", "text": "And when he has found it, he will joyfully carry it home on his shoulders."}, {"passage_title": "", "verse": "6", "text": "When he arrives, he will call together his friends and neighbors, saying, ‘Rejoice with me because I have found my lost sheep.’"}, {"passage_title": "Parable of the Lost Coin", "verse": "7", "text": "In the same way, there is more joy in heaven over one lost sinner who repents and returns to God than over ninety-nine others who are righteous and haven’t strayed away! [pas_title]"}, {"passage_title": "", "verse": "8", "text": "“Or suppose a woman has ten silver coins and loses one. Won’t she light a lamp and sweep the entire house and search carefully until she finds it?"}, {"passage_title": "", "verse": "9", "text": "And when she finds it, she will call in her friends and neighbors and say, ‘Rejoice with me because I have found my lost coin.’"}, {"passage_title": "Parable of the Lost Son", "verse": "10", "text": "In the same way, there is joy in the presence of God’s angels when even one sinner repents.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "To illustrate the point further, Jesus told them this story: “A man had two sons."}, {"passage_title": "", "verse": "12", "text": "The younger son told his father, ‘I want my share of your estate now before you die.’ So his father agreed to divide his wealth between his sons."}, {"passage_title": "", "verse": "13", "text": "“A few days later this younger son packed all his belongings and moved to a distant land, and there he wasted all his money in wild living."}, {"passage_title": "", "verse": "14", "text": "About the time his money ran out, a great famine swept over the land, and he began to starve."}, {"passage_title": "", "verse": "15", "text": "He persuaded a local farmer to hire him, and the man sent him into his fields to feed the pigs."}, {"passage_title": "", "verse": "16", "text": "The young man became so hungry that even the pods he was feeding the pigs looked good to him. But no one gave him anything."}, {"passage_title": "", "verse": "17", "text": "“When he finally came to his senses, he said to himself, ‘At home even the hired servants have food enough to spare, and here I am dying of hunger!"}, {"passage_title": "", "verse": "18", "text": "I will go home to my father and say, “Father, I have sinned against both heaven and you,"}, {"passage_title": "", "verse": "19", "text": "and I am no longer worthy of being called your son. Please take me on as a hired servant.”’"}, {"passage_title": "", "verse": "20", "text": "“So he returned home to his father. And while he was still a long way off, his father saw him coming. Filled with love and compassion, he ran to his son, embraced him, and kissed him."}, {"passage_title": "", "verse": "21", "text": "His son said to him, ‘Father, I have sinned against both heaven and you, and I am no longer worthy of being called your son.’"}, {"passage_title": "", "verse": "22", "text": "“But his father said to the servants, ‘Quick! Bring the finest robe in the house and put it on him. Get a ring for his finger and sandals for his feet."}, {"passage_title": "", "verse": "23", "text": "And kill the calf we have been fattening. We must celebrate with a feast,"}, {"passage_title": "", "verse": "24", "text": "for this son of mine was dead and has now returned to life. He was lost, but now he is found.’ So the party began."}, {"passage_title": "", "verse": "25", "text": "“Meanwhile, the older son was in the fields working. When he returned home, he heard music and dancing in the house,"}, {"passage_title": "", "verse": "26", "text": "and he asked one of the servants what was going on."}, {"passage_title": "", "verse": "27", "text": "‘Your brother is back,’ he was told, ‘and your father has killed the fattened calf. We are celebrating because of his safe return.’"}, {"passage_title": "", "verse": "28", "text": "“The older brother was angry and wouldn’t go in. His father came out and begged him,"}, {"passage_title": "", "verse": "29", "text": "but he replied, ‘All these years I’ve slaved for you and never once refused to do a single thing you told me to. And in all that time you never gave me even one young goat for a feast with my friends."}, {"passage_title": "", "verse": "30", "text": "Yet when this son of yours comes back after squandering your money on prostitutes, you celebrate by killing the fattened calf!’"}, {"passage_title": "", "verse": "31", "text": "“His father said to him, ‘Look, dear son, you have always stayed by me, and everything I have is yours."}, {"passage_title": "", "verse": "32", "text": "We had to celebrate this happy day. For your brother was dead and has come back to life! He was lost, but now he is found!’”"}]}, {"chapter_title": "Parable of the Shrewd Manager", "chapter_number": 16, "chapter_content": [{"passage_title": "", "verse": "16", "text": "Jesus told this story to his disciples: “There was a certain rich man who had a manager handling his affairs. One day a report came that the manager was wasting his employer’s money."}, {"passage_title": "", "verse": "2", "text": "So the employer called him in and said, ‘What’s this I hear about you? Get your report in order, because you are going to be fired.’"}, {"passage_title": "", "verse": "3", "text": "“The manager thought to himself, ‘Now what? My boss has fired me. I don’t have the strength to dig ditches, and I’m too proud to beg."}, {"passage_title": "", "verse": "4", "text": "Ah, I know how to ensure that I’ll have plenty of friends who will give me a home when I am fired.’"}, {"passage_title": "", "verse": "5", "text": "“So he invited each person who owed money to his employer to come and discuss the situation. He asked the first one, ‘How much do you owe him?’"}, {"passage_title": "", "verse": "6", "text": "The man replied, ‘I owe him 800 gallons of olive oil.’ So the manager told him, ‘Take the bill and quickly change it to 400 gallons.’"}, {"passage_title": "", "verse": "7", "text": "“‘And how much do you owe my employer?’ he asked the next man. ‘I owe him 1,000 bushels of wheat,’ was the reply. ‘Here,’ the manager said, ‘take the bill and change it to 800 bushels.’"}, {"passage_title": "", "verse": "8", "text": "“The rich man had to admire the dishonest rascal for being so shrewd. And it is true that the children of this world are more shrewd in dealing with the world around them than are the children of the light."}, {"passage_title": "", "verse": "9", "text": "Here’s the lesson: Use your worldly resources to benefit others and make friends. Then, when your possessions are gone, they will welcome you to an eternal home."}, {"passage_title": "", "verse": "10", "text": "“If you are faithful in little things, you will be faithful in large ones. But if you are dishonest in little things, you won’t be honest with greater responsibilities."}, {"passage_title": "", "verse": "11", "text": "And if you are untrustworthy about worldly wealth, who will trust you with the true riches of heaven?"}, {"passage_title": "", "verse": "12", "text": "And if you are not faithful with other people’s things, why should you be trusted with things of your own?"}, {"passage_title": "", "verse": "13", "text": "“No one can serve two masters. For you will hate one and love the other; you will be devoted to one and despise the other. You cannot serve God and be enslaved to money.”"}, {"passage_title": "", "verse": "14", "text": "The Pharisees, who dearly loved their money, heard all this and scoffed at him."}, {"passage_title": "", "verse": "15", "text": "Then he said to them, “You like to appear righteous in public, but God knows your hearts. What this world honors is detestable in the sight of God."}, {"passage_title": "", "verse": "16", "text": "“Until John the Baptist, the law of Moses and the messages of the prophets were your guides. But now the Good News of the Kingdom of God is preached, and everyone is eager to get in."}, {"passage_title": "", "verse": "17", "text": "But that doesn’t mean that the law has lost its force. It is easier for heaven and earth to disappear than for the smallest point of God’s law to be overturned."}, {"passage_title": "Parable of the Rich Man and Lazarus", "verse": "18", "text": "“For example, a man who divorces his wife and marries someone else commits adultery. And anyone who marries a woman divorced from her husband commits adultery.” [pas_title]"}, {"passage_title": "", "verse": "19", "text": "Jesus said, “There was a certain rich man who was splendidly clothed in purple and fine linen and who lived each day in luxury."}, {"passage_title": "", "verse": "20", "text": "At his gate lay a poor man named Lazarus who was covered with sores."}, {"passage_title": "", "verse": "21", "text": "As Lazarus lay there longing for scraps from the rich man’s table, the dogs would come and lick his open sores."}, {"passage_title": "", "verse": "22", "text": "“Finally, the poor man died and was carried by the angels to sit beside Abraham at the heavenly banquet. The rich man also died and was buried,"}, {"passage_title": "", "verse": "23", "text": "and he went to the place of the dead. There, in torment, he saw Abraham in the far distance with Lazarus at his side."}, {"passage_title": "", "verse": "24", "text": "“The rich man shouted, ‘Father Abraham, have some pity! Send Lazarus over here to dip the tip of his finger in water and cool my tongue. I am in anguish in these flames.’"}, {"passage_title": "", "verse": "25", "text": "“But Abraham said to him, ‘Son, remember that during your lifetime you had everything you wanted, and Lazarus had nothing. So now he is here being comforted, and you are in anguish."}, {"passage_title": "", "verse": "26", "text": "And besides, there is a great chasm separating us. No one can cross over to you from here, and no one can cross over to us from there.’"}, {"passage_title": "", "verse": "27", "text": "“Then the rich man said, ‘Please, Father Abraham, at least send him to my father’s home."}, {"passage_title": "", "verse": "28", "text": "For I have five brothers, and I want him to warn them so they don’t end up in this place of torment.’"}, {"passage_title": "", "verse": "29", "text": "“But Abraham said, ‘Moses and the prophets have warned them. Your brothers can read what they wrote.’"}, {"passage_title": "", "verse": "30", "text": "“The rich man replied, ‘No, Father Abraham! But if someone is sent to them from the dead, then they will repent of their sins and turn to God.’"}, {"passage_title": "", "verse": "31", "text": "“But Abraham said, ‘If they won’t listen to Moses and the prophets, they won’t be persuaded even if someone rises from the dead.’”"}]}, {"chapter_title": "Teachings about Forgiveness and Faith", "chapter_number": 17, "chapter_content": [{"passage_title": "", "verse": "17", "text": "One day Jesus said to his disciples, “There will always be temptations to sin, but what sorrow awaits the person who does the tempting!"}, {"passage_title": "", "verse": "2", "text": "It would be better to be thrown into the sea with a millstone hung around your neck than to cause one of these little ones to fall into sin."}, {"passage_title": "", "verse": "3", "text": "So watch yourselves! “If another believer sins, rebuke that person; then if there is repentance, forgive."}, {"passage_title": "", "verse": "4", "text": "Even if that person wrongs you seven times a day and each time turns again and asks forgiveness, you must forgive.”"}, {"passage_title": "", "verse": "5", "text": "The apostles said to the Lord, “Show us how to increase our faith.”"}, {"passage_title": "", "verse": "6", "text": "The Lord answered, “If you had faith even as small as a mustard seed, you could say to this mulberry tree, ‘May you be uprooted and be planted in the sea,’ and it would obey you!"}, {"passage_title": "", "verse": "7", "text": "“When a servant comes in from plowing or taking care of sheep, does his master say, ‘Come in and eat with me’?"}, {"passage_title": "", "verse": "8", "text": "No, he says, ‘Prepare my meal, put on your apron, and serve me while I eat. Then you can eat later.’"}, {"passage_title": "", "verse": "9", "text": "And does the master thank the servant for doing what he was told to do? Of course not."}, {"passage_title": "Ten Healed of Leprosy", "verse": "10", "text": "In the same way, when you obey me you should say, ‘We are unworthy servants who have simply done our duty.’” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "As Jesus continued on toward Jerusalem, he reached the border between Galilee and Samaria."}, {"passage_title": "", "verse": "12", "text": "As he entered a village there, ten men with leprosy stood at a distance,"}, {"passage_title": "", "verse": "13", "text": "crying out, “Jesus, Master, have mercy on us!”"}, {"passage_title": "", "verse": "14", "text": "He looked at them and said, “Go show yourselves to the priests.” And as they went, they were cleansed of their leprosy."}, {"passage_title": "", "verse": "15", "text": "One of them, when he saw that he was healed, came back to Jesus, shouting, “Praise God!”"}, {"passage_title": "", "verse": "16", "text": "He fell to the ground at Jesus’ feet, thanking him for what he had done. This man was a Samaritan."}, {"passage_title": "", "verse": "17", "text": "Jesus asked, “Didn’t I heal ten men? Where are the other nine?"}, {"passage_title": "", "verse": "18", "text": "Has no one returned to give glory to God except this foreigner?”"}, {"passage_title": "The Coming of the Kingdom", "verse": "19", "text": "And Jesus said to the man, “Stand up and go. Your faith has healed you.” [pas_title]"}, {"passage_title": "", "verse": "20", "text": "One day the Pharisees asked Jesus, “When will the Kingdom of God come?” Jesus replied, “The Kingdom of God can’t be detected by visible signs."}, {"passage_title": "", "verse": "21", "text": "You won’t be able to say, ‘Here it is!’ or ‘It’s over there!’ For the Kingdom of God is already among you.”"}, {"passage_title": "", "verse": "22", "text": "Then he said to his disciples, “The time is coming when you will long to see the day when the Son of Man returns, but you won’t see it."}, {"passage_title": "", "verse": "23", "text": "People will tell you, ‘Look, there is the Son of Man,’ or ‘Here he is,’ but don’t go out and follow them."}, {"passage_title": "", "verse": "24", "text": "For as the lightning flashes and lights up the sky from one end to the other, so it will be on the day when the Son of Man comes."}, {"passage_title": "", "verse": "25", "text": "But first the Son of Man must suffer terribly and be rejected by this generation."}, {"passage_title": "", "verse": "26", "text": "“When the Son of Man returns, it will be like it was in Noah’s day."}, {"passage_title": "", "verse": "27", "text": "In those days, the people enjoyed banquets and parties and weddings right up to the time Noah entered his boat and the flood came and destroyed them all."}, {"passage_title": "", "verse": "28", "text": "“And the world will be as it was in the days of Lot. People went about their daily business—eating and drinking, buying and selling, farming and building—"}, {"passage_title": "", "verse": "29", "text": "until the morning Lot left Sodom. Then fire and burning sulfur rained down from heaven and destroyed them all."}, {"passage_title": "", "verse": "30", "text": "Yes, it will be ‘business as usual’ right up to the day when the Son of Man is revealed."}, {"passage_title": "", "verse": "31", "text": "On that day a person out on the deck of a roof must not go down into the house to pack. A person out in the field must not return home."}, {"passage_title": "", "verse": "32", "text": "Remember what happened to Lot’s wife!"}, {"passage_title": "", "verse": "33", "text": "If you cling to your life, you will lose it, and if you let your life go, you will save it."}, {"passage_title": "", "verse": "34", "text": "That night two people will be asleep in one bed; one will be taken, the other left."}, {"passage_title": "", "verse": "35", "text": "Two women will be grinding flour together at the mill; one will be taken, the other left.”"}, {"passage_title": "", "verse": "37", "text": "“Where will this happen, Lord?” the disciples asked. Jesus replied, “Just as the gathering of vultures shows there is a carcass nearby, so these signs indicate that the end is near.”"}]}, {"chapter_title": "Parable of the Persistent Widow", "chapter_number": 18, "chapter_content": [{"passage_title": "", "verse": "18", "text": "One day Jesus told his disciples a story to show that they should always pray and never give up."}, {"passage_title": "", "verse": "2", "text": "“There was a judge in a certain city,” he said, “who neither feared God nor cared about people."}, {"passage_title": "", "verse": "3", "text": "A widow of that city came to him repeatedly, saying, ‘Give me justice in this dispute with my enemy.’"}, {"passage_title": "", "verse": "4", "text": "The judge ignored her for a while, but finally he said to himself, ‘I don’t fear God or care about people,"}, {"passage_title": "", "verse": "5", "text": "but this woman is driving me crazy. I’m going to see that she gets justice, because she is wearing me out with her constant requests!’”"}, {"passage_title": "", "verse": "6", "text": "Then the Lord said, “Learn a lesson from this unjust judge."}, {"passage_title": "", "verse": "7", "text": "Even he rendered a just decision in the end. So don’t you think God will surely give justice to his chosen people who cry out to him day and night? Will he keep putting them off?"}, {"passage_title": "Parable of the Pharisee and Tax Collector", "verse": "8", "text": "I tell you, he will grant justice to them quickly! But when the Son of Man returns, how many will he find on the earth who have faith?” [pas_title]"}, {"passage_title": "", "verse": "9", "text": "Then Jesus told this story to some who had great confidence in their own righteousness and scorned everyone else:"}, {"passage_title": "", "verse": "10", "text": "“Two men went to the Temple to pray. One was a Pharisee, and the other was a despised tax collector."}, {"passage_title": "", "verse": "11", "text": "The Pharisee stood by himself and prayed this prayer: ‘I thank you, God, that I am not like other people—cheaters, sinners, adulterers. I’m certainly not like that tax collector!"}, {"passage_title": "", "verse": "12", "text": "I fast twice a week, and I give you a tenth of my income.’"}, {"passage_title": "", "verse": "13", "text": "“But the tax collector stood at a distance and dared not even lift his eyes to heaven as he prayed. Instead, he beat his chest in sorrow, saying, ‘O God, be merciful to me, for I am a sinner.’"}, {"passage_title": "Jesus Blesses the Children", "verse": "14", "text": "I tell you, this sinner, not the Pharisee, returned home justified before God. For those who exalt themselves will be humbled, and those who humble themselves will be exalted.” [pas_title]"}, {"passage_title": "", "verse": "15", "text": "One day some parents brought their little children to Jesus so he could touch and bless them. But when the disciples saw this, they scolded the parents for bothering him."}, {"passage_title": "", "verse": "16", "text": "Then Jesus called for the children and said to the disciples, “Let the children come to me. Don’t stop them! For the Kingdom of God belongs to those who are like these children."}, {"passage_title": "The Rich Man", "verse": "17", "text": "I tell you the truth, anyone who doesn’t receive the Kingdom of God like a child will never enter it.” [pas_title]"}, {"passage_title": "", "verse": "18", "text": "Once a religious leader asked Jesus this question: “Good Teacher, what should I do to inherit eternal life?”"}, {"passage_title": "", "verse": "19", "text": "“Why do you call me good?” Jesus asked him. “Only God is truly good."}, {"passage_title": "", "verse": "20", "text": "But to answer your question, you know the commandments: ‘You must not commit adultery. You must not murder. You must not steal. You must not testify falsely. Honor your father and mother.’”"}, {"passage_title": "", "verse": "21", "text": "The man replied, “I’ve obeyed all these commandments since I was young.”"}, {"passage_title": "", "verse": "22", "text": "When Jesus heard his answer, he said, “There is still one thing you haven’t done. Sell all your possessions and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"}, {"passage_title": "", "verse": "23", "text": "But when the man heard this he became very sad, for he was very rich."}, {"passage_title": "", "verse": "24", "text": "When Jesus saw this, he said, “How hard it is for the rich to enter the Kingdom of God!"}, {"passage_title": "", "verse": "25", "text": "In fact, it is easier for a camel to go through the eye of a needle than for a rich person to enter the Kingdom of God!”"}, {"passage_title": "", "verse": "26", "text": "Those who heard this said, “Then who in the world can be saved?”"}, {"passage_title": "", "verse": "27", "text": "He replied, “What is impossible for people is possible with God.”"}, {"passage_title": "", "verse": "28", "text": "Peter said, “We’ve left our homes to follow you.”"}, {"passage_title": "", "verse": "29", "text": "“Yes,” Jesus replied, “and I assure you that everyone who has given up house or wife or brothers or parents or children, for the sake of the Kingdom of God,"}, {"passage_title": "Jesus Again Predicts His Death", "verse": "30", "text": "will be repaid many times over in this life, and will have eternal life in the world to come.” [pas_title]"}, {"passage_title": "", "verse": "31", "text": "Taking the twelve disciples aside, Jesus said, “Listen, we’re going up to Jerusalem, where all the predictions of the prophets concerning the Son of Man will come true."}, {"passage_title": "", "verse": "32", "text": "He will be handed over to the Romans, and he will be mocked, treated shamefully, and spit upon."}, {"passage_title": "", "verse": "33", "text": "They will flog him with a whip and kill him, but on the third day he will rise again.”"}, {"passage_title": "Jesus Heals a Blind Beggar", "verse": "34", "text": "But they didn’t understand any of this. The significance of his words was hidden from them, and they failed to grasp what he was talking about. [pas_title]"}, {"passage_title": "", "verse": "35", "text": "As Jesus approached Jericho, a blind beggar was sitting beside the road."}, {"passage_title": "", "verse": "36", "text": "When he heard the noise of a crowd going past, he asked what was happening."}, {"passage_title": "", "verse": "37", "text": "They told him that Jesus the Nazarene was going by."}, {"passage_title": "", "verse": "38", "text": "So he began shouting, “Jesus, Son of David, have mercy on me!”"}, {"passage_title": "", "verse": "39", "text": "“Be quiet!” the people in front yelled at him. But he only shouted louder, “Son of David, have mercy on me!”"}, {"passage_title": "", "verse": "40", "text": "When Jesus heard him, he stopped and ordered that the man be brought to him. As the man came near, Jesus asked him,"}, {"passage_title": "", "verse": "41", "text": "“What do you want me to do for you?” “Lord,” he said, “I want to see!”"}, {"passage_title": "", "verse": "42", "text": "And Jesus said, “All right, receive your sight! Your faith has healed you.”"}, {"passage_title": "", "verse": "43", "text": "Instantly the man could see, and he followed Jesus, praising God. And all who saw it praised God, too."}]}, {"chapter_title": "Jesus and Zacchaeus", "chapter_number": 19, "chapter_content": [{"passage_title": "", "verse": "19", "text": "Jesus entered Jericho and made his way through the town."}, {"passage_title": "", "verse": "2", "text": "There was a man there named Zacchaeus. He was the chief tax collector in the region, and he had become very rich."}, {"passage_title": "", "verse": "3", "text": "He tried to get a look at Jesus, but he was too short to see over the crowd."}, {"passage_title": "", "verse": "4", "text": "So he ran ahead and climbed a sycamore-fig tree beside the road, for Jesus was going to pass that way."}, {"passage_title": "", "verse": "5", "text": "When Jesus came by, he looked up at Zacchaeus and called him by name. “Zacchaeus!” he said. “Quick, come down! I must be a guest in your home today.”"}, {"passage_title": "", "verse": "6", "text": "Zacchaeus quickly climbed down and took Jesus to his house in great excitement and joy."}, {"passage_title": "", "verse": "7", "text": "But the people were displeased. “He has gone to be the guest of a notorious sinner,” they grumbled."}, {"passage_title": "", "verse": "8", "text": "Meanwhile, Zacchaeus stood before the Lord and said, “I will give half my wealth to the poor, Lord, and if I have cheated people on their taxes, I will give them back four times as much!”"}, {"passage_title": "", "verse": "9", "text": "Jesus responded, “Salvation has come to this home today, for this man has shown himself to be a true son of Abraham."}, {"passage_title": "Parable of the Ten Servants", "verse": "10", "text": "For the Son of Man came to seek and save those who are lost.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "The crowd was listening to everything Jesus said. And because he was nearing Jerusalem, he told them a story to correct the impression that the Kingdom of God would begin right away."}, {"passage_title": "", "verse": "12", "text": "He said, “A nobleman was called away to a distant empire to be crowned king and then return."}, {"passage_title": "", "verse": "13", "text": "Before he left, he called together ten of his servants and divided among them ten pounds of silver, saying, ‘Invest this for me while I am gone.’"}, {"passage_title": "", "verse": "14", "text": "But his people hated him and sent a delegation after him to say, ‘We do not want him to be our king.’"}, {"passage_title": "", "verse": "15", "text": "“After he was crowned king, he returned and called in the servants to whom he had given the money. He wanted to find out what their profits were."}, {"passage_title": "", "verse": "16", "text": "The first servant reported, ‘Master, I invested your money and made ten times the original amount!’"}, {"passage_title": "", "verse": "17", "text": "“‘Well done!’ the king exclaimed. ‘You are a good servant. You have been faithful with the little I entrusted to you, so you will be governor of ten cities as your reward.’"}, {"passage_title": "", "verse": "18", "text": "“The next servant reported, ‘Master, I invested your money and made five times the original amount.’"}, {"passage_title": "", "verse": "19", "text": "“‘Well done!’ the king said. ‘You will be governor over five cities.’"}, {"passage_title": "", "verse": "20", "text": "“But the third servant brought back only the original amount of money and said, ‘Master, I hid your money and kept it safe."}, {"passage_title": "", "verse": "21", "text": "I was afraid because you are a hard man to deal with, taking what isn’t yours and harvesting crops you didn’t plant.’"}, {"passage_title": "", "verse": "22", "text": "“‘You wicked servant!’ the king roared. ‘Your own words condemn you. If you knew that I’m a hard man who takes what isn’t mine and harvests crops I didn’t plant,"}, {"passage_title": "", "verse": "23", "text": "why didn’t you deposit my money in the bank? At least I could have gotten some interest on it.’"}, {"passage_title": "", "verse": "24", "text": "“Then, turning to the others standing nearby, the king ordered, ‘Take the money from this servant, and give it to the one who has ten pounds.’"}, {"passage_title": "", "verse": "25", "text": "“‘But, master,’ they said, ‘he already has ten pounds!’"}, {"passage_title": "", "verse": "26", "text": "“‘Yes,’ the king replied, ‘and to those who use well what they are given, even more will be given. But from those who do nothing, even what little they have will be taken away."}, {"passage_title": "Jesus’ Triumphant Entry", "verse": "27", "text": "And as for these enemies of mine who didn’t want me to be their king—bring them in and execute them right here in front of me.’” [pas_title]"}, {"passage_title": "", "verse": "28", "text": "After telling this story, Jesus went on toward Jerusalem, walking ahead of his disciples."}, {"passage_title": "", "verse": "29", "text": "As he came to the towns of Bethphage and Bethany on the Mount of Olives, he sent two disciples ahead."}, {"passage_title": "", "verse": "30", "text": "“Go into that village over there,” he told them. “As you enter it, you will see a young donkey tied there that no one has ever ridden. Untie it and bring it here."}, {"passage_title": "", "verse": "31", "text": "If anyone asks, ‘Why are you untying that colt?’ just say, ‘The Lord needs it.’”"}, {"passage_title": "", "verse": "32", "text": "So they went and found the colt, just as Jesus had said."}, {"passage_title": "", "verse": "33", "text": "And sure enough, as they were untying it, the owners asked them, “Why are you untying that colt?”"}, {"passage_title": "", "verse": "34", "text": "And the disciples simply replied, “The Lord needs it.”"}, {"passage_title": "", "verse": "35", "text": "So they brought the colt to Jesus and threw their garments over it for him to ride on."}, {"passage_title": "", "verse": "36", "text": "As he rode along, the crowds spread out their garments on the road ahead of him."}, {"passage_title": "", "verse": "37", "text": "When he reached the place where the road started down the Mount of Olives, all of his followers began to shout and sing as they walked along, praising God for all the wonderful miracles they had seen."}, {"passage_title": "", "verse": "38", "text": "“Blessings on the King who comes in the name of the Lord! Peace in heaven, and glory in highest heaven!”"}, {"passage_title": "", "verse": "39", "text": "But some of the Pharisees among the crowd said, “Teacher, rebuke your followers for saying things like that!”"}, {"passage_title": "Jesus Weeps over Jerusalem", "verse": "40", "text": "He replied, “If they kept quiet, the stones along the road would burst into cheers!” [pas_title]"}, {"passage_title": "", "verse": "41", "text": "But as he came closer to Jerusalem and saw the city ahead, he began to weep."}, {"passage_title": "", "verse": "42", "text": "“How I wish today that you of all people would understand the way to peace. But now it is too late, and peace is hidden from your eyes."}, {"passage_title": "", "verse": "43", "text": "Before long your enemies will build ramparts against your walls and encircle you and close in on you from every side."}, {"passage_title": "Jesus Clears the Temple", "verse": "44", "text": "They will crush you into the ground, and your children with you. Your enemies will not leave a single stone in place, because you did not recognize it when God visited you.” [pas_title]"}, {"passage_title": "", "verse": "45", "text": "Then Jesus entered the Temple and began to drive out the people selling animals for sacrifices."}, {"passage_title": "", "verse": "46", "text": "He said to them, “The Scriptures declare, ‘My Temple will be a house of prayer,’ but you have turned it into a den of thieves.”"}, {"passage_title": "", "verse": "47", "text": "After that, he taught daily in the Temple, but the leading priests, the teachers of religious law, and the other leaders of the people began planning how to kill him."}, {"passage_title": "", "verse": "48", "text": "But they could think of nothing, because all the people hung on every word he said."}]}, {"chapter_title": "The Authority of Jesus Challenged", "chapter_number": 20, "chapter_content": [{"passage_title": "", "verse": "20", "text": "One day as Jesus was teaching the people and preaching the Good News in the Temple, the leading priests, the teachers of religious law, and the elders came up to him."}, {"passage_title": "", "verse": "2", "text": "They demanded, “By what authority are you doing all these things? Who gave you the right?”"}, {"passage_title": "", "verse": "3", "text": "“Let me ask you a question first,” he replied."}, {"passage_title": "", "verse": "4", "text": "“Did John’s authority to baptize come from heaven, or was it merely human?”"}, {"passage_title": "", "verse": "5", "text": "They talked it over among themselves. “If we say it was from heaven, he will ask why we didn’t believe John."}, {"passage_title": "", "verse": "6", "text": "But if we say it was merely human, the people will stone us because they are convinced John was a prophet.”"}, {"passage_title": "", "verse": "7", "text": "So they finally replied that they didn’t know."}, {"passage_title": "Parable of the Evil Farmers", "verse": "8", "text": "And Jesus responded, “Then I won’t tell you by what authority I do these things.” [pas_title]"}, {"passage_title": "", "verse": "9", "text": "Now Jesus turned to the people again and told them this story: “A man planted a vineyard, leased it to tenant farmers, and moved to another country to live for several years."}, {"passage_title": "", "verse": "10", "text": "At the time of the grape harvest, he sent one of his servants to collect his share of the crop. But the farmers attacked the servant, beat him up, and sent him back empty-handed."}, {"passage_title": "", "verse": "11", "text": "So the owner sent another servant, but they also insulted him, beat him up, and sent him away empty-handed."}, {"passage_title": "", "verse": "12", "text": "A third man was sent, and they wounded him and chased him away."}, {"passage_title": "", "verse": "13", "text": "“‘What will I do?’ the owner asked himself. ‘I know! I’ll send my cherished son. Surely they will respect him.’"}, {"passage_title": "", "verse": "14", "text": "“But when the tenant farmers saw his son, they said to each other, ‘Here comes the heir to this estate. Let’s kill him and get the estate for ourselves!’"}, {"passage_title": "", "verse": "15", "text": "So they dragged him out of the vineyard and murdered him. “What do you suppose the owner of the vineyard will do to them?” Jesus asked."}, {"passage_title": "", "verse": "16", "text": "“I’ll tell you—he will come and kill those farmers and lease the vineyard to others.” “How terrible that such a thing should ever happen,” his listeners protested."}, {"passage_title": "", "verse": "17", "text": "Jesus looked at them and said, “Then what does this Scripture mean? ‘The stone that the builders rejected has now become the cornerstone.’"}, {"passage_title": "", "verse": "18", "text": "Everyone who stumbles over that stone will be broken to pieces, and it will crush anyone it falls on.”"}, {"passage_title": "Taxes for Caesar", "verse": "19", "text": "The teachers of religious law and the leading priests wanted to arrest Jesus immediately because they realized he was telling the story against them—they were the wicked farmers. But they were afraid of the people’s reaction. [pas_title]"}, {"passage_title": "", "verse": "20", "text": "Watching for their opportunity, the leaders sent spies pretending to be honest men. They tried to get Jesus to say something that could be reported to the Roman governor so he would arrest Jesus."}, {"passage_title": "", "verse": "21", "text": "“Teacher,” they said, “we know that you speak and teach what is right and are not influenced by what others think. You teach the way of God truthfully."}, {"passage_title": "", "verse": "22", "text": "Now tell us—is it right for us to pay taxes to Caesar or not?”"}, {"passage_title": "", "verse": "23", "text": "He saw through their trickery and said,"}, {"passage_title": "", "verse": "24", "text": "“Show me a Roman coin. Whose picture and title are stamped on it?” “Caesar’s,” they replied."}, {"passage_title": "", "verse": "25", "text": "“Well then,” he said, “give to Caesar what belongs to Caesar, and give to God what belongs to God.”"}, {"passage_title": "Discussion about Resurrection", "verse": "26", "text": "So they failed to trap him by what he said in front of the people. Instead, they were amazed by his answer, and they became silent. [pas_title]"}, {"passage_title": "", "verse": "27", "text": "Then Jesus was approached by some Sadducees—religious leaders who say there is no resurrection from the dead."}, {"passage_title": "", "verse": "28", "text": "They posed this question: “Teacher, Moses gave us a law that if a man dies, leaving a wife but no children, his brother should marry the widow and have a child who will carry on the brother’s name."}, {"passage_title": "", "verse": "29", "text": "Well, suppose there were seven brothers. The oldest one married and then died without children."}, {"passage_title": "", "verse": "30", "text": "So the second brother married the widow, but he also died."}, {"passage_title": "", "verse": "31", "text": "Then the third brother married her. This continued with all seven of them, who died without children."}, {"passage_title": "", "verse": "32", "text": "Finally, the woman also died."}, {"passage_title": "", "verse": "33", "text": "So tell us, whose wife will she be in the resurrection? For all seven were married to her!”"}, {"passage_title": "", "verse": "34", "text": "Jesus replied, “Marriage is for people here on earth."}, {"passage_title": "", "verse": "35", "text": "But in the age to come, those worthy of being raised from the dead will neither marry nor be given in marriage."}, {"passage_title": "", "verse": "36", "text": "And they will never die again. In this respect they will be like angels. They are children of God and children of the resurrection."}, {"passage_title": "", "verse": "37", "text": "“But now, as to whether the dead will be raised—even Moses proved this when he wrote about the burning bush. Long after Abraham, Isaac, and Jacob had died, he referred to the Lord as ‘the God of Abraham, the God of Isaac, and the God of Jacob.’"}, {"passage_title": "", "verse": "38", "text": "So he is the God of the living, not the dead, for they are all alive to him.”"}, {"passage_title": "", "verse": "39", "text": "“Well said, Teacher!” remarked some of the teachers of religious law who were standing there."}, {"passage_title": "Whose Son Is the Messiah?", "verse": "40", "text": "And then no one dared to ask him any more questions. [pas_title]"}, {"passage_title": "", "verse": "41", "text": "Then Jesus presented them with a question. “Why is it,” he asked, “that the Messiah is said to be the son of David?"}, {"passage_title": "", "verse": "42", "text": "For David himself wrote in the book of Psalms: ‘The Lord said to my Lord, Sit in the place of honor at my right hand"}, {"passage_title": "", "verse": "43", "text": "until I humble your enemies, making them a footstool under your feet.’"}, {"passage_title": "", "verse": "44", "text": "Since David called the Messiah ‘Lord,’ how can the Messiah be his son?”"}, {"passage_title": "", "verse": "45", "text": "Then, with the crowds listening, he turned to his disciples and said,"}, {"passage_title": "", "verse": "46", "text": "“Beware of these teachers of religious law! For they like to parade around in flowing robes and love to receive respectful greetings as they walk in the marketplaces. And how they love the seats of honor in the synagogues and the head table at banquets."}, {"passage_title": "", "verse": "47", "text": "Yet they shamelessly cheat widows out of their property and then pretend to be pious by making long prayers in public. Because of this, they will be severely punished.”"}]}, {"chapter_title": "The Widow’s Offering", "chapter_number": 21, "chapter_content": [{"passage_title": "", "verse": "21", "text": "While Jesus was in the Temple, he watched the rich people dropping their gifts in the collection box."}, {"passage_title": "", "verse": "2", "text": "Then a poor widow came by and dropped in two small coins."}, {"passage_title": "", "verse": "3", "text": "“I tell you the truth,” Jesus said, “this poor widow has given more than all the rest of them."}, {"passage_title": "Jesus Speaks about the Future", "verse": "4", "text": "For they have given a tiny part of their surplus, but she, poor as she is, has given everything she has.” [pas_title]"}, {"passage_title": "", "verse": "5", "text": "Some of his disciples began talking about the majestic stonework of the Temple and the memorial decorations on the walls. But Jesus said,"}, {"passage_title": "", "verse": "6", "text": "“The time is coming when all these things will be completely demolished. Not one stone will be left on top of another!”"}, {"passage_title": "", "verse": "7", "text": "“Teacher,” they asked, “when will all this happen? What sign will show us that these things are about to take place?”"}, {"passage_title": "", "verse": "8", "text": "He replied, “Don’t let anyone mislead you, for many will come in my name, claiming, ‘I am the Messiah,’ and saying, ‘The time has come!’ But don’t believe them."}, {"passage_title": "", "verse": "9", "text": "And when you hear of wars and insurrections, don’t panic. Yes, these things must take place first, but the end won’t follow immediately.”"}, {"passage_title": "", "verse": "10", "text": "Then he added, “Nation will go to war against nation, and kingdom against kingdom."}, {"passage_title": "", "verse": "11", "text": "There will be great earthquakes, and there will be famines and plagues in many lands, and there will be terrifying things and great miraculous signs from heaven."}, {"passage_title": "", "verse": "12", "text": "“But before all this occurs, there will be a time of great persecution. You will be dragged into synagogues and prisons, and you will stand trial before kings and governors because you are my followers."}, {"passage_title": "", "verse": "13", "text": "But this will be your opportunity to tell them about me."}, {"passage_title": "", "verse": "14", "text": "So don’t worry in advance about how to answer the charges against you,"}, {"passage_title": "", "verse": "15", "text": "for I will give you the right words and such wisdom that none of your opponents will be able to reply or refute you!"}, {"passage_title": "", "verse": "16", "text": "Even those closest to you—your parents, brothers, relatives, and friends—will betray you. They will even kill some of you."}, {"passage_title": "", "verse": "17", "text": "And everyone will hate you because you are my followers."}, {"passage_title": "", "verse": "18", "text": "But not a hair of your head will perish!"}, {"passage_title": "", "verse": "19", "text": "By standing firm, you will win your souls."}, {"passage_title": "", "verse": "20", "text": "“And when you see Jerusalem surrounded by armies, then you will know that the time of its destruction has arrived."}, {"passage_title": "", "verse": "21", "text": "Then those in Judea must flee to the hills. Those in Jerusalem must get out, and those out in the country should not return to the city."}, {"passage_title": "", "verse": "22", "text": "For those will be days of God’s vengeance, and the prophetic words of the Scriptures will be fulfilled."}, {"passage_title": "", "verse": "23", "text": "How terrible it will be for pregnant women and for nursing mothers in those days. For there will be disaster in the land and great anger against this people."}, {"passage_title": "", "verse": "24", "text": "They will be killed by the sword or sent away as captives to all the nations of the world. And Jerusalem will be trampled down by the Gentiles until the period of the Gentiles comes to an end."}, {"passage_title": "", "verse": "25", "text": "“And there will be strange signs in the sun, moon, and stars. And here on earth the nations will be in turmoil, perplexed by the roaring seas and strange tides."}, {"passage_title": "", "verse": "26", "text": "People will be terrified at what they see coming upon the earth, for the powers in the heavens will be shaken."}, {"passage_title": "", "verse": "27", "text": "Then everyone will see the Son of Man coming on a cloud with power and great glory."}, {"passage_title": "", "verse": "28", "text": "So when all these things begin to happen, stand and look up, for your salvation is near!”"}, {"passage_title": "", "verse": "29", "text": "Then he gave them this illustration: “Notice the fig tree, or any other tree."}, {"passage_title": "", "verse": "30", "text": "When the leaves come out, you know without being told that summer is near."}, {"passage_title": "", "verse": "31", "text": "In the same way, when you see all these things taking place, you can know that the Kingdom of God is near."}, {"passage_title": "", "verse": "32", "text": "I tell you the truth, this generation will not pass from the scene until all these things have taken place."}, {"passage_title": "", "verse": "33", "text": "Heaven and earth will disappear, but my words will never disappear."}, {"passage_title": "", "verse": "34", "text": "“Watch out! Don’t let your hearts be dulled by carousing and drunkenness, and by the worries of this life. Don’t let that day catch you unaware,"}, {"passage_title": "", "verse": "35", "text": "like a trap. For that day will come upon everyone living on the earth."}, {"passage_title": "", "verse": "36", "text": "Keep alert at all times. And pray that you might be strong enough to escape these coming horrors and stand before the Son of Man.”"}, {"passage_title": "", "verse": "37", "text": "Every day Jesus went to the Temple to teach, and each evening he returned to spend the night on the Mount of Olives."}, {"passage_title": "", "verse": "38", "text": "The crowds gathered at the Temple early each morning to hear him."}]}, {"chapter_title": "Judas Agrees to Betray Jesus", "chapter_number": 22, "chapter_content": [{"passage_title": "", "verse": "22", "text": "The Festival of Unleavened Bread, which is also called Passover, was approaching."}, {"passage_title": "", "verse": "2", "text": "The leading priests and teachers of religious law were plotting how to kill Jesus, but they were afraid of the people’s reaction."}, {"passage_title": "", "verse": "3", "text": "Then Satan entered into Judas Iscariot, who was one of the twelve disciples,"}, {"passage_title": "", "verse": "4", "text": "and he went to the leading priests and captains of the Temple guard to discuss the best way to betray Jesus to them."}, {"passage_title": "", "verse": "5", "text": "They were delighted, and they promised to give him money."}, {"passage_title": "The Last Supper", "verse": "6", "text": "So he agreed and began looking for an opportunity to betray Jesus so they could arrest him when the crowds weren’t around. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "Now the Festival of Unleavened Bread arrived, when the Passover lamb is sacrificed."}, {"passage_title": "", "verse": "8", "text": "Jesus sent Peter and John ahead and said, “Go and prepare the Passover meal, so we can eat it together.”"}, {"passage_title": "", "verse": "9", "text": "“Where do you want us to prepare it?” they asked him."}, {"passage_title": "", "verse": "10", "text": "He replied, “As soon as you enter Jerusalem, a man carrying a pitcher of water will meet you. Follow him. At the house he enters,"}, {"passage_title": "", "verse": "11", "text": "say to the owner, ‘The Teacher asks: Where is the guest room where I can eat the Passover meal with my disciples?’"}, {"passage_title": "", "verse": "12", "text": "He will take you upstairs to a large room that is already set up. That is where you should prepare our meal.”"}, {"passage_title": "", "verse": "13", "text": "They went off to the city and found everything just as Jesus had said, and they prepared the Passover meal there."}, {"passage_title": "", "verse": "14", "text": "When the time came, Jesus and the apostles sat down together at the table."}, {"passage_title": "", "verse": "15", "text": "Jesus said, “I have been very eager to eat this Passover meal with you before my suffering begins."}, {"passage_title": "", "verse": "16", "text": "For I tell you now that I won’t eat this meal again until its meaning is fulfilled in the Kingdom of God.”"}, {"passage_title": "", "verse": "17", "text": "Then he took a cup of wine and gave thanks to God for it. Then he said, “Take this and share it among yourselves."}, {"passage_title": "", "verse": "18", "text": "For I will not drink wine again until the Kingdom of God has come.”"}, {"passage_title": "", "verse": "19", "text": "He took some bread and gave thanks to God for it. Then he broke it in pieces and gave it to the disciples, saying, “This is my body, which is given for you. Do this in remembrance of me.”"}, {"passage_title": "", "verse": "20", "text": "After supper he took another cup of wine and said, “This cup is the new covenant between God and his people—an agreement confirmed with my blood, which is poured out as a sacrifice for you."}, {"passage_title": "", "verse": "21", "text": "“But here at this table, sitting among us as a friend, is the man who will betray me."}, {"passage_title": "", "verse": "22", "text": "For it has been determined that the Son of Man must die. But what sorrow awaits the one who betrays him.”"}, {"passage_title": "", "verse": "23", "text": "The disciples began to ask each other which of them would ever do such a thing."}, {"passage_title": "", "verse": "24", "text": "Then they began to argue among themselves about who would be the greatest among them."}, {"passage_title": "", "verse": "25", "text": "Jesus told them, “In this world the kings and great men lord it over their people, yet they are called ‘friends of the people.’"}, {"passage_title": "", "verse": "26", "text": "But among you it will be different. Those who are the greatest among you should take the lowest rank, and the leader should be like a servant."}, {"passage_title": "", "verse": "27", "text": "Who is more important, the one who sits at the table or the one who serves? The one who sits at the table, of course. But not here! For I am among you as one who serves."}, {"passage_title": "", "verse": "28", "text": "“You have stayed with me in my time of trial."}, {"passage_title": "", "verse": "29", "text": "And just as my Father has granted me a Kingdom, I now grant you the right"}, {"passage_title": "Jesus Predicts Peter’s Denial", "verse": "30", "text": "to eat and drink at my table in my Kingdom. And you will sit on thrones, judging the twelve tribes of Israel. [pas_title]"}, {"passage_title": "", "verse": "31", "text": "“Simon, Simon, Satan has asked to sift each of you like wheat."}, {"passage_title": "", "verse": "32", "text": "But I have pleaded in prayer for you, Simon, that your faith should not fail. So when you have repented and turned to me again, strengthen your brothers.”"}, {"passage_title": "", "verse": "33", "text": "Peter said, “Lord, I am ready to go to prison with you, and even to die with you.”"}, {"passage_title": "", "verse": "34", "text": "But Jesus said, “Peter, let me tell you something. Before the rooster crows tomorrow morning, you will deny three times that you even know me.”"}, {"passage_title": "", "verse": "35", "text": "Then Jesus asked them, “When I sent you out to preach the Good News and you did not have money, a traveler’s bag, or an extra pair of sandals, did you need anything?” “No,” they replied."}, {"passage_title": "", "verse": "36", "text": "“But now,” he said, “take your money and a traveler’s bag. And if you don’t have a sword, sell your cloak and buy one!"}, {"passage_title": "", "verse": "37", "text": "For the time has come for this prophecy about me to be fulfilled: ‘He was counted among the rebels.’ Yes, everything written about me by the prophets will come true.”"}, {"passage_title": "Jesus Prays on the Mount of Olives", "verse": "38", "text": "“Look, Lord,” they replied, “we have two swords among us.” “That’s enough,” he said. [pas_title]"}, {"passage_title": "", "verse": "39", "text": "Then, accompanied by the disciples, Jesus left the upstairs room and went as usual to the Mount of Olives."}, {"passage_title": "", "verse": "40", "text": "There he told them, “Pray that you will not give in to temptation.”"}, {"passage_title": "", "verse": "41", "text": "He walked away, about a stone’s throw, and knelt down and prayed,"}, {"passage_title": "", "verse": "42", "text": "“Father, if you are willing, please take this cup of suffering away from me. Yet I want your will to be done, not mine.”"}, {"passage_title": "", "verse": "43", "text": "Then an angel from heaven appeared and strengthened him."}, {"passage_title": "", "verse": "44", "text": "He prayed more fervently, and he was in such agony of spirit that his sweat fell to the ground like great drops of blood."}, {"passage_title": "", "verse": "45", "text": "At last he stood up again and returned to the disciples, only to find them asleep, exhausted from grief."}, {"passage_title": "Jesus Is Betrayed and Arrested", "verse": "46", "text": "“Why are you sleeping?” he asked them. “Get up and pray, so that you will not give in to temptation.” [pas_title]"}, {"passage_title": "", "verse": "47", "text": "But even as Jesus said this, a crowd approached, led by Judas, one of the twelve disciples. Judas walked over to Jesus to greet him with a kiss."}, {"passage_title": "", "verse": "48", "text": "But Jesus said, “Judas, would you betray the Son of Man with a kiss?”"}, {"passage_title": "", "verse": "49", "text": "When the other disciples saw what was about to happen, they exclaimed, “Lord, should we fight? We brought the swords!”"}, {"passage_title": "", "verse": "50", "text": "And one of them struck at the high priest’s slave, slashing off his right ear."}, {"passage_title": "", "verse": "51", "text": "But Jesus said, “No more of this.” And he touched the man’s ear and healed him."}, {"passage_title": "", "verse": "52", "text": "Then Jesus spoke to the leading priests, the captains of the Temple guard, and the elders who had come for him. “Am I some dangerous revolutionary,” he asked, “that you come with swords and clubs to arrest me?"}, {"passage_title": "Peter Denies Jesus", "verse": "53", "text": "Why didn’t you arrest me in the Temple? I was there every day. But this is your moment, the time when the power of darkness reigns.” [pas_title]"}, {"passage_title": "", "verse": "54", "text": "So they arrested him and led him to the high priest’s home. And Peter followed at a distance."}, {"passage_title": "", "verse": "55", "text": "The guards lit a fire in the middle of the courtyard and sat around it, and Peter joined them there."}, {"passage_title": "", "verse": "56", "text": "A servant girl noticed him in the firelight and began staring at him. Finally she said, “This man was one of Jesus’ followers!”"}, {"passage_title": "", "verse": "57", "text": "But Peter denied it. “Woman,” he said, “I don’t even know him!”"}, {"passage_title": "", "verse": "58", "text": "After a while someone else looked at him and said, “You must be one of them!” “No, man, I’m not!” Peter retorted."}, {"passage_title": "", "verse": "59", "text": "About an hour later someone else insisted, “This must be one of them, because he is a Galilean, too.”"}, {"passage_title": "", "verse": "60", "text": "But Peter said, “Man, I don’t know what you are talking about.” And immediately, while he was still speaking, the rooster crowed."}, {"passage_title": "", "verse": "61", "text": "At that moment the Lord turned and looked at Peter. Suddenly, the Lord’s words flashed through Peter’s mind: “Before the rooster crows tomorrow morning, you will deny three times that you even know me.”"}, {"passage_title": "", "verse": "62", "text": "And Peter left the courtyard, weeping bitterly."}, {"passage_title": "", "verse": "63", "text": "The guards in charge of Jesus began mocking and beating him."}, {"passage_title": "", "verse": "64", "text": "They blindfolded him and said, “Prophesy to us! Who hit you that time?”"}, {"passage_title": "Jesus before the Council", "verse": "65", "text": "And they hurled all sorts of terrible insults at him. [pas_title]"}, {"passage_title": "", "verse": "66", "text": "At daybreak all the elders of the people assembled, including the leading priests and the teachers of religious law. Jesus was led before this high council,"}, {"passage_title": "", "verse": "67", "text": "and they said, “Tell us, are you the Messiah?” But he replied, “If I tell you, you won’t believe me."}, {"passage_title": "", "verse": "68", "text": "And if I ask you a question, you won’t answer."}, {"passage_title": "", "verse": "69", "text": "But from now on the Son of Man will be seated in the place of power at God’s right hand.”"}, {"passage_title": "", "verse": "70", "text": "They all shouted, “So, are you claiming to be the Son of God?” And he replied, “You say that I am.”"}, {"passage_title": "", "verse": "71", "text": "“Why do we need other witnesses?” they said. “We ourselves heard him say it.”"}]}, {"chapter_title": "Jesus’ Trial before Pilate", "chapter_number": 23, "chapter_content": [{"passage_title": "", "verse": "23", "text": "Then the entire council took Jesus to Pilate, the Roman governor."}, {"passage_title": "", "verse": "2", "text": "They began to state their case: “This man has been leading our people astray by telling them not to pay their taxes to the Roman government and by claiming he is the Messiah, a king.”"}, {"passage_title": "", "verse": "3", "text": "So Pilate asked him, “Are you the king of the Jews?” Jesus replied, “You have said it.”"}, {"passage_title": "", "verse": "4", "text": "Pilate turned to the leading priests and to the crowd and said, “I find nothing wrong with this man!”"}, {"passage_title": "", "verse": "5", "text": "Then they became insistent. “But he is causing riots by his teaching wherever he goes—all over Judea, from Galilee to Jerusalem!”"}, {"passage_title": "", "verse": "6", "text": "“Oh, is he a Galilean?” Pilate asked."}, {"passage_title": "", "verse": "7", "text": "When they said that he was, Pilate sent him to Herod Antipas, because Galilee was under Herod’s jurisdiction, and Herod happened to be in Jerusalem at the time."}, {"passage_title": "", "verse": "8", "text": "Herod was delighted at the opportunity to see Jesus, because he had heard about him and had been hoping for a long time to see him perform a miracle."}, {"passage_title": "", "verse": "9", "text": "He asked Jesus question after question, but Jesus refused to answer."}, {"passage_title": "", "verse": "10", "text": "Meanwhile, the leading priests and the teachers of religious law stood there shouting their accusations."}, {"passage_title": "", "verse": "11", "text": "Then Herod and his soldiers began mocking and ridiculing Jesus. Finally, they put a royal robe on him and sent him back to Pilate."}, {"passage_title": "", "verse": "12", "text": "(Herod and Pilate, who had been enemies before, became friends that day.)"}, {"passage_title": "", "verse": "13", "text": "Then Pilate called together the leading priests and other religious leaders, along with the people,"}, {"passage_title": "", "verse": "14", "text": "and he announced his verdict. “You brought this man to me, accusing him of leading a revolt. I have examined him thoroughly on this point in your presence and find him innocent."}, {"passage_title": "", "verse": "15", "text": "Herod came to the same conclusion and sent him back to us. Nothing this man has done calls for the death penalty."}, {"passage_title": "", "verse": "16", "text": "So I will have him flogged, and then I will release him.”"}, {"passage_title": "", "verse": "18", "text": "Then a mighty roar rose from the crowd, and with one voice they shouted, “Kill him, and release Barabbas to us!”"}, {"passage_title": "", "verse": "19", "text": "(Barabbas was in prison for taking part in an insurrection in Jerusalem against the government, and for murder.)"}, {"passage_title": "", "verse": "20", "text": "Pilate argued with them, because he wanted to release Jesus."}, {"passage_title": "", "verse": "21", "text": "But they kept shouting, “Crucify him! Crucify him!”"}, {"passage_title": "", "verse": "22", "text": "For the third time he demanded, “Why? What crime has he committed? I have found no reason to sentence him to death. So I will have him flogged, and then I will release him.”"}, {"passage_title": "", "verse": "23", "text": "But the mob shouted louder and louder, demanding that Jesus be crucified, and their voices prevailed."}, {"passage_title": "", "verse": "24", "text": "So Pilate sentenced Jesus to die as they demanded."}, {"passage_title": "The Crucifixion", "verse": "25", "text": "As they had requested, he released Barabbas, the man in prison for insurrection and murder. But he turned Jesus over to them to do as they wished. [pas_title]"}, {"passage_title": "", "verse": "26", "text": "As they led Jesus away, a man named Simon, who was from Cyrene, happened to be coming in from the countryside. The soldiers seized him and put the cross on him and made him carry it behind Jesus."}, {"passage_title": "", "verse": "27", "text": "A large crowd trailed behind, including many grief-stricken women."}, {"passage_title": "", "verse": "28", "text": "But Jesus turned and said to them, “Daughters of Jerusalem, don’t weep for me, but weep for yourselves and for your children."}, {"passage_title": "", "verse": "29", "text": "For the days are coming when they will say, ‘Fortunate indeed are the women who are childless, the wombs that have not borne a child and the breasts that have never nursed.’"}, {"passage_title": "", "verse": "30", "text": "People will beg the mountains, ‘Fall on us,’ and plead with the hills, ‘Bury us.’"}, {"passage_title": "", "verse": "31", "text": "For if these things are done when the tree is green, what will happen when it is dry?”"}, {"passage_title": "", "verse": "32", "text": "Two others, both criminals, were led out to be executed with him."}, {"passage_title": "", "verse": "33", "text": "When they came to a place called The Skull, they nailed him to the cross. And the criminals were also crucified—one on his right and one on his left."}, {"passage_title": "", "verse": "34", "text": "Jesus said, “Father, forgive them, for they don’t know what they are doing.” And the soldiers gambled for his clothes by throwing dice."}, {"passage_title": "", "verse": "35", "text": "The crowd watched and the leaders scoffed. “He saved others,” they said, “let him save himself if he is really God’s Messiah, the Chosen One.”"}, {"passage_title": "", "verse": "36", "text": "The soldiers mocked him, too, by offering him a drink of sour wine."}, {"passage_title": "", "verse": "37", "text": "They called out to him, “If you are the King of the Jews, save yourself!”"}, {"passage_title": "", "verse": "38", "text": "A sign was fastened above him with these words: “This is the King of the Jews.”"}, {"passage_title": "", "verse": "39", "text": "One of the criminals hanging beside him scoffed, “So you’re the Messiah, are you? Prove it by saving yourself—and us, too, while you’re at it!”"}, {"passage_title": "", "verse": "40", "text": "But the other criminal protested, “Don’t you fear God even when you have been sentenced to die?"}, {"passage_title": "", "verse": "41", "text": "We deserve to die for our crimes, but this man hasn’t done anything wrong.”"}, {"passage_title": "", "verse": "42", "text": "Then he said, “Jesus, remember me when you come into your Kingdom.”"}, {"passage_title": "The Death of Jesus", "verse": "43", "text": "And Jesus replied, “I assure you, today you will be with me in paradise.” [pas_title]"}, {"passage_title": "", "verse": "44", "text": "By this time it was about noon, and darkness fell across the whole land until three o’clock."}, {"passage_title": "", "verse": "45", "text": "The light from the sun was gone. And suddenly, the curtain in the sanctuary of the Temple was torn down the middle."}, {"passage_title": "", "verse": "46", "text": "Then Jesus shouted, “Father, I entrust my spirit into your hands!” And with those words he breathed his last."}, {"passage_title": "", "verse": "47", "text": "When the Roman officer overseeing the execution saw what had happened, he worshiped God and said, “Surely this man was innocent.”"}, {"passage_title": "", "verse": "48", "text": "And when all the crowd that came to see the crucifixion saw what had happened, they went home in deep sorrow."}, {"passage_title": "The Burial of Jesus", "verse": "49", "text": "But Jesus’ friends, including the women who had followed him from Galilee, stood at a distance watching. [pas_title]"}, {"passage_title": "", "verse": "50", "text": "Now there was a good and righteous man named Joseph. He was a member of the Jewish high council,"}, {"passage_title": "", "verse": "51", "text": "but he had not agreed with the decision and actions of the other religious leaders. He was from the town of Arimathea in Judea, and he was waiting for the Kingdom of God to come."}, {"passage_title": "", "verse": "52", "text": "He went to Pilate and asked for Jesus’ body."}, {"passage_title": "", "verse": "53", "text": "Then he took the body down from the cross and wrapped it in a long sheet of linen cloth and laid it in a new tomb that had been carved out of rock."}, {"passage_title": "", "verse": "54", "text": "This was done late on Friday afternoon, the day of preparation, as the Sabbath was about to begin."}, {"passage_title": "", "verse": "55", "text": "As his body was taken away, the women from Galilee followed and saw the tomb where his body was placed."}, {"passage_title": "", "verse": "56", "text": "Then they went home and prepared spices and ointments to anoint his body. But by the time they were finished the Sabbath had begun, so they rested as required by the law."}]}, {"chapter_title": "The Resurrection", "chapter_number": 24, "chapter_content": [{"passage_title": "", "verse": "24", "text": "But very early on Sunday morning the women went to the tomb, taking the spices they had prepared."}, {"passage_title": "", "verse": "2", "text": "They found that the stone had been rolled away from the entrance."}, {"passage_title": "", "verse": "3", "text": "So they went in, but they didn’t find the body of the Lord Jesus."}, {"passage_title": "", "verse": "4", "text": "As they stood there puzzled, two men suddenly appeared to them, clothed in dazzling robes."}, {"passage_title": "", "verse": "5", "text": "The women were terrified and bowed with their faces to the ground. Then the men asked, “Why are you looking among the dead for someone who is alive?"}, {"passage_title": "", "verse": "6", "text": "He isn’t here! He is risen from the dead! Remember what he told you back in Galilee,"}, {"passage_title": "", "verse": "7", "text": "that the Son of Man must be betrayed into the hands of sinful men and be crucified, and that he would rise again on the third day.”"}, {"passage_title": "", "verse": "8", "text": "Then they remembered that he had said this."}, {"passage_title": "", "verse": "9", "text": "So they rushed back from the tomb to tell his eleven disciples—and everyone else—what had happened."}, {"passage_title": "", "verse": "10", "text": "It was Mary Magdalene, Joanna, Mary the mother of James, and several other women who told the apostles what had happened."}, {"passage_title": "", "verse": "11", "text": "But the story sounded like nonsense to the men, so they didn’t believe it."}, {"passage_title": "The Walk to Emmaus", "verse": "12", "text": "However, Peter jumped up and ran to the tomb to look. Stooping, he peered in and saw the empty linen wrappings; then he went home again, wondering what had happened. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "That same day two of Jesus’ followers were walking to the village of Emmaus, seven miles from Jerusalem."}, {"passage_title": "", "verse": "14", "text": "As they walked along they were talking about everything that had happened."}, {"passage_title": "", "verse": "15", "text": "As they talked and discussed these things, Jesus himself suddenly came and began walking with them."}, {"passage_title": "", "verse": "16", "text": "But God kept them from recognizing him."}, {"passage_title": "", "verse": "17", "text": "He asked them, “What are you discussing so intently as you walk along?” They stopped short, sadness written across their faces."}, {"passage_title": "", "verse": "18", "text": "Then one of them, Cleopas, replied, “You must be the only person in Jerusalem who hasn’t heard about all the things that have happened there the last few days.”"}, {"passage_title": "", "verse": "19", "text": "“What things?” Jesus asked. “The things that happened to Jesus, the man from Nazareth,” they said. “He was a prophet who did powerful miracles, and he was a mighty teacher in the eyes of God and all the people."}, {"passage_title": "", "verse": "20", "text": "But our leading priests and other religious leaders handed him over to be condemned to death, and they crucified him."}, {"passage_title": "", "verse": "21", "text": "We had hoped he was the Messiah who had come to rescue Israel. This all happened three days ago."}, {"passage_title": "", "verse": "22", "text": "“Then some women from our group of his followers were at his tomb early this morning, and they came back with an amazing report."}, {"passage_title": "", "verse": "23", "text": "They said his body was missing, and they had seen angels who told them Jesus is alive!"}, {"passage_title": "", "verse": "24", "text": "Some of our men ran out to see, and sure enough, his body was gone, just as the women had said.”"}, {"passage_title": "", "verse": "25", "text": "Then Jesus said to them, “You foolish people! You find it so hard to believe all that the prophets wrote in the Scriptures."}, {"passage_title": "", "verse": "26", "text": "Wasn’t it clearly predicted that the Messiah would have to suffer all these things before entering his glory?”"}, {"passage_title": "", "verse": "27", "text": "Then Jesus took them through the writings of Moses and all the prophets, explaining from all the Scriptures the things concerning himself."}, {"passage_title": "", "verse": "28", "text": "By this time they were nearing Emmaus and the end of their journey. Jesus acted as if he were going on,"}, {"passage_title": "", "verse": "29", "text": "but they begged him, “Stay the night with us, since it is getting late.” So he went home with them."}, {"passage_title": "", "verse": "30", "text": "As they sat down to eat, he took the bread and blessed it. Then he broke it and gave it to them."}, {"passage_title": "", "verse": "31", "text": "Suddenly, their eyes were opened, and they recognized him. And at that moment he disappeared!"}, {"passage_title": "", "verse": "32", "text": "They said to each other, “Didn’t our hearts burn within us as he talked with us on the road and explained the Scriptures to us?”"}, {"passage_title": "", "verse": "33", "text": "And within the hour they were on their way back to Jerusalem. There they found the eleven disciples and the others who had gathered with them,"}, {"passage_title": "Jesus Appears to the Disciples", "verse": "34", "text": "who said, “The Lord has really risen! He appeared to Peter.” [pas_title]"}, {"passage_title": "", "verse": "35", "text": "Then the two from Emmaus told their story of how Jesus had appeared to them as they were walking along the road, and how they had recognized him as he was breaking the bread."}, {"passage_title": "", "verse": "36", "text": "And just as they were telling about it, Jesus himself was suddenly standing there among them. “Peace be with you,” he said."}, {"passage_title": "", "verse": "37", "text": "But the whole group was startled and frightened, thinking they were seeing a ghost!"}, {"passage_title": "", "verse": "38", "text": "“Why are you frightened?” he asked. “Why are your hearts filled with doubt?"}, {"passage_title": "", "verse": "39", "text": "Look at my hands. Look at my feet. You can see that it’s really me. Touch me and make sure that I am not a ghost, because ghosts don’t have bodies, as you see that I do.”"}, {"passage_title": "", "verse": "40", "text": "As he spoke, he showed them his hands and his feet."}, {"passage_title": "", "verse": "41", "text": "Still they stood there in disbelief, filled with joy and wonder. Then he asked them, “Do you have anything here to eat?”"}, {"passage_title": "", "verse": "42", "text": "They gave him a piece of broiled fish,"}, {"passage_title": "", "verse": "43", "text": "and he ate it as they watched."}, {"passage_title": "", "verse": "44", "text": "Then he said, “When I was with you before, I told you that everything written about me in the law of Moses and the prophets and in the Psalms must be fulfilled.”"}, {"passage_title": "", "verse": "45", "text": "Then he opened their minds to understand the Scriptures."}, {"passage_title": "", "verse": "46", "text": "And he said, “Yes, it was written long ago that the Messiah would suffer and die and rise from the dead on the third day."}, {"passage_title": "", "verse": "47", "text": "It was also written that this message would be proclaimed in the authority of his name to all the nations, beginning in Jerusalem: ‘There is forgiveness of sins for all who repent.’"}, {"passage_title": "", "verse": "48", "text": "You are witnesses of all these things."}, {"passage_title": "The Ascension", "verse": "49", "text": "“And now I will send the Holy Spirit, just as my Father promised. But stay here in the city until the Holy Spirit comes and fills you with power from heaven.” [pas_title]"}, {"passage_title": "", "verse": "50", "text": "Then Jesus led them to Bethany, and lifting his hands to heaven, he blessed them."}, {"passage_title": "", "verse": "51", "text": "While he was blessing them, he left them and was taken up to heaven."}, {"passage_title": "", "verse": "52", "text": "So they worshiped him and then returned to Jerusalem filled with great joy."}, {"passage_title": "", "verse": "53", "text": "And they spent all of their time in the Temple, praising God."}]}]}