{"title": "Matthew", "category": "nt", "number_of_chapters": 28, "id": "mat", "chapters": [{"chapter_title": "The Ancestors of Jesus the Messiah", "chapter_number": 1, "chapter_content": [{"passage_title": "", "verse": "1", "text": "This is a record of the ancestors of Jesus the Messiah, a descendant of David and of Abraham:"}, {"passage_title": "", "verse": "2", "text": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers."}, {"passage_title": "", "verse": "3", "text": "Judah was the father of Perez and Zerah (whose mother was Tamar). Perez was the father of Hezron. Hezron was the father of Ram."}, {"passage_title": "", "verse": "4", "text": "Ram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon."}, {"passage_title": "", "verse": "5", "text": "Salmon was the father of Boaz (whose mother was Rahab). Boaz was the father of Obed (whose mother was Ruth). Obed was the father of Jesse."}, {"passage_title": "", "verse": "6", "text": "Jesse was the father of King David. David was the father of Solomon (whose mother was Bathsheba, the widow of Uriah)."}, {"passage_title": "", "verse": "7", "text": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa."}, {"passage_title": "", "verse": "8", "text": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Jehoram. Jehoram was the father of Uzziah."}, {"passage_title": "", "verse": "9", "text": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah."}, {"passage_title": "", "verse": "10", "text": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah."}, {"passage_title": "", "verse": "11", "text": "Josiah was the father of Jehoiachin and his brothers (born at the time of the exile to Babylon)."}, {"passage_title": "", "verse": "12", "text": "After the Babylonian exile: Jehoiachin was the father of Shealtiel. Shealtiel was the father of Zerubbabel."}, {"passage_title": "", "verse": "13", "text": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor."}, {"passage_title": "", "verse": "14", "text": "Azor was the father of Zadok. Zadok was the father of Akim. Akim was the father of Eliud."}, {"passage_title": "", "verse": "15", "text": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob."}, {"passage_title": "", "verse": "16", "text": "Jacob was the father of Joseph, the husband of Mary. Mary gave birth to Jesus, who is called the Messiah."}, {"passage_title": "The Birth of Jesus the Messiah", "verse": "17", "text": "All those listed above include fourteen generations from Abraham to David, fourteen from David to the Babylonian exile, and fourteen from the Babylonian exile to the Messiah. [pas_title]"}, {"passage_title": "", "verse": "18", "text": "This is how Jesus the Messiah was born. His mother, Mary, was engaged to be married to Joseph. But before the marriage took place, while she was still a virgin, she became pregnant through the power of the Holy Spirit."}, {"passage_title": "", "verse": "19", "text": "Joseph, to whom she was engaged, was a righteous man and did not want to disgrace her publicly, so he decided to break the engagement quietly."}, {"passage_title": "", "verse": "20", "text": "As he considered this, an angel of the Lord appeared to him in a dream. “Joseph, son of David,” the angel said, “do not be afraid to take Mary as your wife. For the child within her was conceived by the Holy Spirit."}, {"passage_title": "", "verse": "21", "text": "And she will have a son, and you are to name him Jesus, for he will save his people from their sins.”"}, {"passage_title": "", "verse": "22", "text": "All of this occurred to fulfill the Lord’s message through his prophet:"}, {"passage_title": "", "verse": "23", "text": "“Look! The virgin will conceive a child! She will give birth to a son, and they will call him Immanuel, which means ‘God is with us.’”"}, {"passage_title": "", "verse": "24", "text": "When Joseph woke up, he did as the angel of the Lord commanded and took Mary as his wife."}, {"passage_title": "", "verse": "25", "text": "But he did not have sexual relations with her until her son was born. And Joseph named him Jesus."}]}, {"chapter_title": "Visitors from the East", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "Jesus was born in Bethlehem in Judea, during the reign of King Herod. About that time some wise men from eastern lands arrived in Jerusalem, asking,"}, {"passage_title": "", "verse": "2", "text": "“Where is the newborn king of the Jews? We saw his star as it rose, and we have come to worship him.”"}, {"passage_title": "", "verse": "3", "text": "King Herod was deeply disturbed when he heard this, as was everyone in Jerusalem."}, {"passage_title": "", "verse": "4", "text": "He called a meeting of the leading priests and teachers of religious law and asked, “Where is the Messiah supposed to be born?”"}, {"passage_title": "", "verse": "5", "text": "“In Bethlehem in Judea,” they said, “for this is what the prophet wrote:"}, {"passage_title": "", "verse": "6", "text": "‘And you, O Bethlehem in the land of Judah, are not least among the ruling cities of Judah, for a ruler will come from you who will be the shepherd for my people Israel.’”"}, {"passage_title": "", "verse": "7", "text": "Then Herod called for a private meeting with the wise men, and he learned from them the time when the star first appeared."}, {"passage_title": "", "verse": "8", "text": "Then he told them, “Go to Bethlehem and search carefully for the child. And when you find him, come back and tell me so that I can go and worship him, too!”"}, {"passage_title": "", "verse": "9", "text": "After this interview the wise men went their way. And the star they had seen in the east guided them to Bethlehem. It went ahead of them and stopped over the place where the child was."}, {"passage_title": "", "verse": "10", "text": "When they saw the star, they were filled with joy!"}, {"passage_title": "", "verse": "11", "text": "They entered the house and saw the child with his mother, Mary, and they bowed down and worshiped him. Then they opened their treasure chests and gave him gifts of gold, frankincense, and myrrh."}, {"passage_title": "The Escape to Egypt", "verse": "12", "text": "When it was time to leave, they returned to their own country by another route, for God had warned them in a dream not to return to Herod. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "After the wise men were gone, an angel of the Lord appeared to Joseph in a dream. “Get up! Flee to Egypt with the child and his mother,” the angel said. “Stay there until I tell you to return, because Herod is going to search for the child to kill him.”"}, {"passage_title": "", "verse": "14", "text": "That night Joseph left for Egypt with the child and Mary, his mother,"}, {"passage_title": "", "verse": "15", "text": "and they stayed there until Herod’s death. This fulfilled what the Lord had spoken through the prophet: “I called my Son out of Egypt.”"}, {"passage_title": "", "verse": "16", "text": "Herod was furious when he realized that the wise men had outwitted him. He sent soldiers to kill all the boys in and around Bethlehem who were two years old and under, based on the wise men’s report of the star’s first appearance."}, {"passage_title": "", "verse": "17", "text": "Herod’s brutal action fulfilled what God had spoken through the prophet Jeremiah:"}, {"passage_title": "The Return to Nazareth", "verse": "18", "text": "“A cry was heard in Ramah— weeping and great mourning. Rachel weeps for her children, refusing to be comforted, for they are dead.” [pas_title]"}, {"passage_title": "", "verse": "19", "text": "When Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt."}, {"passage_title": "", "verse": "20", "text": "“Get up!” the angel said. “Take the child and his mother back to the land of Israel, because those who were trying to kill the child are dead.”"}, {"passage_title": "", "verse": "21", "text": "So Joseph got up and returned to the land of Israel with Jesus and his mother."}, {"passage_title": "", "verse": "22", "text": "But when he learned that the new ruler of Judea was Herod’s son Archelaus, he was afraid to go there. Then, after being warned in a dream, he left for the region of Galilee."}, {"passage_title": "", "verse": "23", "text": "So the family went and lived in a town called Nazareth. This fulfilled what the prophets had said: “He will be called a Nazarene.”"}]}, {"chapter_title": "John the Baptist Prepares the Way", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "In those days John the Baptist came to the Judean wilderness and began preaching. His message was,"}, {"passage_title": "", "verse": "2", "text": "“Repent of your sins and turn to God, for the Kingdom of Heaven is near.”"}, {"passage_title": "", "verse": "3", "text": "The prophet Isaiah was speaking about John when he said, “He is a voice shouting in the wilderness, ‘Prepare the way for the Lord’s coming! Clear the road for him!’”"}, {"passage_title": "", "verse": "4", "text": "John’s clothes were woven from coarse camel hair, and he wore a leather belt around his waist. For food he ate locusts and wild honey."}, {"passage_title": "", "verse": "5", "text": "People from Jerusalem and from all of Judea and all over the Jordan Valley went out to see and hear John."}, {"passage_title": "", "verse": "6", "text": "And when they confessed their sins, he baptized them in the Jordan River."}, {"passage_title": "", "verse": "7", "text": "But when he saw many Pharisees and Sadducees coming to watch him baptize, he denounced them. “You brood of snakes!” he exclaimed. “Who warned you to flee the coming wrath?"}, {"passage_title": "", "verse": "8", "text": "Prove by the way you live that you have repented of your sins and turned to God."}, {"passage_title": "", "verse": "9", "text": "Don’t just say to each other, ‘We’re safe, for we are descendants of Abraham.’ That means nothing, for I tell you, God can create children of Abraham from these very stones."}, {"passage_title": "", "verse": "10", "text": "Even now the ax of God’s judgment is poised, ready to sever the roots of the trees. Yes, every tree that does not produce good fruit will be chopped down and thrown into the fire."}, {"passage_title": "", "verse": "11", "text": "“I baptize with water those who repent of their sins and turn to God. But someone is coming soon who is greater than I am—so much greater that I’m not worthy even to be his slave and carry his sandals. He will baptize you with the Holy Spirit and with fire."}, {"passage_title": "The Baptism of Jesus", "verse": "12", "text": "He is ready to separate the chaff from the wheat with his winnowing fork. Then he will clean up the threshing area, gathering the wheat into his barn but burning the chaff with never-ending fire.” [pas_title]"}, {"passage_title": "", "verse": "13", "text": "Then Jesus went from Galilee to the Jordan River to be baptized by John."}, {"passage_title": "", "verse": "14", "text": "But John tried to talk him out of it. “I am the one who needs to be baptized by you,” he said, “so why are you coming to me?”"}, {"passage_title": "", "verse": "15", "text": "But Jesus said, “It should be done, for we must carry out all that God requires.” So John agreed to baptize him."}, {"passage_title": "", "verse": "16", "text": "After his baptism, as Jesus came up out of the water, the heavens were opened and he saw the Spirit of God descending like a dove and settling on him."}, {"passage_title": "", "verse": "17", "text": "And a voice from heaven said, “This is my dearly loved Son, who brings me great joy.”"}]}, {"chapter_title": "The Temptation of Jesus", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "Then Jesus was led by the Spirit into the wilderness to be tempted there by the devil."}, {"passage_title": "", "verse": "2", "text": "For forty days and forty nights he fasted and became very hungry."}, {"passage_title": "", "verse": "3", "text": "During that time the devil came and said to him, “If you are the Son of God, tell these stones to become loaves of bread.”"}, {"passage_title": "", "verse": "4", "text": "But Jesus told him, “No! The Scriptures say, ‘People do not live by bread alone, but by every word that comes from the mouth of God.’”"}, {"passage_title": "", "verse": "5", "text": "Then the devil took him to the holy city, Jerusalem, to the highest point of the Temple,"}, {"passage_title": "", "verse": "6", "text": "and said, “If you are the Son of God, jump off! For the Scriptures say, ‘He will order his angels to protect you. And they will hold you up with their hands so you won’t even hurt your foot on a stone.’”"}, {"passage_title": "", "verse": "7", "text": "Jesus responded, “The Scriptures also say, ‘You must not test the Lord your God.’”"}, {"passage_title": "", "verse": "8", "text": "Next the devil took him to the peak of a very high mountain and showed him all the kingdoms of the world and their glory."}, {"passage_title": "", "verse": "9", "text": "“I will give it all to you,” he said, “if you will kneel down and worship me.”"}, {"passage_title": "", "verse": "10", "text": "“Get out of here, Satan,” Jesus told him. “For the Scriptures say, ‘You must worship the Lord your God and serve only him.’”"}, {"passage_title": "The Ministry of Jesus Begins", "verse": "11", "text": "Then the devil went away, and angels came and took care of Jesus. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "When Jesus heard that John had been arrested, he left Judea and returned to Galilee."}, {"passage_title": "", "verse": "13", "text": "He went first to Nazareth, then left there and moved to Capernaum, beside the Sea of Galilee, in the region of Zebulun and Naphtali."}, {"passage_title": "", "verse": "14", "text": "This fulfilled what God said through the prophet Isaiah:"}, {"passage_title": "", "verse": "15", "text": "“In the land of Zebulun and of Naphtali, beside the sea, beyond the Jordan River, in Galilee where so many Gentiles live,"}, {"passage_title": "", "verse": "16", "text": "the people who sat in darkness have seen a great light. And for those who lived in the land where death casts its shadow, a light has shined.”"}, {"passage_title": "The First Disciples", "verse": "17", "text": "From then on Jesus began to preach, “Repent of your sins and turn to God, for the Kingdom of Heaven is near.” [pas_title]"}, {"passage_title": "", "verse": "18", "text": "One day as Jesus was walking along the shore of the Sea of Galilee, he saw two brothers—Simon, also called Peter, and Andrew—throwing a net into the water, for they fished for a living."}, {"passage_title": "", "verse": "19", "text": "Jesus called out to them, “Come, follow me, and I will show you how to fish for people!”"}, {"passage_title": "", "verse": "20", "text": "And they left their nets at once and followed him."}, {"passage_title": "", "verse": "21", "text": "A little farther up the shore he saw two other brothers, James and John, sitting in a boat with their father, Zebedee, repairing their nets. And he called them to come, too."}, {"passage_title": "Crowds Follow Jesus", "verse": "22", "text": "They immediately followed him, leaving the boat and their father behind. [pas_title]"}, {"passage_title": "", "verse": "23", "text": "Jesus traveled throughout the region of Galilee, teaching in the synagogues and announcing the Good News about the Kingdom. And he healed every kind of disease and illness."}, {"passage_title": "", "verse": "24", "text": "News about him spread as far as Syria, and people soon began bringing to him all who were sick. And whatever their sickness or disease, or if they were demon possessed or epileptic or paralyzed—he healed them all."}, {"passage_title": "", "verse": "25", "text": "Large crowds followed him wherever he went—people from Galilee, the Ten Towns, Jerusalem, from all over Judea, and from east of the Jordan River."}]}, {"chapter_title": "The Sermon on the Mount", "chapter_number": 5, "chapter_content": [{"passage_title": "", "verse": "5", "text": "One day as he saw the crowds gathering, Jesus went up on the mountainside and sat down. His disciples gathered around him,"}, {"passage_title": "The Beatitudes", "verse": "2", "text": "and he began to teach them. [pas_title]"}, {"passage_title": "", "verse": "3", "text": "“God blesses those who are poor and realize their need for him, for the Kingdom of Heaven is theirs."}, {"passage_title": "", "verse": "4", "text": "God blesses those who mourn, for they will be comforted."}, {"passage_title": "", "verse": "5", "text": "God blesses those who are humble, for they will inherit the whole earth."}, {"passage_title": "", "verse": "6", "text": "God blesses those who hunger and thirst for justice, for they will be satisfied."}, {"passage_title": "", "verse": "7", "text": "God blesses those who are merciful, for they will be shown mercy."}, {"passage_title": "", "verse": "8", "text": "God blesses those whose hearts are pure, for they will see God."}, {"passage_title": "", "verse": "9", "text": "God blesses those who work for peace, for they will be called the children of God."}, {"passage_title": "", "verse": "10", "text": "God blesses those who are persecuted for doing right, for the Kingdom of Heaven is theirs."}, {"passage_title": "", "verse": "11", "text": "“God blesses you when people mock you and persecute you and lie about you and say all sorts of evil things against you because you are my followers."}, {"passage_title": "Teaching about Salt and Light", "verse": "12", "text": "Be happy about it! Be very glad! For a great reward awaits you in heaven. And remember, the ancient prophets were persecuted in the same way. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "“You are the salt of the earth. But what good is salt if it has lost its flavor? Can you make it salty again? It will be thrown out and trampled underfoot as worthless."}, {"passage_title": "", "verse": "14", "text": "“You are the light of the world—like a city on a hilltop that cannot be hidden."}, {"passage_title": "", "verse": "15", "text": "No one lights a lamp and then puts it under a basket. Instead, a lamp is placed on a stand, where it gives light to everyone in the house."}, {"passage_title": "Teaching about the Law", "verse": "16", "text": "In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father. [pas_title]"}, {"passage_title": "", "verse": "17", "text": "“Don’t misunderstand why I have come. I did not come to abolish the law of Moses or the writings of the prophets. No, I came to accomplish their purpose."}, {"passage_title": "", "verse": "18", "text": "I tell you the truth, until heaven and earth disappear, not even the smallest detail of God’s law will disappear until its purpose is achieved."}, {"passage_title": "", "verse": "19", "text": "So if you ignore the least commandment and teach others to do the same, you will be called the least in the Kingdom of Heaven. But anyone who obeys God’s laws and teaches them will be called great in the Kingdom of Heaven."}, {"passage_title": "Teaching about Anger", "verse": "20", "text": "“But I warn you—unless your righteousness is better than the righteousness of the teachers of religious law and the Pharisees, you will never enter the Kingdom of Heaven! [pas_title]"}, {"passage_title": "", "verse": "21", "text": "“You have heard that our ancestors were told, ‘You must not murder. If you commit murder, you are subject to judgment.’"}, {"passage_title": "", "verse": "22", "text": "But I say, if you are even angry with someone, you are subject to judgment! If you call someone an idiot, you are in danger of being brought before the court. And if you curse someone, you are in danger of the fires of hell."}, {"passage_title": "", "verse": "23", "text": "“So if you are presenting a sacrifice at the altar in the Temple and you suddenly remember that someone has something against you,"}, {"passage_title": "", "verse": "24", "text": "leave your sacrifice there at the altar. Go and be reconciled to that person. Then come and offer your sacrifice to God."}, {"passage_title": "", "verse": "25", "text": "“When you are on the way to court with your adversary, settle your differences quickly. Otherwise, your accuser may hand you over to the judge, who will hand you over to an officer, and you will be thrown into prison."}, {"passage_title": "Teaching about Adultery", "verse": "26", "text": "And if that happens, you surely won’t be free again until you have paid the last penny. [pas_title]"}, {"passage_title": "", "verse": "27", "text": "“You have heard the commandment that says, ‘You must not commit adultery.’"}, {"passage_title": "", "verse": "28", "text": "But I say, anyone who even looks at a woman with lust has already committed adultery with her in his heart."}, {"passage_title": "", "verse": "29", "text": "So if your eye—even your good eye—causes you to lust, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell."}, {"passage_title": "Teaching about Divorce", "verse": "30", "text": "And if your hand—even your stronger hand—causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. [pas_title]"}, {"passage_title": "", "verse": "31", "text": "“You have heard the law that says, ‘A man can divorce his wife by merely giving her a written notice of divorce.’"}, {"passage_title": "Teaching about Vows", "verse": "32", "text": "But I say that a man who divorces his wife, unless she has been unfaithful, causes her to commit adultery. And anyone who marries a divorced woman also commits adultery. [pas_title]"}, {"passage_title": "", "verse": "33", "text": "“You have also heard that our ancestors were told, ‘You must not break your vows; you must carry out the vows you make to the Lord.’"}, {"passage_title": "", "verse": "34", "text": "But I say, do not make any vows! Do not say, ‘By heaven!’ because heaven is God’s throne."}, {"passage_title": "", "verse": "35", "text": "And do not say, ‘By the earth!’ because the earth is his footstool. And do not say, ‘By Jerusalem!’ for Jerusalem is the city of the great King."}, {"passage_title": "", "verse": "36", "text": "Do not even say, ‘By my head!’ for you can’t turn one hair white or black."}, {"passage_title": "Teaching about Revenge", "verse": "37", "text": "Just say a simple, ‘Yes, I will,’ or ‘No, I won’t.’ Anything beyond this is from the evil one. [pas_title]"}, {"passage_title": "", "verse": "38", "text": "“You have heard the law that says the punishment must match the injury: ‘An eye for an eye, and a tooth for a tooth.’"}, {"passage_title": "", "verse": "39", "text": "But I say, do not resist an evil person! If someone slaps you on the right cheek, offer the other cheek also."}, {"passage_title": "", "verse": "40", "text": "If you are sued in court and your shirt is taken from you, give your coat, too."}, {"passage_title": "", "verse": "41", "text": "If a soldier demands that you carry his gear for a mile, carry it two miles."}, {"passage_title": "Teaching about Love for Enemies", "verse": "42", "text": "Give to those who ask, and don’t turn away from those who want to borrow. [pas_title]"}, {"passage_title": "", "verse": "43", "text": "“You have heard the law that says, ‘Love your neighbor’ and hate your enemy."}, {"passage_title": "", "verse": "44", "text": "But I say, love your enemies! Pray for those who persecute you!"}, {"passage_title": "", "verse": "45", "text": "In that way, you will be acting as true children of your Father in heaven. For he gives his sunlight to both the evil and the good, and he sends rain on the just and the unjust alike."}, {"passage_title": "", "verse": "46", "text": "If you love only those who love you, what reward is there for that? Even corrupt tax collectors do that much."}, {"passage_title": "", "verse": "47", "text": "If you are kind only to your friends, how are you different from anyone else? Even pagans do that."}, {"passage_title": "", "verse": "48", "text": "But you are to be perfect, even as your Father in heaven is perfect."}]}, {"chapter_title": "Teaching about Giving to the Needy", "chapter_number": 6, "chapter_content": [{"passage_title": "", "verse": "6", "text": "“Watch out! Don’t do your good deeds publicly, to be admired by others, for you will lose the reward from your Father in heaven."}, {"passage_title": "", "verse": "2", "text": "When you give to someone in need, don’t do as the hypocrites do—blowing trumpets in the synagogues and streets to call attention to their acts of charity! I tell you the truth, they have received all the reward they will ever get."}, {"passage_title": "", "verse": "3", "text": "But when you give to someone in need, don’t let your left hand know what your right hand is doing."}, {"passage_title": "Teaching about Prayer and Fasting", "verse": "4", "text": "Give your gifts in private, and your Father, who sees everything, will reward you. [pas_title]"}, {"passage_title": "", "verse": "5", "text": "“When you pray, don’t be like the hypocrites who love to pray publicly on street corners and in the synagogues where everyone can see them. I tell you the truth, that is all the reward they will ever get."}, {"passage_title": "", "verse": "6", "text": "But when you pray, go away by yourself, shut the door behind you, and pray to your Father in private. Then your Father, who sees everything, will reward you."}, {"passage_title": "", "verse": "7", "text": "“When you pray, don’t babble on and on as the Gentiles do. They think their prayers are answered merely by repeating their words again and again."}, {"passage_title": "", "verse": "8", "text": "Don’t be like them, for your Father knows exactly what you need even before you ask him!"}, {"passage_title": "", "verse": "9", "text": "Pray like this: Our Father in heaven, may your name be kept holy."}, {"passage_title": "", "verse": "10", "text": "May your Kingdom come soon. May your will be done on earth, as it is in heaven."}, {"passage_title": "", "verse": "11", "text": "Give us today the food we need,"}, {"passage_title": "", "verse": "12", "text": "and forgive us our sins, as we have forgiven those who sin against us."}, {"passage_title": "", "verse": "13", "text": "And don’t let us yield to temptation, but rescue us from the evil one."}, {"passage_title": "", "verse": "14", "text": "“If you forgive those who sin against you, your heavenly Father will forgive you."}, {"passage_title": "", "verse": "15", "text": "But if you refuse to forgive others, your Father will not forgive your sins."}, {"passage_title": "", "verse": "16", "text": "“And when you fast, don’t make it obvious, as the hypocrites do, for they try to look miserable and disheveled so people will admire them for their fasting. I tell you the truth, that is the only reward they will ever get."}, {"passage_title": "", "verse": "17", "text": "But when you fast, comb your hair and wash your face."}, {"passage_title": "Teaching about Money and Possessions", "verse": "18", "text": "Then no one will notice that you are fasting, except your Father, who knows what you do in private. And your Father, who sees everything, will reward you. [pas_title]"}, {"passage_title": "", "verse": "19", "text": "“Don’t store up treasures here on earth, where moths eat them and rust destroys them, and where thieves break in and steal."}, {"passage_title": "", "verse": "20", "text": "Store your treasures in heaven, where moths and rust cannot destroy, and thieves do not break in and steal."}, {"passage_title": "", "verse": "21", "text": "Wherever your treasure is, there the desires of your heart will also be."}, {"passage_title": "", "verse": "22", "text": "“Your eye is like a lamp that provides light for your body. When your eye is healthy, your whole body is filled with light."}, {"passage_title": "", "verse": "23", "text": "But when your eye is unhealthy, your whole body is filled with darkness. And if the light you think you have is actually darkness, how deep that darkness is!"}, {"passage_title": "", "verse": "24", "text": "“No one can serve two masters. For you will hate one and love the other; you will be devoted to one and despise the other. You cannot serve God and be enslaved to money."}, {"passage_title": "", "verse": "25", "text": "“That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?"}, {"passage_title": "", "verse": "26", "text": "Look at the birds. They don’t plant or harvest or store food in barns, for your heavenly Father feeds them. And aren’t you far more valuable to him than they are?"}, {"passage_title": "", "verse": "27", "text": "Can all your worries add a single moment to your life?"}, {"passage_title": "", "verse": "28", "text": "“And why worry about your clothing? Look at the lilies of the field and how they grow. They don’t work or make their clothing,"}, {"passage_title": "", "verse": "29", "text": "yet Solomon in all his glory was not dressed as beautifully as they are."}, {"passage_title": "", "verse": "30", "text": "And if God cares so wonderfully for wildflowers that are here today and thrown into the fire tomorrow, he will certainly care for you. Why do you have so little faith?"}, {"passage_title": "", "verse": "31", "text": "“So don’t worry about these things, saying, ‘What will we eat? What will we drink? What will we wear?’"}, {"passage_title": "", "verse": "32", "text": "These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs."}, {"passage_title": "", "verse": "33", "text": "Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need."}, {"passage_title": "", "verse": "34", "text": "“So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today."}]}, {"chapter_title": "Do Not Judge Others", "chapter_number": 7, "chapter_content": [{"passage_title": "", "verse": "7", "text": "“Do not judge others, and you will not be judged."}, {"passage_title": "", "verse": "2", "text": "For you will be treated as you treat others. The standard you use in judging is the standard by which you will be judged."}, {"passage_title": "", "verse": "3", "text": "“And why worry about a speck in your friend’s eye when you have a log in your own?"}, {"passage_title": "", "verse": "4", "text": "How can you think of saying to your friend, ‘Let me help you get rid of that speck in your eye,’ when you can’t see past the log in your own eye?"}, {"passage_title": "", "verse": "5", "text": "Hypocrite! First get rid of the log in your own eye; then you will see well enough to deal with the speck in your friend’s eye."}, {"passage_title": "Effective Prayer", "verse": "6", "text": "“Don’t waste what is holy on people who are unholy. Don’t throw your pearls to pigs! They will trample the pearls, then turn and attack you. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "“Keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you."}, {"passage_title": "", "verse": "8", "text": "For everyone who asks, receives. Everyone who seeks, finds. And to everyone who knocks, the door will be opened."}, {"passage_title": "", "verse": "9", "text": "“You parents—if your children ask for a loaf of bread, do you give them a stone instead?"}, {"passage_title": "", "verse": "10", "text": "Or if they ask for a fish, do you give them a snake? Of course not!"}, {"passage_title": "The Golden Rule", "verse": "11", "text": "So if you sinful people know how to give good gifts to your children, how much more will your heavenly Father give good gifts to those who ask him. [pas_title]"}, {"passage_title": "The Narrow Gate", "verse": "12", "text": "“Do to others whatever you would like them to do to you. This is the essence of all that is taught in the law and the prophets. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "“You can enter God’s Kingdom only through the narrow gate. The highway to hell is broad, and its gate is wide for the many who choose that way."}, {"passage_title": "The Tree and Its Fruit", "verse": "14", "text": "But the gateway to life is very narrow and the road is difficult, and only a few ever find it. [pas_title]"}, {"passage_title": "", "verse": "15", "text": "“Beware of false prophets who come disguised as harmless sheep but are really vicious wolves."}, {"passage_title": "", "verse": "16", "text": "You can identify them by their fruit, that is, by the way they act. Can you pick grapes from thornbushes, or figs from thistles?"}, {"passage_title": "", "verse": "17", "text": "A good tree produces good fruit, and a bad tree produces bad fruit."}, {"passage_title": "", "verse": "18", "text": "A good tree can’t produce bad fruit, and a bad tree can’t produce good fruit."}, {"passage_title": "", "verse": "19", "text": "So every tree that does not produce good fruit is chopped down and thrown into the fire."}, {"passage_title": "True Disciples", "verse": "20", "text": "Yes, just as you can identify a tree by its fruit, so you can identify people by their actions. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "“Not everyone who calls out to me, ‘Lord! Lord!’ will enter the Kingdom of Heaven. Only those who actually do the will of my Father in heaven will enter."}, {"passage_title": "", "verse": "22", "text": "On judgment day many will say to me, ‘Lord! Lord! We prophesied in your name and cast out demons in your name and performed many miracles in your name.’"}, {"passage_title": "Building on a Solid Foundation", "verse": "23", "text": "But I will reply, ‘I never knew you. Get away from me, you who break God’s laws.’ [pas_title]"}, {"passage_title": "", "verse": "24", "text": "“Anyone who listens to my teaching and follows it is wise, like a person who builds a house on solid rock."}, {"passage_title": "", "verse": "25", "text": "Though the rain comes in torrents and the floodwaters rise and the winds beat against that house, it won’t collapse because it is built on bedrock."}, {"passage_title": "", "verse": "26", "text": "But anyone who hears my teaching and doesn’t obey it is foolish, like a person who builds a house on sand."}, {"passage_title": "", "verse": "27", "text": "When the rains and floods come and the winds beat against that house, it will collapse with a mighty crash.”"}, {"passage_title": "", "verse": "28", "text": "When Jesus had finished saying these things, the crowds were amazed at his teaching,"}, {"passage_title": "", "verse": "29", "text": "for he taught with real authority—quite unlike their teachers of religious law."}]}, {"chapter_title": "Jesus Heals a Man with Leprosy", "chapter_number": 8, "chapter_content": [{"passage_title": "", "verse": "8", "text": "Large crowds followed Jesus as he came down the mountainside."}, {"passage_title": "", "verse": "2", "text": "Suddenly, a man with leprosy approached him and knelt before him. “Lord,” the man said, “if you are willing, you can heal me and make me clean.”"}, {"passage_title": "", "verse": "3", "text": "Jesus reached out and touched him. “I am willing,” he said. “Be healed!” And instantly the leprosy disappeared."}, {"passage_title": "The Faith of a Roman Officer", "verse": "4", "text": "Then Jesus said to him, “Don’t tell anyone about this. Instead, go to the priest and let him examine you. Take along the offering required in the law of Moses for those who have been healed of leprosy. This will be a public testimony that you have been cleansed.” [pas_title]"}, {"passage_title": "", "verse": "5", "text": "When Jesus returned to Capernaum, a Roman officer came and pleaded with him,"}, {"passage_title": "", "verse": "6", "text": "“Lord, my young servant lies in bed, paralyzed and in terrible pain.”"}, {"passage_title": "", "verse": "7", "text": "Jesus said, “I will come and heal him.”"}, {"passage_title": "", "verse": "8", "text": "But the officer said, “Lord, I am not worthy to have you come into my home. Just say the word from where you are, and my servant will be healed."}, {"passage_title": "", "verse": "9", "text": "I know this because I am under the authority of my superior officers, and I have authority over my soldiers. I only need to say, ‘Go,’ and they go, or ‘Come,’ and they come. And if I say to my slaves, ‘Do this,’ they do it.”"}, {"passage_title": "", "verse": "10", "text": "When Jesus heard this, he was amazed. Turning to those who were following him, he said, “I tell you the truth, I haven’t seen faith like this in all Israel!"}, {"passage_title": "", "verse": "11", "text": "And I tell you this, that many Gentiles will come from all over the world—from east and west—and sit down with Abraham, Isaac, and Jacob at the feast in the Kingdom of Heaven."}, {"passage_title": "", "verse": "12", "text": "But many Israelites—those for whom the Kingdom was prepared—will be thrown into outer darkness, where there will be weeping and gnashing of teeth.”"}, {"passage_title": "Jesus Heals Many People", "verse": "13", "text": "Then Jesus said to the Roman officer, “Go back home. Because you believed, it has happened.” And the young servant was healed that same hour. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "When Jesus arrived at Peter’s house, Peter’s mother-in-law was sick in bed with a high fever."}, {"passage_title": "", "verse": "15", "text": "But when Jesus touched her hand, the fever left her. Then she got up and prepared a meal for him."}, {"passage_title": "", "verse": "16", "text": "That evening many demon-possessed people were brought to Jesus. He cast out the evil spirits with a simple command, and he healed all the sick."}, {"passage_title": "The Cost of Following Jesus", "verse": "17", "text": "This fulfilled the word of the Lord through the prophet Isaiah, who said, “He took our sicknesses and removed our diseases.” [pas_title]"}, {"passage_title": "", "verse": "18", "text": "When Jesus saw the crowd around him, he instructed his disciples to cross to the other side of the lake."}, {"passage_title": "", "verse": "19", "text": "Then one of the teachers of religious law said to him, “Teacher, I will follow you wherever you go.”"}, {"passage_title": "", "verse": "20", "text": "But Jesus replied, “Foxes have dens to live in, and birds have nests, but the Son of Man has no place even to lay his head.”"}, {"passage_title": "", "verse": "21", "text": "Another of his disciples said, “Lord, first let me return home and bury my father.”"}, {"passage_title": "Jesus Calms the Storm", "verse": "22", "text": "But Jesus told him, “Follow me now. Let the spiritually dead bury their own dead.” [pas_title]"}, {"passage_title": "", "verse": "23", "text": "Then Jesus got into the boat and started across the lake with his disciples."}, {"passage_title": "", "verse": "24", "text": "Suddenly, a fierce storm struck the lake, with waves breaking into the boat. But Jesus was sleeping."}, {"passage_title": "", "verse": "25", "text": "The disciples went and woke him up, shouting, “Lord, save us! We’re going to drown!”"}, {"passage_title": "", "verse": "26", "text": "Jesus responded, “Why are you afraid? You have so little faith!” Then he got up and rebuked the wind and waves, and suddenly there was a great calm."}, {"passage_title": "Jesus Heals Two Demon-Possessed Men", "verse": "27", "text": "The disciples were amazed. “Who is this man?” they asked. “Even the winds and waves obey him!” [pas_title]"}, {"passage_title": "", "verse": "28", "text": "When Jesus arrived on the other side of the lake, in the region of the Gadarenes, two men who were possessed by demons met him. They came out of the tombs and were so violent that no one could go through that area."}, {"passage_title": "", "verse": "29", "text": "They began screaming at him, “Why are you interfering with us, Son of God? Have you come here to torture us before God’s appointed time?”"}, {"passage_title": "", "verse": "30", "text": "There happened to be a large herd of pigs feeding in the distance."}, {"passage_title": "", "verse": "31", "text": "So the demons begged, “If you cast us out, send us into that herd of pigs.”"}, {"passage_title": "", "verse": "32", "text": "“All right, go!” Jesus commanded them. So the demons came out of the men and entered the pigs, and the whole herd plunged down the steep hillside into the lake and drowned in the water."}, {"passage_title": "", "verse": "33", "text": "The herdsmen fled to the nearby town, telling everyone what happened to the demon-possessed men."}, {"passage_title": "", "verse": "34", "text": "Then the entire town came out to meet Jesus, but they begged him to go away and leave them alone."}]}, {"chapter_title": "Jesus Heals a Paralyzed Man", "chapter_number": 9, "chapter_content": [{"passage_title": "", "verse": "9", "text": "Jesus climbed into a boat and went back across the lake to his own town."}, {"passage_title": "", "verse": "2", "text": "Some people brought to him a paralyzed man on a mat. Seeing their faith, Jesus said to the paralyzed man, “Be encouraged, my child! Your sins are forgiven.”"}, {"passage_title": "", "verse": "3", "text": "But some of the teachers of religious law said to themselves, “That’s blasphemy! Does he think he’s God?”"}, {"passage_title": "", "verse": "4", "text": "Jesus knew what they were thinking, so he asked them, “Why do you have such evil thoughts in your hearts?"}, {"passage_title": "", "verse": "5", "text": "Is it easier to say ‘Your sins are forgiven,’ or ‘Stand up and walk’?"}, {"passage_title": "", "verse": "6", "text": "So I will prove to you that the Son of Man has the authority on earth to forgive sins.” Then Jesus turned to the paralyzed man and said, “Stand up, pick up your mat, and go home!”"}, {"passage_title": "", "verse": "7", "text": "And the man jumped up and went home!"}, {"passage_title": "Jesus Calls Matthew", "verse": "8", "text": "Fear swept through the crowd as they saw this happen. And they praised God for giving humans such authority. [pas_title]"}, {"passage_title": "", "verse": "9", "text": "As Jesus was walking along, he saw a man named Matthew sitting at his tax collector’s booth. “Follow me and be my disciple,” Jesus said to him. So Matthew got up and followed him."}, {"passage_title": "", "verse": "10", "text": "Later, Matthew invited Jesus and his disciples to his home as dinner guests, along with many tax collectors and other disreputable sinners."}, {"passage_title": "", "verse": "11", "text": "But when the Pharisees saw this, they asked his disciples, “Why does your teacher eat with such scum?”"}, {"passage_title": "", "verse": "12", "text": "When Jesus heard this, he said, “Healthy people don’t need a doctor—sick people do.”"}, {"passage_title": "A Discussion about Fasting", "verse": "13", "text": "Then he added, “Now go and learn the meaning of this Scripture: ‘I want you to show mercy, not offer sacrifices.’ For I have come to call not those who think they are righteous, but those who know they are sinners.” [pas_title]"}, {"passage_title": "", "verse": "14", "text": "One day the disciples of John the Baptist came to Jesus and asked him, “Why don’t your disciples fast like we do and the Pharisees do?”"}, {"passage_title": "", "verse": "15", "text": "Jesus replied, “Do wedding guests mourn while celebrating with the groom? Of course not. But someday the groom will be taken away from them, and then they will fast."}, {"passage_title": "", "verse": "16", "text": "“Besides, who would patch old clothing with new cloth? For the new patch would shrink and rip away from the old cloth, leaving an even bigger tear than before."}, {"passage_title": "Jesus Heals in Response to Faith", "verse": "17", "text": "“And no one puts new wine into old wineskins. For the old skins would burst from the pressure, spilling the wine and ruining the skins. New wine is stored in new wineskins so that both are preserved.” [pas_title]"}, {"passage_title": "", "verse": "18", "text": "As Jesus was saying this, the leader of a synagogue came and knelt before him. “My daughter has just died,” he said, “but you can bring her back to life again if you just come and lay your hand on her.”"}, {"passage_title": "", "verse": "19", "text": "So Jesus and his disciples got up and went with him."}, {"passage_title": "", "verse": "20", "text": "Just then a woman who had suffered for twelve years with constant bleeding came up behind him. She touched the fringe of his robe,"}, {"passage_title": "", "verse": "21", "text": "for she thought, “If I can just touch his robe, I will be healed.”"}, {"passage_title": "", "verse": "22", "text": "Jesus turned around, and when he saw her he said, “Daughter, be encouraged! Your faith has made you well.” And the woman was healed at that moment."}, {"passage_title": "", "verse": "23", "text": "When Jesus arrived at the official’s home, he saw the noisy crowd and heard the funeral music."}, {"passage_title": "", "verse": "24", "text": "“Get out!” he told them. “The girl isn’t dead; she’s only asleep.” But the crowd laughed at him."}, {"passage_title": "", "verse": "25", "text": "After the crowd was put outside, however, Jesus went in and took the girl by the hand, and she stood up!"}, {"passage_title": "Jesus Heals the Blind", "verse": "26", "text": "The report of this miracle swept through the entire countryside. [pas_title]"}, {"passage_title": "", "verse": "27", "text": "After Jesus left the girl’s home, two blind men followed along behind him, shouting, “Son of David, have mercy on us!”"}, {"passage_title": "", "verse": "28", "text": "They went right into the house where he was staying, and Jesus asked them, “Do you believe I can make you see?” “Yes, Lord,” they told him, “we do.”"}, {"passage_title": "", "verse": "29", "text": "Then he touched their eyes and said, “Because of your faith, it will happen.”"}, {"passage_title": "", "verse": "30", "text": "Then their eyes were opened, and they could see! Jesus sternly warned them, “Don’t tell anyone about this.”"}, {"passage_title": "", "verse": "31", "text": "But instead, they went out and spread his fame all over the region."}, {"passage_title": "", "verse": "32", "text": "When they left, a demon-possessed man who couldn’t speak was brought to Jesus."}, {"passage_title": "", "verse": "33", "text": "So Jesus cast out the demon, and then the man began to speak. The crowds were amazed. “Nothing like this has ever happened in Israel!” they exclaimed."}, {"passage_title": "The Need for Workers", "verse": "34", "text": "But the Pharisees said, “He can cast out demons because he is empowered by the prince of demons.” [pas_title]"}, {"passage_title": "", "verse": "35", "text": "Jesus traveled through all the towns and villages of that area, teaching in the synagogues and announcing the Good News about the Kingdom. And he healed every kind of disease and illness."}, {"passage_title": "", "verse": "36", "text": "When he saw the crowds, he had compassion on them because they were confused and helpless, like sheep without a shepherd."}, {"passage_title": "", "verse": "37", "text": "He said to his disciples, “The harvest is great, but the workers are few."}, {"passage_title": "", "verse": "38", "text": "So pray to the Lord who is in charge of the harvest; ask him to send more workers into his fields.”"}]}, {"chapter_title": "Jesus Sends Out the Twelve Apostles", "chapter_number": 10, "chapter_content": [{"passage_title": "", "verse": "10", "text": "Jesus called his twelve disciples together and gave them authority to cast out evil spirits and to heal every kind of disease and illness."}, {"passage_title": "", "verse": "2", "text": "Here are the names of the twelve apostles: first, Simon (also called Peter), then Andrew (Peter’s brother), James (son of Zebedee), John (James’s brother),"}, {"passage_title": "", "verse": "3", "text": "Philip, Bartholomew, Thomas, Matthew (the tax collector), James (son of Alphaeus), Thaddaeus,"}, {"passage_title": "", "verse": "4", "text": "Simon (the zealot), Judas Iscariot (who later betrayed him)."}, {"passage_title": "", "verse": "5", "text": "Jesus sent out the twelve apostles with these instructions: “Don’t go to the Gentiles or the Samaritans,"}, {"passage_title": "", "verse": "6", "text": "but only to the people of Israel—God’s lost sheep."}, {"passage_title": "", "verse": "7", "text": "Go and announce to them that the Kingdom of Heaven is near."}, {"passage_title": "", "verse": "8", "text": "Heal the sick, raise the dead, cure those with leprosy, and cast out demons. Give as freely as you have received!"}, {"passage_title": "", "verse": "9", "text": "“Don’t take any money in your money belts—no gold, silver, or even copper coins."}, {"passage_title": "", "verse": "10", "text": "Don’t carry a traveler’s bag with a change of clothes and sandals or even a walking stick. Don’t hesitate to accept hospitality, because those who work deserve to be fed."}, {"passage_title": "", "verse": "11", "text": "“Whenever you enter a city or village, search for a worthy person and stay in his home until you leave town."}, {"passage_title": "", "verse": "12", "text": "When you enter the home, give it your blessing."}, {"passage_title": "", "verse": "13", "text": "If it turns out to be a worthy home, let your blessing stand; if it is not, take back the blessing."}, {"passage_title": "", "verse": "14", "text": "If any household or town refuses to welcome you or listen to your message, shake its dust from your feet as you leave."}, {"passage_title": "", "verse": "15", "text": "I tell you the truth, the wicked cities of Sodom and Gomorrah will be better off than such a town on the judgment day."}, {"passage_title": "", "verse": "16", "text": "“Look, I am sending you out as sheep among wolves. So be as shrewd as snakes and harmless as doves."}, {"passage_title": "", "verse": "17", "text": "But beware! For you will be handed over to the courts and will be flogged with whips in the synagogues."}, {"passage_title": "", "verse": "18", "text": "You will stand trial before governors and kings because you are my followers. But this will be your opportunity to tell the rulers and other unbelievers about me."}, {"passage_title": "", "verse": "19", "text": "When you are arrested, don’t worry about how to respond or what to say. God will give you the right words at the right time."}, {"passage_title": "", "verse": "20", "text": "For it is not you who will be speaking—it will be the Spirit of your Father speaking through you."}, {"passage_title": "", "verse": "21", "text": "“A brother will betray his brother to death, a father will betray his own child, and children will rebel against their parents and cause them to be killed."}, {"passage_title": "", "verse": "22", "text": "And all nations will hate you because you are my followers. But everyone who endures to the end will be saved."}, {"passage_title": "", "verse": "23", "text": "When you are persecuted in one town, flee to the next. I tell you the truth, the Son of Man will return before you have reached all the towns of Israel."}, {"passage_title": "", "verse": "24", "text": "“Students are not greater than their teacher, and slaves are not greater than their master."}, {"passage_title": "", "verse": "25", "text": "Students are to be like their teacher, and slaves are to be like their master. And since I, the master of the household, have been called the prince of demons, the members of my household will be called by even worse names!"}, {"passage_title": "", "verse": "26", "text": "“But don’t be afraid of those who threaten you. For the time is coming when everything that is covered will be revealed, and all that is secret will be made known to all."}, {"passage_title": "", "verse": "27", "text": "What I tell you now in the darkness, shout abroad when daybreak comes. What I whisper in your ear, shout from the housetops for all to hear!"}, {"passage_title": "", "verse": "28", "text": "“Don’t be afraid of those who want to kill your body; they cannot touch your soul. Fear only God, who can destroy both soul and body in hell."}, {"passage_title": "", "verse": "29", "text": "What is the price of two sparrows—one copper coin? But not a single sparrow can fall to the ground without your Father knowing it."}, {"passage_title": "", "verse": "30", "text": "And the very hairs on your head are all numbered."}, {"passage_title": "", "verse": "31", "text": "So don’t be afraid; you are more valuable to God than a whole flock of sparrows."}, {"passage_title": "", "verse": "32", "text": "“Everyone who acknowledges me publicly here on earth, I will also acknowledge before my Father in heaven."}, {"passage_title": "", "verse": "33", "text": "But everyone who denies me here on earth, I will also deny before my Father in heaven."}, {"passage_title": "", "verse": "34", "text": "“Don’t imagine that I came to bring peace to the earth! I came not to bring peace, but a sword."}, {"passage_title": "", "verse": "35", "text": "‘I have come to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law."}, {"passage_title": "", "verse": "36", "text": "    Your enemies will be right in your own household!’"}, {"passage_title": "", "verse": "37", "text": "“If you love your father or mother more than you love me, you are not worthy of being mine; or if you love your son or daughter more than me, you are not worthy of being mine."}, {"passage_title": "", "verse": "38", "text": "If you refuse to take up your cross and follow me, you are not worthy of being mine."}, {"passage_title": "", "verse": "39", "text": "If you cling to your life, you will lose it; but if you give up your life for me, you will find it."}, {"passage_title": "", "verse": "40", "text": "“Anyone who receives you receives me, and anyone who receives me receives the Father who sent me."}, {"passage_title": "", "verse": "41", "text": "If you receive a prophet as one who speaks for God, you will be given the same reward as a prophet. And if you receive righteous people because of their righteousness, you will be given a reward like theirs."}, {"passage_title": "", "verse": "42", "text": "And if you give even a cup of cold water to one of the least of my followers, you will surely be rewarded.”"}]}, {"chapter_title": "Jesus and John the Baptist", "chapter_number": 11, "chapter_content": [{"passage_title": "", "verse": "11", "text": "When Jesus had finished giving these instructions to his twelve disciples, he went out to teach and preach in towns throughout the region."}, {"passage_title": "", "verse": "2", "text": "John the Baptist, who was in prison, heard about all the things the Messiah was doing. So he sent his disciples to ask Jesus,"}, {"passage_title": "", "verse": "3", "text": "“Are you the Messiah we’ve been expecting, or should we keep looking for someone else?”"}, {"passage_title": "", "verse": "4", "text": "Jesus told them, “Go back to John and tell him what you have heard and seen—"}, {"passage_title": "", "verse": "5", "text": "the blind see, the lame walk, those with leprosy are cured, the deaf hear, the dead are raised to life, and the Good News is being preached to the poor.”"}, {"passage_title": "", "verse": "6", "text": "And he added, “God blesses those who do not fall away because of me.”"}, {"passage_title": "", "verse": "7", "text": "As John’s disciples were leaving, Jesus began talking about him to the crowds. “What kind of man did you go into the wilderness to see? Was he a weak reed, swayed by every breath of wind?"}, {"passage_title": "", "verse": "8", "text": "Or were you expecting to see a man dressed in expensive clothes? No, people with expensive clothes live in palaces."}, {"passage_title": "", "verse": "9", "text": "Were you looking for a prophet? Yes, and he is more than a prophet."}, {"passage_title": "", "verse": "10", "text": "John is the man to whom the Scriptures refer when they say, ‘Look, I am sending my messenger ahead of you, and he will prepare your way before you.’"}, {"passage_title": "", "verse": "11", "text": "“I tell you the truth, of all who have ever lived, none is greater than John the Baptist. Yet even the least person in the Kingdom of Heaven is greater than he is!"}, {"passage_title": "", "verse": "12", "text": "And from the time John the Baptist began preaching until now, the Kingdom of Heaven has been forcefully advancing, and violent people are attacking it."}, {"passage_title": "", "verse": "13", "text": "For before John came, all the prophets and the law of Moses looked forward to this present time."}, {"passage_title": "", "verse": "14", "text": "And if you are willing to accept what I say, he is Elijah, the one the prophets said would come."}, {"passage_title": "", "verse": "15", "text": "Anyone with ears to hear should listen and understand!"}, {"passage_title": "", "verse": "16", "text": "“To what can I compare this generation? It is like children playing a game in the public square. They complain to their friends,"}, {"passage_title": "", "verse": "17", "text": "‘We played wedding songs, and you didn’t dance, so we played funeral songs, and you didn’t mourn.’"}, {"passage_title": "", "verse": "18", "text": "For John didn’t spend his time eating and drinking, and you say, ‘He’s possessed by a demon.’"}, {"passage_title": "Judgment for the Unbelievers", "verse": "19", "text": "The Son of Man, on the other hand, feasts and drinks, and you say, ‘He’s a glutton and a drunkard, and a friend of tax collectors and other sinners!’ But wisdom is shown to be right by its results.” [pas_title]"}, {"passage_title": "", "verse": "20", "text": "Then Jesus began to denounce the towns where he had done so many of his miracles, because they hadn’t repented of their sins and turned to God."}, {"passage_title": "", "verse": "21", "text": "“What sorrow awaits you, Korazin and Bethsaida! For if the miracles I did in you had been done in wicked Tyre and Sidon, their people would have repented of their sins long ago, clothing themselves in burlap and throwing ashes on their heads to show their remorse."}, {"passage_title": "", "verse": "22", "text": "I tell you, Tyre and Sidon will be better off on judgment day than you."}, {"passage_title": "", "verse": "23", "text": "“And you people of Capernaum, will you be honored in heaven? No, you will go down to the place of the dead. For if the miracles I did for you had been done in wicked Sodom, it would still be here today."}, {"passage_title": "Jesus’ Prayer of Thanksgiving", "verse": "24", "text": "I tell you, even Sodom will be better off on judgment day than you.” [pas_title]"}, {"passage_title": "", "verse": "25", "text": "At that time Jesus prayed this prayer: “O Father, Lord of heaven and earth, thank you for hiding these things from those who think themselves wise and clever, and for revealing them to the childlike."}, {"passage_title": "", "verse": "26", "text": "Yes, Father, it pleased you to do it this way!"}, {"passage_title": "", "verse": "27", "text": "“My Father has entrusted everything to me. No one truly knows the Son except the Father, and no one truly knows the Father except the Son and those to whom the Son chooses to reveal him.”"}, {"passage_title": "", "verse": "28", "text": "Then Jesus said, “Come to me, all of you who are weary and carry heavy burdens, and I will give you rest."}, {"passage_title": "", "verse": "29", "text": "Take my yoke upon you. Let me teach you, because I am humble and gentle at heart, and you will find rest for your souls."}, {"passage_title": "", "verse": "30", "text": "For my yoke is easy to bear, and the burden I give you is light.”"}]}, {"chapter_title": "A Discussion about the Sabbath", "chapter_number": 12, "chapter_content": [{"passage_title": "", "verse": "12", "text": "At about that time Jesus was walking through some grainfields on the Sabbath. His disciples were hungry, so they began breaking off some heads of grain and eating them."}, {"passage_title": "", "verse": "2", "text": "But some Pharisees saw them do it and protested, “Look, your disciples are breaking the law by harvesting grain on the Sabbath.”"}, {"passage_title": "", "verse": "3", "text": "Jesus said to them, “Haven’t you read in the Scriptures what David did when he and his companions were hungry?"}, {"passage_title": "", "verse": "4", "text": "He went into the house of God, and he and his companions broke the law by eating the sacred loaves of bread that only the priests are allowed to eat."}, {"passage_title": "", "verse": "5", "text": "And haven’t you read in the law of Moses that the priests on duty in the Temple may work on the Sabbath?"}, {"passage_title": "", "verse": "6", "text": "I tell you, there is one here who is even greater than the Temple!"}, {"passage_title": "", "verse": "7", "text": "But you would not have condemned my innocent disciples if you knew the meaning of this Scripture: ‘I want you to show mercy, not offer sacrifices.’"}, {"passage_title": "Jesus Heals on the Sabbath", "verse": "8", "text": "For the Son of Man is Lord, even over the Sabbath!” [pas_title]"}, {"passage_title": "", "verse": "9", "text": "Then Jesus went over to their synagogue,"}, {"passage_title": "", "verse": "10", "text": "where he noticed a man with a deformed hand. The Pharisees asked Jesus, “Does the law permit a person to work by healing on the Sabbath?” (They were hoping he would say yes, so they could bring charges against him.)"}, {"passage_title": "", "verse": "11", "text": "And he answered, “If you had a sheep that fell into a well on the Sabbath, wouldn’t you work to pull it out? Of course you would."}, {"passage_title": "", "verse": "12", "text": "And how much more valuable is a person than a sheep! Yes, the law permits a person to do good on the Sabbath.”"}, {"passage_title": "", "verse": "13", "text": "Then he said to the man, “Hold out your hand.” So the man held out his hand, and it was restored, just like the other one!"}, {"passage_title": "Jesus, God’s Chosen Servant", "verse": "14", "text": "Then the Pharisees called a meeting to plot how to kill Jesus. [pas_title]"}, {"passage_title": "", "verse": "15", "text": "But Jesus knew what they were planning. So he left that area, and many people followed him. He healed all the sick among them,"}, {"passage_title": "", "verse": "16", "text": "but he warned them not to reveal who he was."}, {"passage_title": "", "verse": "17", "text": "This fulfilled the prophecy of Isaiah concerning him:"}, {"passage_title": "", "verse": "18", "text": "“Look at my Servant, whom I have chosen. He is my Beloved, who pleases me. I will put my Spirit upon him, and he will proclaim justice to the nations."}, {"passage_title": "", "verse": "19", "text": "He will not fight or shout or raise his voice in public."}, {"passage_title": "", "verse": "20", "text": "He will not crush the weakest reed or put out a flickering candle. Finally he will cause justice to be victorious."}, {"passage_title": "Jesus and the Prince of Demons", "verse": "21", "text": "And his name will be the hope of all the world.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "Then a demon-possessed man, who was blind and couldn’t speak, was brought to Jesus. He healed the man so that he could both speak and see."}, {"passage_title": "", "verse": "23", "text": "The crowd was amazed and asked, “Could it be that Jesus is the Son of David, the Messiah?”"}, {"passage_title": "", "verse": "24", "text": "But when the Pharisees heard about the miracle, they said, “No wonder he can cast out demons. He gets his power from Satan, the prince of demons.”"}, {"passage_title": "", "verse": "25", "text": "Jesus knew their thoughts and replied, “Any kingdom divided by civil war is doomed. A town or family splintered by feuding will fall apart."}, {"passage_title": "", "verse": "26", "text": "And if Satan is casting out Satan, he is divided and fighting against himself. His own kingdom will not survive."}, {"passage_title": "", "verse": "27", "text": "And if I am empowered by Satan, what about your own exorcists? They cast out demons, too, so they will condemn you for what you have said."}, {"passage_title": "", "verse": "28", "text": "But if I am casting out demons by the Spirit of God, then the Kingdom of God has arrived among you."}, {"passage_title": "", "verse": "29", "text": "For who is powerful enough to enter the house of a strong man and plunder his goods? Only someone even stronger—someone who could tie him up and then plunder his house."}, {"passage_title": "", "verse": "30", "text": "“Anyone who isn’t with me opposes me, and anyone who isn’t working with me is actually working against me."}, {"passage_title": "", "verse": "31", "text": "“So I tell you, every sin and blasphemy can be forgiven—except blasphemy against the Holy Spirit, which will never be forgiven."}, {"passage_title": "", "verse": "32", "text": "Anyone who speaks against the Son of Man can be forgiven, but anyone who speaks against the Holy Spirit will never be forgiven, either in this world or in the world to come."}, {"passage_title": "", "verse": "33", "text": "“A tree is identified by its fruit. If a tree is good, its fruit will be good. If a tree is bad, its fruit will be bad."}, {"passage_title": "", "verse": "34", "text": "You brood of snakes! How could evil men like you speak what is good and right? For whatever is in your heart determines what you say."}, {"passage_title": "", "verse": "35", "text": "A good person produces good things from the treasury of a good heart, and an evil person produces evil things from the treasury of an evil heart."}, {"passage_title": "", "verse": "36", "text": "And I tell you this, you must give an account on judgment day for every idle word you speak."}, {"passage_title": "The Sign of Jonah", "verse": "37", "text": "The words you say will either acquit you or condemn you.” [pas_title]"}, {"passage_title": "", "verse": "38", "text": "One day some teachers of religious law and Pharisees came to Jesus and said, “Teacher, we want you to show us a miraculous sign to prove your authority.”"}, {"passage_title": "", "verse": "39", "text": "But Jesus replied, “Only an evil, adulterous generation would demand a miraculous sign; but the only sign I will give them is the sign of the prophet Jonah."}, {"passage_title": "", "verse": "40", "text": "For as Jonah was in the belly of the great fish for three days and three nights, so will the Son of Man be in the heart of the earth for three days and three nights."}, {"passage_title": "", "verse": "41", "text": "“The people of Nineveh will stand up against this generation on judgment day and condemn it, for they repented of their sins at the preaching of Jonah. Now someone greater than Jonah is here—but you refuse to repent."}, {"passage_title": "", "verse": "42", "text": "The queen of Sheba will also stand up against this generation on judgment day and condemn it, for she came from a distant land to hear the wisdom of Solomon. Now someone greater than Solomon is here—but you refuse to listen."}, {"passage_title": "", "verse": "43", "text": "“When an evil spirit leaves a person, it goes into the desert, seeking rest but finding none."}, {"passage_title": "", "verse": "44", "text": "Then it says, ‘I will return to the person I came from.’ So it returns and finds its former home empty, swept, and in order."}, {"passage_title": "The True Family of Jesus", "verse": "45", "text": "Then the spirit finds seven other spirits more evil than itself, and they all enter the person and live there. And so that person is worse off than before. That will be the experience of this evil generation.” [pas_title]"}, {"passage_title": "", "verse": "46", "text": "As Jesus was speaking to the crowd, his mother and brothers stood outside, asking to speak to him."}, {"passage_title": "", "verse": "47", "text": "Someone told Jesus, “Your mother and your brothers are standing outside, and they want to speak to you.”"}, {"passage_title": "", "verse": "48", "text": "Jesus asked, “Who is my mother? Who are my brothers?”"}, {"passage_title": "", "verse": "49", "text": "Then he pointed to his disciples and said, “Look, these are my mother and brothers."}, {"passage_title": "", "verse": "50", "text": "Anyone who does the will of my Father in heaven is my brother and sister and mother!”"}]}, {"chapter_title": "Parable of the Farmer Scattering Seed", "chapter_number": 13, "chapter_content": [{"passage_title": "", "verse": "13", "text": "Later that same day Jesus left the house and sat beside the lake."}, {"passage_title": "", "verse": "2", "text": "A large crowd soon gathered around him, so he got into a boat. Then he sat there and taught as the people stood on the shore."}, {"passage_title": "", "verse": "3", "text": "He told many stories in the form of parables, such as this one: “Listen! A farmer went out to plant some seeds."}, {"passage_title": "", "verse": "4", "text": "As he scattered them across his field, some seeds fell on a footpath, and the birds came and ate them."}, {"passage_title": "", "verse": "5", "text": "Other seeds fell on shallow soil with underlying rock. The seeds sprouted quickly because the soil was shallow."}, {"passage_title": "", "verse": "6", "text": "But the plants soon wilted under the hot sun, and since they didn’t have deep roots, they died."}, {"passage_title": "", "verse": "7", "text": "Other seeds fell among thorns that grew up and choked out the tender plants."}, {"passage_title": "", "verse": "8", "text": "Still other seeds fell on fertile soil, and they produced a crop that was thirty, sixty, and even a hundred times as much as had been planted!"}, {"passage_title": "", "verse": "9", "text": "Anyone with ears to hear should listen and understand.”"}, {"passage_title": "", "verse": "10", "text": "His disciples came and asked him, “Why do you use parables when you talk to the people?”"}, {"passage_title": "", "verse": "11", "text": "He replied, “You are permitted to understand the secrets of the Kingdom of Heaven, but others are not."}, {"passage_title": "", "verse": "12", "text": "To those who listen to my teaching, more understanding will be given, and they will have an abundance of knowledge. But for those who are not listening, even what little understanding they have will be taken away from them."}, {"passage_title": "", "verse": "13", "text": "That is why I use these parables, For they look, but they don’t really see. They hear, but they don’t really listen or understand."}, {"passage_title": "", "verse": "14", "text": "This fulfills the prophecy of Isaiah that says, ‘When you hear what I say, you will not understand. When you see what I do, you will not comprehend."}, {"passage_title": "", "verse": "15", "text": "For the hearts of these people are hardened, and their ears cannot hear, and they have closed their eyes— so their eyes cannot see, and their ears cannot hear, and their hearts cannot understand, and they cannot turn to me and let me heal them.’"}, {"passage_title": "", "verse": "16", "text": "“But blessed are your eyes, because they see; and your ears, because they hear."}, {"passage_title": "", "verse": "17", "text": "I tell you the truth, many prophets and righteous people longed to see what you see, but they didn’t see it. And they longed to hear what you hear, but they didn’t hear it."}, {"passage_title": "", "verse": "18", "text": "“Now listen to the explanation of the parable about the farmer planting seeds:"}, {"passage_title": "", "verse": "19", "text": "The seed that fell on the footpath represents those who hear the message about the Kingdom and don’t understand it. Then the evil one comes and snatches away the seed that was planted in their hearts."}, {"passage_title": "", "verse": "20", "text": "The seed on the rocky soil represents those who hear the message and immediately receive it with joy."}, {"passage_title": "", "verse": "21", "text": "But since they don’t have deep roots, they don’t last long. They fall away as soon as they have problems or are persecuted for believing God’s word."}, {"passage_title": "", "verse": "22", "text": "The seed that fell among the thorns represents those who hear God’s word, but all too quickly the message is crowded out by the worries of this life and the lure of wealth, so no fruit is produced."}, {"passage_title": "Parable of the Wheat and Weeds", "verse": "23", "text": "The seed that fell on good soil represents those who truly hear and understand God’s word and produce a harvest of thirty, sixty, or even a hundred times as much as had been planted!” [pas_title]"}, {"passage_title": "", "verse": "24", "text": "Here is another story Jesus told: “The Kingdom of Heaven is like a farmer who planted good seed in his field."}, {"passage_title": "", "verse": "25", "text": "But that night as the workers slept, his enemy came and planted weeds among the wheat, then slipped away."}, {"passage_title": "", "verse": "26", "text": "When the crop began to grow and produce grain, the weeds also grew."}, {"passage_title": "", "verse": "27", "text": "“The farmer’s workers went to him and said, ‘Sir, the field where you planted that good seed is full of weeds! Where did they come from?’"}, {"passage_title": "", "verse": "28", "text": "“‘An enemy has done this!’ the farmer exclaimed. “‘Should we pull out the weeds?’ they asked."}, {"passage_title": "", "verse": "29", "text": "“‘No,’ he replied, ‘you’ll uproot the wheat if you do."}, {"passage_title": "Parable of the Mustard Seed", "verse": "30", "text": "Let both grow together until the harvest. Then I will tell the harvesters to sort out the weeds, tie them into bundles, and burn them, and to put the wheat in the barn.’” [pas_title]"}, {"passage_title": "", "verse": "31", "text": "Here is another illustration Jesus used: “The Kingdom of Heaven is like a mustard seed planted in a field."}, {"passage_title": "Parable of the Yeast", "verse": "32", "text": "It is the smallest of all seeds, but it becomes the largest of garden plants; it grows into a tree, and birds come and make nests in its branches.” [pas_title]"}, {"passage_title": "", "verse": "33", "text": "Jesus also used this illustration: “The Kingdom of Heaven is like the yeast a woman used in making bread. Even though she put only a little yeast in three measures of flour, it permeated every part of the dough.”"}, {"passage_title": "", "verse": "34", "text": "Jesus always used stories and illustrations like these when speaking to the crowds. In fact, he never spoke to them without using such parables."}, {"passage_title": "Parable of the Wheat and Weeds Explained", "verse": "35", "text": "This fulfilled what God had spoken through the prophet: “I will speak to you in parables. I will explain things hidden since the creation of the world.” [pas_title]"}, {"passage_title": "", "verse": "36", "text": "Then, leaving the crowds outside, Jesus went into the house. His disciples said, “Please explain to us the story of the weeds in the field.”"}, {"passage_title": "", "verse": "37", "text": "Jesus replied, “The Son of Man is the farmer who plants the good seed."}, {"passage_title": "", "verse": "38", "text": "The field is the world, and the good seed represents the people of the Kingdom. The weeds are the people who belong to the evil one."}, {"passage_title": "", "verse": "39", "text": "The enemy who planted the weeds among the wheat is the devil. The harvest is the end of the world, and the harvesters are the angels."}, {"passage_title": "", "verse": "40", "text": "“Just as the weeds are sorted out and burned in the fire, so it will be at the end of the world."}, {"passage_title": "", "verse": "41", "text": "The Son of Man will send his angels, and they will remove from his Kingdom everything that causes sin and all who do evil."}, {"passage_title": "", "verse": "42", "text": "And the angels will throw them into the fiery furnace, where there will be weeping and gnashing of teeth."}, {"passage_title": "Parables of the Hidden Treasure and the Pearl", "verse": "43", "text": "Then the righteous will shine like the sun in their Father’s Kingdom. Anyone with ears to hear should listen and understand! [pas_title]"}, {"passage_title": "", "verse": "44", "text": "“The Kingdom of Heaven is like a treasure that a man discovered hidden in a field. In his excitement, he hid it again and sold everything he owned to get enough money to buy the field."}, {"passage_title": "", "verse": "45", "text": "“Again, the Kingdom of Heaven is like a merchant on the lookout for choice pearls."}, {"passage_title": "Parable of the Fishing Net", "verse": "46", "text": "When he discovered a pearl of great value, he sold everything he owned and bought it! [pas_title]"}, {"passage_title": "", "verse": "47", "text": "“Again, the Kingdom of Heaven is like a fishing net that was thrown into the water and caught fish of every kind."}, {"passage_title": "", "verse": "48", "text": "When the net was full, they dragged it up onto the shore, sat down, and sorted the good fish into crates, but threw the bad ones away."}, {"passage_title": "", "verse": "49", "text": "That is the way it will be at the end of the world. The angels will come and separate the wicked people from the righteous,"}, {"passage_title": "", "verse": "50", "text": "throwing the wicked into the fiery furnace, where there will be weeping and gnashing of teeth."}, {"passage_title": "", "verse": "51", "text": "Do you understand all these things?” “Yes,” they said, “we do.”"}, {"passage_title": "Jesus Rejected at Nazareth", "verse": "52", "text": "Then he added, “Every teacher of religious law who becomes a disciple in the Kingdom of Heaven is like a homeowner who brings from his storeroom new gems of truth as well as old.” [pas_title]"}, {"passage_title": "", "verse": "53", "text": "When Jesus had finished telling these stories and illustrations, he left that part of the country."}, {"passage_title": "", "verse": "54", "text": "He returned to Nazareth, his hometown. When he taught there in the synagogue, everyone was amazed and said, “Where does he get this wisdom and the power to do miracles?”"}, {"passage_title": "", "verse": "55", "text": "Then they scoffed, “He’s just the carpenter’s son, and we know Mary, his mother, and his brothers—James, Joseph, Simon, and Judas."}, {"passage_title": "", "verse": "56", "text": "All his sisters live right here among us. Where did he learn all these things?”"}, {"passage_title": "", "verse": "57", "text": "And they were deeply offended and refused to believe in him. Then Jesus told them, “A prophet is honored everywhere except in his own hometown and among his own family.”"}, {"passage_title": "", "verse": "58", "text": "And so he did only a few miracles there because of their unbelief."}]}, {"chapter_title": "The Death of John the Baptist", "chapter_number": 14, "chapter_content": [{"passage_title": "", "verse": "14", "text": "When Herod Antipas, the ruler of Galilee, heard about Jesus,"}, {"passage_title": "", "verse": "2", "text": "he said to his advisers, “This must be John the Baptist raised from the dead! That is why he can do such miracles.”"}, {"passage_title": "", "verse": "3", "text": "For Herod had arrested and imprisoned John as a favor to his wife Herodias (the former wife of Herod’s brother Philip)."}, {"passage_title": "", "verse": "4", "text": "John had been telling Herod, “It is against God’s law for you to marry her.”"}, {"passage_title": "", "verse": "5", "text": "Herod wanted to kill John, but he was afraid of a riot, because all the people believed John was a prophet."}, {"passage_title": "", "verse": "6", "text": "But at a birthday party for Herod, Herodias’s daughter performed a dance that greatly pleased him,"}, {"passage_title": "", "verse": "7", "text": "so he promised with a vow to give her anything she wanted."}, {"passage_title": "", "verse": "8", "text": "At her mother’s urging, the girl said, “I want the head of John the Baptist on a tray!”"}, {"passage_title": "", "verse": "9", "text": "Then the king regretted what he had said; but because of the vow he had made in front of his guests, he issued the necessary orders."}, {"passage_title": "", "verse": "10", "text": "So John was beheaded in the prison,"}, {"passage_title": "", "verse": "11", "text": "and his head was brought on a tray and given to the girl, who took it to her mother."}, {"passage_title": "Jesus Feeds Five Thousand", "verse": "12", "text": "Later, John’s disciples came for his body and buried it. Then they went and told Jesus what had happened. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "As soon as Jesus heard the news, he left in a boat to a remote area to be alone. But the crowds heard where he was headed and followed on foot from many towns."}, {"passage_title": "", "verse": "14", "text": "Jesus saw the huge crowd as he stepped from the boat, and he had compassion on them and healed their sick."}, {"passage_title": "", "verse": "15", "text": "That evening the disciples came to him and said, “This is a remote place, and it’s already getting late. Send the crowds away so they can go to the villages and buy food for themselves.”"}, {"passage_title": "", "verse": "16", "text": "But Jesus said, “That isn’t necessary—you feed them.”"}, {"passage_title": "", "verse": "17", "text": "“But we have only five loaves of bread and two fish!” they answered."}, {"passage_title": "", "verse": "18", "text": "“Bring them here,” he said."}, {"passage_title": "", "verse": "19", "text": "Then he told the people to sit down on the grass. Jesus took the five loaves and two fish, looked up toward heaven, and blessed them. Then, breaking the loaves into pieces, he gave the bread to the disciples, who distributed it to the people."}, {"passage_title": "", "verse": "20", "text": "They all ate as much as they wanted, and afterward, the disciples picked up twelve baskets of leftovers."}, {"passage_title": "Jesus Walks on Water", "verse": "21", "text": "About 5,000 men were fed that day, in addition to all the women and children! [pas_title]"}, {"passage_title": "", "verse": "22", "text": "Immediately after this, Jesus insisted that his disciples get back into the boat and cross to the other side of the lake, while he sent the people home."}, {"passage_title": "", "verse": "23", "text": "After sending them home, he went up into the hills by himself to pray. Night fell while he was there alone."}, {"passage_title": "", "verse": "24", "text": "Meanwhile, the disciples were in trouble far away from land, for a strong wind had risen, and they were fighting heavy waves."}, {"passage_title": "", "verse": "25", "text": "About three o’clock in the morning Jesus came toward them, walking on the water."}, {"passage_title": "", "verse": "26", "text": "When the disciples saw him walking on the water, they were terrified. In their fear, they cried out, “It’s a ghost!”"}, {"passage_title": "", "verse": "27", "text": "But Jesus spoke to them at once. “Don’t be afraid,” he said. “Take courage. I am here!”"}, {"passage_title": "", "verse": "28", "text": "Then Peter called to him, “Lord, if it’s really you, tell me to come to you, walking on the water.”"}, {"passage_title": "", "verse": "29", "text": "“Yes, come,” Jesus said. So Peter went over the side of the boat and walked on the water toward Jesus."}, {"passage_title": "", "verse": "30", "text": "But when he saw the strong wind and the waves, he was terrified and began to sink. “Save me, Lord!” he shouted."}, {"passage_title": "", "verse": "31", "text": "Jesus immediately reached out and grabbed him. “You have so little faith,” Jesus said. “Why did you doubt me?”"}, {"passage_title": "", "verse": "32", "text": "When they climbed back into the boat, the wind stopped."}, {"passage_title": "", "verse": "33", "text": "Then the disciples worshiped him. “You really are the Son of God!” they exclaimed."}, {"passage_title": "", "verse": "34", "text": "After they had crossed the lake, they landed at Gennesaret."}, {"passage_title": "", "verse": "35", "text": "When the people recognized Jesus, the news of his arrival spread quickly throughout the whole area, and soon people were bringing all their sick to be healed."}, {"passage_title": "", "verse": "36", "text": "They begged him to let the sick touch at least the fringe of his robe, and all who touched him were healed."}]}, {"chapter_title": "Jesus Teaches about Inner Purity", "chapter_number": 15, "chapter_content": [{"passage_title": "", "verse": "15", "text": "Some Pharisees and teachers of religious law now arrived from Jerusalem to see Jesus. They asked him,"}, {"passage_title": "", "verse": "2", "text": "“Why do your disciples disobey our age-old tradition? For they ignore our tradition of ceremonial hand washing before they eat.”"}, {"passage_title": "", "verse": "3", "text": "Jesus replied, “And why do you, by your traditions, violate the direct commandments of God?"}, {"passage_title": "", "verse": "4", "text": "For instance, God says, ‘Honor your father and mother,’ and ‘Anyone who speaks disrespectfully of father or mother must be put to death.’"}, {"passage_title": "", "verse": "5", "text": "But you say it is all right for people to say to their parents, ‘Sorry, I can’t help you. For I have vowed to give to God what I would have given to you.’"}, {"passage_title": "", "verse": "6", "text": "In this way, you say they don’t need to honor their parents. And so you cancel the word of God for the sake of your own tradition."}, {"passage_title": "", "verse": "7", "text": "You hypocrites! Isaiah was right when he prophesied about you, for he wrote,"}, {"passage_title": "", "verse": "8", "text": "‘These people honor me with their lips, but their hearts are far from me."}, {"passage_title": "", "verse": "9", "text": "Their worship is a farce, for they teach man-made ideas as commands from God.’”"}, {"passage_title": "", "verse": "10", "text": "Then Jesus called to the crowd to come and hear. “Listen,” he said, “and try to understand."}, {"passage_title": "", "verse": "11", "text": "It’s not what goes into your mouth that defiles you; you are defiled by the words that come out of your mouth.”"}, {"passage_title": "", "verse": "12", "text": "Then the disciples came to him and asked, “Do you realize you offended the Pharisees by what you just said?”"}, {"passage_title": "", "verse": "13", "text": "Jesus replied, “Every plant not planted by my heavenly Father will be uprooted,"}, {"passage_title": "", "verse": "14", "text": "so ignore them. They are blind guides leading the blind, and if one blind person guides another, they will both fall into a ditch.”"}, {"passage_title": "", "verse": "15", "text": "Then Peter said to Jesus, “Explain to us the parable that says people aren’t defiled by what they eat.”"}, {"passage_title": "", "verse": "16", "text": "“Don’t you understand yet?” Jesus asked."}, {"passage_title": "", "verse": "17", "text": "“Anything you eat passes through the stomach and then goes into the sewer."}, {"passage_title": "", "verse": "18", "text": "But the words you speak come from the heart—that’s what defiles you."}, {"passage_title": "", "verse": "19", "text": "For from the heart come evil thoughts, murder, adultery, all sexual immorality, theft, lying, and slander."}, {"passage_title": "The Faith of a Gentile Woman", "verse": "20", "text": "These are what defile you. Eating with unwashed hands will never defile you.” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "Then Jesus left Galilee and went north to the region of Tyre and Sidon."}, {"passage_title": "", "verse": "22", "text": "A Gentile woman who lived there came to him, pleading, “Have mercy on me, O Lord, Son of David! For my daughter is possessed by a demon that torments her severely.”"}, {"passage_title": "", "verse": "23", "text": "But Jesus gave her no reply, not even a word. Then his disciples urged him to send her away. “Tell her to go away,” they said. “She is bothering us with all her begging.”"}, {"passage_title": "", "verse": "24", "text": "Then Jesus said to the woman, “I was sent only to help God’s lost sheep—the people of Israel.”"}, {"passage_title": "", "verse": "25", "text": "But she came and worshiped him, pleading again, “Lord, help me!”"}, {"passage_title": "", "verse": "26", "text": "Jesus responded, “It isn’t right to take food from the children and throw it to the dogs.”"}, {"passage_title": "", "verse": "27", "text": "She replied, “That’s true, Lord, but even dogs are allowed to eat the scraps that fall beneath their masters’ table.”"}, {"passage_title": "Jesus Heals Many People", "verse": "28", "text": "“Dear woman,” Jesus said to her, “your faith is great. Your request is granted.” And her daughter was instantly healed. [pas_title]"}, {"passage_title": "", "verse": "29", "text": "Jesus returned to the Sea of Galilee and climbed a hill and sat down."}, {"passage_title": "", "verse": "30", "text": "A vast crowd brought to him people who were lame, blind, crippled, those who couldn’t speak, and many others. They laid them before Jesus, and he healed them all."}, {"passage_title": "Jesus Feeds Four Thousand", "verse": "31", "text": "The crowd was amazed! Those who hadn’t been able to speak were talking, the crippled were made well, the lame were walking, and the blind could see again! And they praised the God of Israel. [pas_title]"}, {"passage_title": "", "verse": "32", "text": "Then Jesus called his disciples and told them, “I feel sorry for these people. They have been here with me for three days, and they have nothing left to eat. I don’t want to send them away hungry, or they will faint along the way.”"}, {"passage_title": "", "verse": "33", "text": "The disciples replied, “Where would we get enough food here in the wilderness for such a huge crowd?”"}, {"passage_title": "", "verse": "34", "text": "Jesus asked, “How much bread do you have?” They replied, “Seven loaves, and a few small fish.”"}, {"passage_title": "", "verse": "35", "text": "So Jesus told all the people to sit down on the ground."}, {"passage_title": "", "verse": "36", "text": "Then he took the seven loaves and the fish, thanked God for them, and broke them into pieces. He gave them to the disciples, who distributed the food to the crowd."}, {"passage_title": "", "verse": "37", "text": "They all ate as much as they wanted. Afterward, the disciples picked up seven large baskets of leftover food."}, {"passage_title": "", "verse": "38", "text": "There were 4,000 men who were fed that day, in addition to all the women and children."}, {"passage_title": "", "verse": "39", "text": "Then Jesus sent the people home, and he got into a boat and crossed over to the region of Magadan."}]}, {"chapter_title": "Leaders Demand a Miraculous Sign", "chapter_number": 16, "chapter_content": [{"passage_title": "", "verse": "16", "text": "One day the Pharisees and Sadducees came to test Jesus, demanding that he show them a miraculous sign from heaven to prove his authority."}, {"passage_title": "", "verse": "2", "text": "He replied, “You know the saying, ‘Red sky at night means fair weather tomorrow;"}, {"passage_title": "", "verse": "3", "text": "red sky in the morning means foul weather all day.’ You know how to interpret the weather signs in the sky, but you don’t know how to interpret the signs of the times!"}, {"passage_title": "Yeast of the Pharisees and Sadducees", "verse": "4", "text": "Only an evil, adulterous generation would demand a miraculous sign, but the only sign I will give them is the sign of the prophet Jonah.” Then Jesus left them and went away. [pas_title]"}, {"passage_title": "", "verse": "5", "text": "Later, after they crossed to the other side of the lake, the disciples discovered they had forgotten to bring any bread."}, {"passage_title": "", "verse": "6", "text": "“Watch out!” Jesus warned them. “Beware of the yeast of the Pharisees and Sadducees.”"}, {"passage_title": "", "verse": "7", "text": "At this they began to argue with each other because they hadn’t brought any bread."}, {"passage_title": "", "verse": "8", "text": "Jesus knew what they were saying, so he said, “You have so little faith! Why are you arguing with each other about having no bread?"}, {"passage_title": "", "verse": "9", "text": "Don’t you understand even yet? Don’t you remember the 5,000 I fed with five loaves, and the baskets of leftovers you picked up?"}, {"passage_title": "", "verse": "10", "text": "Or the 4,000 I fed with seven loaves, and the large baskets of leftovers you picked up?"}, {"passage_title": "", "verse": "11", "text": "Why can’t you understand that I’m not talking about bread? So again I say, ‘Beware of the yeast of the Pharisees and Sadducees.’”"}, {"passage_title": "Peter’s Declaration about Jesus", "verse": "12", "text": "Then at last they understood that he wasn’t speaking about the yeast in bread, but about the deceptive teaching of the Pharisees and Sadducees. [pas_title]"}, {"passage_title": "", "verse": "13", "text": "When Jesus came to the region of Caesarea Philippi, he asked his disciples, “Who do people say that the Son of Man is?”"}, {"passage_title": "", "verse": "14", "text": "“Well,” they replied, “some say John the Baptist, some say Elijah, and others say Jeremiah or one of the other prophets.”"}, {"passage_title": "", "verse": "15", "text": "Then he asked them, “But who do you say I am?”"}, {"passage_title": "", "verse": "16", "text": "Simon Peter answered, “You are the Messiah, the Son of the living God.”"}, {"passage_title": "", "verse": "17", "text": "Jesus replied, “You are blessed, Simon son of John, because my Father in heaven has revealed this to you. You did not learn this from any human being."}, {"passage_title": "", "verse": "18", "text": "Now I say to you that you are Peter (which means ‘rock’), and upon this rock I will build my church, and all the powers of hell will not conquer it."}, {"passage_title": "", "verse": "19", "text": "And I will give you the keys of the Kingdom of Heaven. Whatever you forbid on earth will be forbidden in heaven, and whatever you permit on earth will be permitted in heaven.”"}, {"passage_title": "Jesus Predicts His Death", "verse": "20", "text": "Then he sternly warned the disciples not to tell anyone that he was the Messiah. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "From then on Jesus began to tell his disciples plainly that it was necessary for him to go to Jerusalem, and that he would suffer many terrible things at the hands of the elders, the leading priests, and the teachers of religious law. He would be killed, but on the third day he would be raised from the dead."}, {"passage_title": "", "verse": "22", "text": "But Peter took him aside and began to reprimand him for saying such things. “Heaven forbid, Lord,” he said. “This will never happen to you!”"}, {"passage_title": "", "verse": "23", "text": "Jesus turned to Peter and said, “Get away from me, Satan! You are a dangerous trap to me. You are seeing things merely from a human point of view, not from God’s.”"}, {"passage_title": "", "verse": "24", "text": "Then Jesus said to his disciples, “If any of you wants to be my follower, you must give up your own way, take up your cross, and follow me."}, {"passage_title": "", "verse": "25", "text": "If you try to hang on to your life, you will lose it. But if you give up your life for my sake, you will save it."}, {"passage_title": "", "verse": "26", "text": "And what do you benefit if you gain the whole world but lose your own soul? Is anything worth more than your soul?"}, {"passage_title": "", "verse": "27", "text": "For the Son of Man will come with his angels in the glory of his Father and will judge all people according to their deeds."}, {"passage_title": "", "verse": "28", "text": "And I tell you the truth, some standing here right now will not die before they see the Son of Man coming in his Kingdom.”"}]}, {"chapter_title": "The Transfiguration", "chapter_number": 17, "chapter_content": [{"passage_title": "", "verse": "17", "text": "Six days later Jesus took Peter and the two brothers, James and John, and led them up a high mountain to be alone."}, {"passage_title": "", "verse": "2", "text": "As the men watched, Jesus’ appearance was transformed so that his face shone like the sun, and his clothes became as white as light."}, {"passage_title": "", "verse": "3", "text": "Suddenly, Moses and Elijah appeared and began talking with Jesus."}, {"passage_title": "", "verse": "4", "text": "Peter exclaimed, “Lord, it’s wonderful for us to be here! If you want, I’ll make three shelters as memorials—one for you, one for Moses, and one for Elijah.”"}, {"passage_title": "", "verse": "5", "text": "But even as he spoke, a bright cloud overshadowed them, and a voice from the cloud said, “This is my dearly loved Son, who brings me great joy. Listen to him.”"}, {"passage_title": "", "verse": "6", "text": "The disciples were terrified and fell face down on the ground."}, {"passage_title": "", "verse": "7", "text": "Then Jesus came over and touched them. “Get up,” he said. “Don’t be afraid.”"}, {"passage_title": "", "verse": "8", "text": "And when they looked up, Moses and Elijah were gone, and they saw only Jesus."}, {"passage_title": "", "verse": "9", "text": "As they went back down the mountain, Jesus commanded them, “Don’t tell anyone what you have seen until the Son of Man has been raised from the dead.”"}, {"passage_title": "", "verse": "10", "text": "Then his disciples asked him, “Why do the teachers of religious law insist that Elijah must return before the Messiah comes?”"}, {"passage_title": "", "verse": "11", "text": "Jesus replied, “Elijah is indeed coming first to get everything ready."}, {"passage_title": "", "verse": "12", "text": "But I tell you, Elijah has already come, but he wasn’t recognized, and they chose to abuse him. And in the same way they will also make the Son of Man suffer.”"}, {"passage_title": "Jesus Heals a Demon-Possessed Boy", "verse": "13", "text": "Then the disciples realized he was talking about John the Baptist. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "At the foot of the mountain, a large crowd was waiting for them. A man came and knelt before Jesus and said,"}, {"passage_title": "", "verse": "15", "text": "“Lord, have mercy on my son. He has seizures and suffers terribly. He often falls into the fire or into the water."}, {"passage_title": "", "verse": "16", "text": "So I brought him to your disciples, but they couldn’t heal him.”"}, {"passage_title": "", "verse": "17", "text": "Jesus said, “You faithless and corrupt people! How long must I be with you? How long must I put up with you? Bring the boy here to me.”"}, {"passage_title": "", "verse": "18", "text": "Then Jesus rebuked the demon in the boy, and it left him. From that moment the boy was well."}, {"passage_title": "", "verse": "19", "text": "Afterward the disciples asked Jesus privately, “Why couldn’t we cast out that demon?”"}, {"passage_title": "Jesus Again Predicts His Death", "verse": "20", "text": "“You don’t have enough faith,” Jesus told them. “I tell you the truth, if you had faith even as small as a mustard seed, you could say to this mountain, ‘Move from here to there,’ and it would move. Nothing would be impossible.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "After they gathered again in Galilee, Jesus told them, “The Son of Man is going to be betrayed into the hands of his enemies."}, {"passage_title": "Payment of the Temple Tax", "verse": "23", "text": "He will be killed, but on the third day he will be raised from the dead.” And the disciples were filled with grief. [pas_title]"}, {"passage_title": "", "verse": "24", "text": "On their arrival in Capernaum, the collectors of the Temple tax came to Peter and asked him, “Doesn’t your teacher pay the Temple tax?”"}, {"passage_title": "", "verse": "25", "text": "“Yes, he does,” Peter replied. Then he went into the house. But before he had a chance to speak, Jesus asked him, “What do you think, Peter? Do kings tax their own people or the people they have conquered?”"}, {"passage_title": "", "verse": "26", "text": "“They tax the people they have conquered,” Peter replied. “Well, then,” Jesus said, “the citizens are free!"}, {"passage_title": "", "verse": "27", "text": "However, we don’t want to offend them, so go down to the lake and throw in a line. Open the mouth of the first fish you catch, and you will find a large silver coin. Take it and pay the tax for both of us.”"}]}, {"chapter_title": "The Greatest in the Kingdom", "chapter_number": 18, "chapter_content": [{"passage_title": "", "verse": "18", "text": "About that time the disciples came to Jesus and asked, “Who is greatest in the Kingdom of Heaven?”"}, {"passage_title": "", "verse": "2", "text": "Jesus called a little child to him and put the child among them."}, {"passage_title": "", "verse": "3", "text": "Then he said, “I tell you the truth, unless you turn from your sins and become like little children, you will never get into the Kingdom of Heaven."}, {"passage_title": "", "verse": "4", "text": "So anyone who becomes as humble as this little child is the greatest in the Kingdom of Heaven."}, {"passage_title": "", "verse": "5", "text": "“And anyone who welcomes a little child like this on my behalf is welcoming me."}, {"passage_title": "", "verse": "6", "text": "But if you cause one of these little ones who trusts in me to fall into sin, it would be better for you to have a large millstone tied around your neck and be drowned in the depths of the sea."}, {"passage_title": "", "verse": "7", "text": "“What sorrow awaits the world, because it tempts people to sin. Temptations are inevitable, but what sorrow awaits the person who does the tempting."}, {"passage_title": "", "verse": "8", "text": "So if your hand or foot causes you to sin, cut it off and throw it away. It’s better to enter eternal life with only one hand or one foot than to be thrown into eternal fire with both of your hands and feet."}, {"passage_title": "", "verse": "9", "text": "And if your eye causes you to sin, gouge it out and throw it away. It’s better to enter eternal life with only one eye than to have two eyes and be thrown into the fire of hell."}, {"passage_title": "Parable of the Lost Sheep", "verse": "10", "text": "“Beware that you don’t look down on any of these little ones. For I tell you that in heaven their angels are always in the presence of my heavenly Father. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "“If a man has a hundred sheep and one of them wanders away, what will he do? Won’t he leave the ninety-nine others on the hills and go out to search for the one that is lost?"}, {"passage_title": "", "verse": "13", "text": "And if he finds it, I tell you the truth, he will rejoice over it more than over the ninety-nine that didn’t wander away!"}, {"passage_title": "Correcting Another Believer", "verse": "14", "text": "In the same way, it is not my heavenly Father’s will that even one of these little ones should perish. [pas_title]"}, {"passage_title": "", "verse": "15", "text": "“If another believer sins against you, go privately and point out the offense. If the other person listens and confesses it, you have won that person back."}, {"passage_title": "", "verse": "16", "text": "But if you are unsuccessful, take one or two others with you and go back again, so that everything you say may be confirmed by two or three witnesses."}, {"passage_title": "", "verse": "17", "text": "If the person still refuses to listen, take your case to the church. Then if he or she won’t accept the church’s decision, treat that person as a pagan or a corrupt tax collector."}, {"passage_title": "", "verse": "18", "text": "“I tell you the truth, whatever you forbid on earth will be forbidden in heaven, and whatever you permit on earth will be permitted in heaven."}, {"passage_title": "", "verse": "19", "text": "“I also tell you this: If two of you agree here on earth concerning anything you ask, my Father in heaven will do it for you."}, {"passage_title": "Parable of the Unforgiving Debtor", "verse": "20", "text": "For where two or three gather together as my followers, I am there among them.” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "Then Peter came to him and asked, “Lord, how often should I forgive someone who sins against me? Seven times?”"}, {"passage_title": "", "verse": "22", "text": "“No, not seven times,” Jesus replied, “but seventy times seven!"}, {"passage_title": "", "verse": "23", "text": "“Therefore, the Kingdom of Heaven can be compared to a king who decided to bring his accounts up to date with servants who had borrowed money from him."}, {"passage_title": "", "verse": "24", "text": "In the process, one of his debtors was brought in who owed him millions of dollars."}, {"passage_title": "", "verse": "25", "text": "He couldn’t pay, so his master ordered that he be sold—along with his wife, his children, and everything he owned—to pay the debt."}, {"passage_title": "", "verse": "26", "text": "“But the man fell down before his master and begged him, ‘Please, be patient with me, and I will pay it all.’"}, {"passage_title": "", "verse": "27", "text": "Then his master was filled with pity for him, and he released him and forgave his debt."}, {"passage_title": "", "verse": "28", "text": "“But when the man left the king, he went to a fellow servant who owed him a few thousand dollars. He grabbed him by the throat and demanded instant payment."}, {"passage_title": "", "verse": "29", "text": "“His fellow servant fell down before him and begged for a little more time. ‘Be patient with me, and I will pay it,’ he pleaded."}, {"passage_title": "", "verse": "30", "text": "But his creditor wouldn’t wait. He had the man arrested and put in prison until the debt could be paid in full."}, {"passage_title": "", "verse": "31", "text": "“When some of the other servants saw this, they were very upset. They went to the king and told him everything that had happened."}, {"passage_title": "", "verse": "32", "text": "Then the king called in the man he had forgiven and said, ‘You evil servant! I forgave you that tremendous debt because you pleaded with me."}, {"passage_title": "", "verse": "33", "text": "Shouldn’t you have mercy on your fellow servant, just as I had mercy on you?’"}, {"passage_title": "", "verse": "34", "text": "Then the angry king sent the man to prison to be tortured until he had paid his entire debt."}, {"passage_title": "", "verse": "35", "text": "“That’s what my heavenly Father will do to you if you refuse to forgive your brothers and sisters from your heart.”"}]}, {"chapter_title": "Discussion about Divorce and Marriage", "chapter_number": 19, "chapter_content": [{"passage_title": "", "verse": "19", "text": "When Jesus had finished saying these things, he left Galilee and went down to the region of Judea east of the Jordan River."}, {"passage_title": "", "verse": "2", "text": "Large crowds followed him there, and he healed their sick."}, {"passage_title": "", "verse": "3", "text": "Some Pharisees came and tried to trap him with this question: “Should a man be allowed to divorce his wife for just any reason?”"}, {"passage_title": "", "verse": "4", "text": "“Haven’t you read the Scriptures?” Jesus replied. “They record that from the beginning ‘God made them male and female.’”"}, {"passage_title": "", "verse": "5", "text": "And he said, “‘This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one.’"}, {"passage_title": "", "verse": "6", "text": "Since they are no longer two but one, let no one split apart what God has joined together.”"}, {"passage_title": "", "verse": "7", "text": "“Then why did Moses say in the law that a man could give his wife a written notice of divorce and send her away?” they asked."}, {"passage_title": "", "verse": "8", "text": "Jesus replied, “Moses permitted divorce only as a concession to your hard hearts, but it was not what God had originally intended."}, {"passage_title": "", "verse": "9", "text": "And I tell you this, whoever divorces his wife and marries someone else commits adultery—unless his wife has been unfaithful.”"}, {"passage_title": "", "verse": "10", "text": "Jesus’ disciples then said to him, “If this is the case, it is better not to marry!”"}, {"passage_title": "", "verse": "11", "text": "“Not everyone can accept this statement,” Jesus said. “Only those whom God helps."}, {"passage_title": "Jesus Blesses the Children", "verse": "12", "text": "Some are born as eunuchs, some have been made eunuchs by others, and some choose not to marry for the sake of the Kingdom of Heaven. Let anyone accept this who can.” [pas_title]"}, {"passage_title": "", "verse": "13", "text": "One day some parents brought their children to Jesus so he could lay his hands on them and pray for them. But the disciples scolded the parents for bothering him."}, {"passage_title": "", "verse": "14", "text": "But Jesus said, “Let the children come to me. Don’t stop them! For the Kingdom of Heaven belongs to those who are like these children.”"}, {"passage_title": "The Rich Man", "verse": "15", "text": "And he placed his hands on their heads and blessed them before he left. [pas_title]"}, {"passage_title": "", "verse": "16", "text": "Someone came to Jesus with this question: “Teacher, what good deed must I do to have eternal life?”"}, {"passage_title": "", "verse": "17", "text": "“Why ask me about what is good?” Jesus replied. “There is only One who is good. But to answer your question—if you want to receive eternal life, keep the commandments.”"}, {"passage_title": "", "verse": "18", "text": "“Which ones?” the man asked. And Jesus replied: “‘You must not murder. You must not commit adultery. You must not steal. You must not testify falsely."}, {"passage_title": "", "verse": "19", "text": "Honor your father and mother. Love your neighbor as yourself.’”"}, {"passage_title": "", "verse": "20", "text": "“I’ve obeyed all these commandments,” the young man replied. “What else must I do?”"}, {"passage_title": "", "verse": "21", "text": "Jesus told him, “If you want to be perfect, go and sell all your possessions and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"}, {"passage_title": "", "verse": "22", "text": "But when the young man heard this, he went away sad, for he had many possessions."}, {"passage_title": "", "verse": "23", "text": "Then Jesus said to his disciples, “I tell you the truth, it is very hard for a rich person to enter the Kingdom of Heaven."}, {"passage_title": "", "verse": "24", "text": "I’ll say it again—it is easier for a camel to go through the eye of a needle than for a rich person to enter the Kingdom of God!”"}, {"passage_title": "", "verse": "25", "text": "The disciples were astounded. “Then who in the world can be saved?” they asked."}, {"passage_title": "", "verse": "26", "text": "Jesus looked at them intently and said, “Humanly speaking, it is impossible. But with God everything is possible.”"}, {"passage_title": "", "verse": "27", "text": "Then Peter said to him, “We’ve given up everything to follow you. What will we get?”"}, {"passage_title": "", "verse": "28", "text": "Jesus replied, “I assure you that when the world is made new and the Son of Man sits upon his glorious throne, you who have been my followers will also sit on twelve thrones, judging the twelve tribes of Israel."}, {"passage_title": "", "verse": "29", "text": "And everyone who has given up houses or brothers or sisters or father or mother or children or property, for my sake, will receive a hundred times as much in return and will inherit eternal life."}, {"passage_title": "", "verse": "30", "text": "But many who are the greatest now will be least important then, and those who seem least important now will be the greatest then."}]}, {"chapter_title": "Parable of the Vineyard Workers", "chapter_number": 20, "chapter_content": [{"passage_title": "", "verse": "20", "text": "“For the Kingdom of Heaven is like the landowner who went out early one morning to hire workers for his vineyard."}, {"passage_title": "", "verse": "2", "text": "He agreed to pay the normal daily wage and sent them out to work."}, {"passage_title": "", "verse": "3", "text": "“At nine o’clock in the morning he was passing through the marketplace and saw some people standing around doing nothing."}, {"passage_title": "", "verse": "4", "text": "So he hired them, telling them he would pay them whatever was right at the end of the day."}, {"passage_title": "", "verse": "5", "text": "So they went to work in the vineyard. At noon and again at three o’clock he did the same thing."}, {"passage_title": "", "verse": "6", "text": "“At five o’clock that afternoon he was in town again and saw some more people standing around. He asked them, ‘Why haven’t you been working today?’"}, {"passage_title": "", "verse": "7", "text": "“They replied, ‘Because no one hired us.’ “The landowner told them, ‘Then go out and join the others in my vineyard.’"}, {"passage_title": "", "verse": "8", "text": "“That evening he told the foreman to call the workers in and pay them, beginning with the last workers first."}, {"passage_title": "", "verse": "9", "text": "When those hired at five o’clock were paid, each received a full day’s wage."}, {"passage_title": "", "verse": "10", "text": "When those hired first came to get their pay, they assumed they would receive more. But they, too, were paid a day’s wage."}, {"passage_title": "", "verse": "11", "text": "When they received their pay, they protested to the owner,"}, {"passage_title": "", "verse": "12", "text": "‘Those people worked only one hour, and yet you’ve paid them just as much as you paid us who worked all day in the scorching heat.’"}, {"passage_title": "", "verse": "13", "text": "“He answered one of them, ‘Friend, I haven’t been unfair! Didn’t you agree to work all day for the usual wage?"}, {"passage_title": "", "verse": "14", "text": "Take your money and go. I wanted to pay this last worker the same as you."}, {"passage_title": "", "verse": "15", "text": "Is it against the law for me to do what I want with my money? Should you be jealous because I am kind to others?’"}, {"passage_title": "Jesus Again Predicts His Death", "verse": "16", "text": "“So those who are last now will be first then, and those who are first will be last.” [pas_title]"}, {"passage_title": "", "verse": "17", "text": "As Jesus was going up to Jerusalem, he took the twelve disciples aside privately and told them what was going to happen to him."}, {"passage_title": "", "verse": "18", "text": "“Listen,” he said, “we’re going up to Jerusalem, where the Son of Man will be betrayed to the leading priests and the teachers of religious law. They will sentence him to die."}, {"passage_title": "Jesus Teaches about Serving Others", "verse": "19", "text": "Then they will hand him over to the Romans to be mocked, flogged with a whip, and crucified. But on the third day he will be raised from the dead.” [pas_title]"}, {"passage_title": "", "verse": "20", "text": "Then the mother of James and John, the sons of Zebedee, came to Jesus with her sons. She knelt respectfully to ask a favor."}, {"passage_title": "", "verse": "21", "text": "“What is your request?” he asked. She replied, “In your Kingdom, please let my two sons sit in places of honor next to you, one on your right and the other on your left.”"}, {"passage_title": "", "verse": "22", "text": "But Jesus answered by saying to them, “You don’t know what you are asking! Are you able to drink from the bitter cup of suffering I am about to drink?” “Oh yes,” they replied, “we are able!”"}, {"passage_title": "", "verse": "23", "text": "Jesus told them, “You will indeed drink from my bitter cup. But I have no right to say who will sit on my right or my left. My Father has prepared those places for the ones he has chosen.”"}, {"passage_title": "", "verse": "24", "text": "When the ten other disciples heard what James and John had asked, they were indignant."}, {"passage_title": "", "verse": "25", "text": "But Jesus called them together and said, “You know that the rulers in this world lord it over their people, and officials flaunt their authority over those under them."}, {"passage_title": "", "verse": "26", "text": "But among you it will be different. Whoever wants to be a leader among you must be your servant,"}, {"passage_title": "", "verse": "27", "text": "and whoever wants to be first among you must become your slave."}, {"passage_title": "Jesus Heals Two Blind Men", "verse": "28", "text": "For even the Son of Man came not to be served but to serve others and to give his life as a ransom for many.” [pas_title]"}, {"passage_title": "", "verse": "29", "text": "As Jesus and the disciples left the town of Jericho, a large crowd followed behind."}, {"passage_title": "", "verse": "30", "text": "Two blind men were sitting beside the road. When they heard that Jesus was coming that way, they began shouting, “Lord, Son of David, have mercy on us!”"}, {"passage_title": "", "verse": "31", "text": "“Be quiet!” the crowd yelled at them. But they only shouted louder, “Lord, Son of David, have mercy on us!”"}, {"passage_title": "", "verse": "32", "text": "When Jesus heard them, he stopped and called, “What do you want me to do for you?”"}, {"passage_title": "", "verse": "33", "text": "“Lord,” they said, “we want to see!”"}, {"passage_title": "", "verse": "34", "text": "Jesus felt sorry for them and touched their eyes. Instantly they could see! Then they followed him."}]}, {"chapter_title": "Jesus’ Triumphant Entry", "chapter_number": 21, "chapter_content": [{"passage_title": "", "verse": "21", "text": "As Jesus and the disciples approached Jerusalem, they came to the town of Bethphage on the Mount of Olives. Jesus sent two of them on ahead."}, {"passage_title": "", "verse": "2", "text": "“Go into the village over there,” he said. “As soon as you enter it, you will see a donkey tied there, with its colt beside it. Untie them and bring them to me."}, {"passage_title": "", "verse": "3", "text": "If anyone asks what you are doing, just say, ‘The Lord needs them,’ and he will immediately let you take them.”"}, {"passage_title": "", "verse": "4", "text": "This took place to fulfill the prophecy that said,"}, {"passage_title": "", "verse": "5", "text": "“Tell the people of Jerusalem, ‘Look, your King is coming to you. He is humble, riding on a donkey— riding on a donkey’s colt.’”"}, {"passage_title": "", "verse": "6", "text": "The two disciples did as Jesus commanded."}, {"passage_title": "", "verse": "7", "text": "They brought the donkey and the colt to him and threw their garments over the colt, and he sat on it."}, {"passage_title": "", "verse": "8", "text": "Most of the crowd spread their garments on the road ahead of him, and others cut branches from the trees and spread them on the road."}, {"passage_title": "", "verse": "9", "text": "Jesus was in the center of the procession, and the people all around him were shouting,  “Praise God for the Son of David! Blessings on the one who comes in the name of the Lord! Praise God in highest heaven!”"}, {"passage_title": "", "verse": "10", "text": "The entire city of Jerusalem was in an uproar as he entered. “Who is this?” they asked."}, {"passage_title": "Jesus Clears the Temple", "verse": "11", "text": "And the crowds replied, “It’s Jesus, the prophet from Nazareth in Galilee.” [pas_title]"}, {"passage_title": "", "verse": "12", "text": "Jesus entered the Temple and began to drive out all the people buying and selling animals for sacrifice. He knocked over the tables of the money changers and the chairs of those selling doves."}, {"passage_title": "", "verse": "13", "text": "He said to them, “The Scriptures declare, ‘My Temple will be called a house of prayer,’ but you have turned it into a den of thieves!”"}, {"passage_title": "", "verse": "14", "text": "The blind and the lame came to him in the Temple, and he healed them."}, {"passage_title": "", "verse": "15", "text": "The leading priests and the teachers of religious law saw these wonderful miracles and heard even the children in the Temple shouting, “Praise God for the Son of David.” But the leaders were indignant."}, {"passage_title": "", "verse": "16", "text": "They asked Jesus, “Do you hear what these children are saying?” “Yes,” Jesus replied. “Haven’t you ever read the Scriptures? For they say, ‘You have taught children and infants to give you praise.’”"}, {"passage_title": "Jesus Curses the Fig Tree", "verse": "17", "text": "Then he returned to Bethany, where he stayed overnight. [pas_title]"}, {"passage_title": "", "verse": "18", "text": "In the morning, as Jesus was returning to Jerusalem, he was hungry,"}, {"passage_title": "", "verse": "19", "text": "and he noticed a fig tree beside the road. He went over to see if there were any figs, but there were only leaves. Then he said to it, “May you never bear fruit again!” And immediately the fig tree withered up."}, {"passage_title": "", "verse": "20", "text": "The disciples were amazed when they saw this and asked, “How did the fig tree wither so quickly?”"}, {"passage_title": "", "verse": "21", "text": "Then Jesus told them, “I tell you the truth, if you have faith and don’t doubt, you can do things like this and much more. You can even say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen."}, {"passage_title": "The Authority of Jesus Challenged", "verse": "22", "text": "You can pray for anything, and if you have faith, you will receive it.” [pas_title]"}, {"passage_title": "", "verse": "23", "text": "When Jesus returned to the Temple and began teaching, the leading priests and elders came up to him. They demanded, “By what authority are you doing all these things? Who gave you the right?”"}, {"passage_title": "", "verse": "24", "text": "“I’ll tell you by what authority I do these things if you answer one question,” Jesus replied."}, {"passage_title": "", "verse": "25", "text": "“Did John’s authority to baptize come from heaven, or was it merely human?” They talked it over among themselves. “If we say it was from heaven, he will ask us why we didn’t believe John."}, {"passage_title": "", "verse": "26", "text": "But if we say it was merely human, we’ll be mobbed because the people believe John was a prophet.”"}, {"passage_title": "Parable of the Two Sons", "verse": "27", "text": "So they finally replied, “We don’t know.” And Jesus responded, “Then I won’t tell you by what authority I do these things. [pas_title]"}, {"passage_title": "", "verse": "28", "text": "“But what do you think about this? A man with two sons told the older boy, ‘Son, go out and work in the vineyard today.’"}, {"passage_title": "", "verse": "29", "text": "The son answered, ‘No, I won’t go,’ but later he changed his mind and went anyway."}, {"passage_title": "", "verse": "30", "text": "Then the father told the other son, ‘You go,’ and he said, ‘Yes, sir, I will.’ But he didn’t go."}, {"passage_title": "", "verse": "31", "text": "“Which of the two obeyed his father?” They replied, “The first.” Then Jesus explained his meaning: “I tell you the truth, corrupt tax collectors and prostitutes will get into the Kingdom of God before you do."}, {"passage_title": "Parable of the Evil Farmers", "verse": "32", "text": "For John the Baptist came and showed you the right way to live, but you didn’t believe him, while tax collectors and prostitutes did. And even when you saw this happening, you refused to believe him and repent of your sins. [pas_title]"}, {"passage_title": "", "verse": "33", "text": "“Now listen to another story. A certain landowner planted a vineyard, built a wall around it, dug a pit for pressing out the grape juice, and built a lookout tower. Then he leased the vineyard to tenant farmers and moved to another country."}, {"passage_title": "", "verse": "34", "text": "At the time of the grape harvest, he sent his servants to collect his share of the crop."}, {"passage_title": "", "verse": "35", "text": "But the farmers grabbed his servants, beat one, killed one, and stoned another."}, {"passage_title": "", "verse": "36", "text": "So the landowner sent a larger group of his servants to collect for him, but the results were the same."}, {"passage_title": "", "verse": "37", "text": "“Finally, the owner sent his son, thinking, ‘Surely they will respect my son.’"}, {"passage_title": "", "verse": "38", "text": "“But when the tenant farmers saw his son coming, they said to one another, ‘Here comes the heir to this estate. Come on, let’s kill him and get the estate for ourselves!’"}, {"passage_title": "", "verse": "39", "text": "So they grabbed him, dragged him out of the vineyard, and murdered him."}, {"passage_title": "", "verse": "40", "text": "“When the owner of the vineyard returns,” Jesus asked, “what do you think he will do to those farmers?”"}, {"passage_title": "", "verse": "41", "text": "The religious leaders replied, “He will put the wicked men to a horrible death and lease the vineyard to others who will give him his share of the crop after each harvest.”"}, {"passage_title": "", "verse": "42", "text": "Then Jesus asked them, “Didn’t you ever read this in the Scriptures? ‘The stone that the builders rejected has now become the cornerstone. This is the Lord’s doing, and it is wonderful to see.’"}, {"passage_title": "", "verse": "43", "text": "I tell you, the Kingdom of God will be taken away from you and given to a nation that will produce the proper fruit."}, {"passage_title": "", "verse": "44", "text": "Anyone who stumbles over that stone will be broken to pieces, and it will crush anyone it falls on.”"}, {"passage_title": "", "verse": "45", "text": "When the leading priests and Pharisees heard this parable, they realized he was telling the story against them—they were the wicked farmers."}, {"passage_title": "", "verse": "46", "text": "They wanted to arrest him, but they were afraid of the crowds, who considered Jesus to be a prophet."}]}, {"chapter_title": "Parable of the Great Feast", "chapter_number": 22, "chapter_content": [{"passage_title": "", "verse": "22", "text": "Jesus also told them other parables. He said,"}, {"passage_title": "", "verse": "2", "text": "“The Kingdom of Heaven can be illustrated by the story of a king who prepared a great wedding feast for his son."}, {"passage_title": "", "verse": "3", "text": "When the banquet was ready, he sent his servants to notify those who were invited. But they all refused to come!"}, {"passage_title": "", "verse": "4", "text": "“So he sent other servants to tell them, ‘The feast has been prepared. The bulls and fattened cattle have been killed, and everything is ready. Come to the banquet!’"}, {"passage_title": "", "verse": "5", "text": "But the guests he had invited ignored them and went their own way, one to his farm, another to his business."}, {"passage_title": "", "verse": "6", "text": "Others seized his messengers and insulted them and killed them."}, {"passage_title": "", "verse": "7", "text": "“The king was furious, and he sent out his army to destroy the murderers and burn their town."}, {"passage_title": "", "verse": "8", "text": "And he said to his servants, ‘The wedding feast is ready, and the guests I invited aren’t worthy of the honor."}, {"passage_title": "", "verse": "9", "text": "Now go out to the street corners and invite everyone you see.’"}, {"passage_title": "", "verse": "10", "text": "So the servants brought in everyone they could find, good and bad alike, and the banquet hall was filled with guests."}, {"passage_title": "", "verse": "11", "text": "“But when the king came in to meet the guests, he noticed a man who wasn’t wearing the proper clothes for a wedding."}, {"passage_title": "", "verse": "12", "text": "‘Friend,’ he asked, ‘how is it that you are here without wedding clothes?’ But the man had no reply."}, {"passage_title": "", "verse": "13", "text": "Then the king said to his aides, ‘Bind his hands and feet and throw him into the outer darkness, where there will be weeping and gnashing of teeth.’"}, {"passage_title": "Taxes for Caesar", "verse": "14", "text": "“For many are called, but few are chosen.” [pas_title]"}, {"passage_title": "", "verse": "15", "text": "Then the Pharisees met together to plot how to trap Jesus into saying something for which he could be arrested."}, {"passage_title": "", "verse": "16", "text": "They sent some of their disciples, along with the supporters of Herod, to meet with him. “Teacher,” they said, “we know how honest you are. You teach the way of God truthfully. You are impartial and don’t play favorites."}, {"passage_title": "", "verse": "17", "text": "Now tell us what you think about this: Is it right to pay taxes to Caesar or not?”"}, {"passage_title": "", "verse": "18", "text": "But Jesus knew their evil motives. “You hypocrites!” he said. “Why are you trying to trap me?"}, {"passage_title": "", "verse": "19", "text": "Here, show me the coin used for the tax.” When they handed him a Roman coin,"}, {"passage_title": "", "verse": "20", "text": "he asked, “Whose picture and title are stamped on it?”"}, {"passage_title": "", "verse": "21", "text": "“Caesar’s,” they replied. “Well, then,” he said, “give to Caesar what belongs to Caesar, and give to God what belongs to God.”"}, {"passage_title": "Discussion about Resurrection", "verse": "22", "text": "His reply amazed them, and they went away. [pas_title]"}, {"passage_title": "", "verse": "23", "text": "That same day Jesus was approached by some Sadducees—religious leaders who say there is no resurrection from the dead. They posed this question:"}, {"passage_title": "", "verse": "24", "text": "“Teacher, Moses said, ‘If a man dies without children, his brother should marry the widow and have a child who will carry on the brother’s name.’"}, {"passage_title": "", "verse": "25", "text": "Well, suppose there were seven brothers. The oldest one married and then died without children, so his brother married the widow."}, {"passage_title": "", "verse": "26", "text": "But the second brother also died, and the third brother married her. This continued with all seven of them."}, {"passage_title": "", "verse": "27", "text": "Last of all, the woman also died."}, {"passage_title": "", "verse": "28", "text": "So tell us, whose wife will she be in the resurrection? For all seven were married to her.”"}, {"passage_title": "", "verse": "29", "text": "Jesus replied, “Your mistake is that you don’t know the Scriptures, and you don’t know the power of God."}, {"passage_title": "", "verse": "30", "text": "For when the dead rise, they will neither marry nor be given in marriage. In this respect they will be like the angels in heaven."}, {"passage_title": "", "verse": "31", "text": "“But now, as to whether there will be a resurrection of the dead—haven’t you ever read about this in the Scriptures? Long after Abraham, Isaac, and Jacob had died, God said,"}, {"passage_title": "", "verse": "32", "text": "‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’ So he is the God of the living, not the dead.”"}, {"passage_title": "The Most Important Commandment", "verse": "33", "text": "When the crowds heard him, they were astounded at his teaching. [pas_title]"}, {"passage_title": "", "verse": "34", "text": "But when the Pharisees heard that he had silenced the Sadducees with his reply, they met together to question him again."}, {"passage_title": "", "verse": "35", "text": "One of them, an expert in religious law, tried to trap him with this question:"}, {"passage_title": "", "verse": "36", "text": "“Teacher, which is the most important commandment in the law of Moses?”"}, {"passage_title": "", "verse": "37", "text": "Jesus replied, “‘You must love the Lord your God with all your heart, all your soul, and all your mind.’"}, {"passage_title": "", "verse": "38", "text": "This is the first and greatest commandment."}, {"passage_title": "", "verse": "39", "text": "A second is equally important: ‘Love your neighbor as yourself.’"}, {"passage_title": "Whose Son Is the Messiah?", "verse": "40", "text": "The entire law and all the demands of the prophets are based on these two commandments.” [pas_title]"}, {"passage_title": "", "verse": "41", "text": "Then, surrounded by the Pharisees, Jesus asked them a question:"}, {"passage_title": "", "verse": "42", "text": "“What do you think about the Messiah? Whose son is he?” They replied, “He is the son of David.”"}, {"passage_title": "", "verse": "43", "text": "Jesus responded, “Then why does David, speaking under the inspiration of the Spirit, call the Messiah ‘my Lord’? For David said,"}, {"passage_title": "", "verse": "44", "text": "‘The Lord said to my Lord, Sit in the place of honor at my right hand until I humble your enemies beneath your feet.’"}, {"passage_title": "", "verse": "45", "text": "Since David called the Messiah ‘my Lord,’ how can the Messiah be his son?”"}, {"passage_title": "", "verse": "46", "text": "No one could answer him. And after that, no one dared to ask him any more questions."}]}, {"chapter_title": "Jesus Criticizes the Religious Leaders", "chapter_number": 23, "chapter_content": [{"passage_title": "", "verse": "23", "text": "Then Jesus said to the crowds and to his disciples,"}, {"passage_title": "", "verse": "2", "text": "“The teachers of religious law and the Pharisees are the official interpreters of the law of Moses."}, {"passage_title": "", "verse": "3", "text": "So practice and obey whatever they tell you, but don’t follow their example. For they don’t practice what they teach."}, {"passage_title": "", "verse": "4", "text": "They crush people with unbearable religious demands and never lift a finger to ease the burden."}, {"passage_title": "", "verse": "5", "text": "“Everything they do is for show. On their arms they wear extra wide prayer boxes with Scripture verses inside, and they wear robes with extra long tassels."}, {"passage_title": "", "verse": "6", "text": "And they love to sit at the head table at banquets and in the seats of honor in the synagogues."}, {"passage_title": "", "verse": "7", "text": "They love to receive respectful greetings as they walk in the marketplaces, and to be called ‘Rabbi.’"}, {"passage_title": "", "verse": "8", "text": "“Don’t let anyone call you ‘Rabbi,’ for you have only one teacher, and all of you are equal as brothers and sisters."}, {"passage_title": "", "verse": "9", "text": "And don’t address anyone here on earth as ‘Father,’ for only God in heaven is your Father."}, {"passage_title": "", "verse": "10", "text": "And don’t let anyone call you ‘Teacher,’ for you have only one teacher, the Messiah."}, {"passage_title": "", "verse": "11", "text": "The greatest among you must be a servant."}, {"passage_title": "", "verse": "12", "text": "But those who exalt themselves will be humbled, and those who humble themselves will be exalted."}, {"passage_title": "", "verse": "13", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you shut the door of the Kingdom of Heaven in people’s faces. You won’t go in yourselves, and you don’t let others enter either."}, {"passage_title": "", "verse": "15", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you cross land and sea to make one convert, and then you turn that person into twice the child of hell you yourselves are!"}, {"passage_title": "", "verse": "16", "text": "“Blind guides! What sorrow awaits you! For you say that it means nothing to swear ‘by God’s Temple,’ but that it is binding to swear ‘by the gold in the Temple.’"}, {"passage_title": "", "verse": "17", "text": "Blind fools! Which is more important—the gold or the Temple that makes the gold sacred?"}, {"passage_title": "", "verse": "18", "text": "And you say that to swear ‘by the altar’ is not binding, but to swear ‘by the gifts on the altar’ is binding."}, {"passage_title": "", "verse": "19", "text": "How blind! For which is more important—the gift on the altar or the altar that makes the gift sacred?"}, {"passage_title": "", "verse": "20", "text": "When you swear ‘by the altar,’ you are swearing by it and by everything on it."}, {"passage_title": "", "verse": "21", "text": "And when you swear ‘by the Temple,’ you are swearing by it and by God, who lives in it."}, {"passage_title": "", "verse": "22", "text": "And when you swear ‘by heaven,’ you are swearing by the throne of God and by God, who sits on the throne."}, {"passage_title": "", "verse": "23", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you are careful to tithe even the tiniest income from your herb gardens, but you ignore the more important aspects of the law—justice, mercy, and faith. You should tithe, yes, but do not neglect the more important things."}, {"passage_title": "", "verse": "24", "text": "Blind guides! You strain your water so you won’t accidentally swallow a gnat, but you swallow a camel!"}, {"passage_title": "", "verse": "25", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you are so careful to clean the outside of the cup and the dish, but inside you are filthy—full of greed and self-indulgence!"}, {"passage_title": "", "verse": "26", "text": "You blind Pharisee! First wash the inside of the cup and the dish, and then the outside will become clean, too."}, {"passage_title": "", "verse": "27", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you are like whitewashed tombs—beautiful on the outside but filled on the inside with dead people’s bones and all sorts of impurity."}, {"passage_title": "", "verse": "28", "text": "Outwardly you look like righteous people, but inwardly your hearts are filled with hypocrisy and lawlessness."}, {"passage_title": "", "verse": "29", "text": "“What sorrow awaits you teachers of religious law and you Pharisees. Hypocrites! For you build tombs for the prophets your ancestors killed, and you decorate the monuments of the godly people your ancestors destroyed."}, {"passage_title": "", "verse": "30", "text": "Then you say, ‘If we had lived in the days of our ancestors, we would never have joined them in killing the prophets.’"}, {"passage_title": "", "verse": "31", "text": "“But in saying that, you testify against yourselves that you are indeed the descendants of those who murdered the prophets."}, {"passage_title": "", "verse": "32", "text": "Go ahead and finish what your ancestors started."}, {"passage_title": "", "verse": "33", "text": "Snakes! Sons of vipers! How will you escape the judgment of hell?"}, {"passage_title": "", "verse": "34", "text": "“Therefore, I am sending you prophets and wise men and teachers of religious law. But you will kill some by crucifixion, and you will flog others with whips in your synagogues, chasing them from city to city."}, {"passage_title": "", "verse": "35", "text": "As a result, you will be held responsible for the murder of all godly people of all time—from the murder of righteous Abel to the murder of Zechariah son of Berekiah, whom you killed in the Temple between the sanctuary and the altar."}, {"passage_title": "Jesus Grieves over Jerusalem", "verse": "36", "text": "I tell you the truth, this judgment will fall on this very generation. [pas_title]"}, {"passage_title": "", "verse": "37", "text": "“O Jerusalem, Jerusalem, the city that kills the prophets and stones God’s messengers! How often I have wanted to gather your children together as a hen protects her chicks beneath her wings, but you wouldn’t let me."}, {"passage_title": "", "verse": "38", "text": "And now, look, your house is abandoned and desolate."}, {"passage_title": "", "verse": "39", "text": "For I tell you this, you will never see me again until you say, ‘Blessings on the one who comes in the name of the Lord!’”"}]}, {"chapter_title": "Jesus Speaks about the Future", "chapter_number": 24, "chapter_content": [{"passage_title": "", "verse": "24", "text": "As Jesus was leaving the Temple grounds, his disciples pointed out to him the various Temple buildings."}, {"passage_title": "", "verse": "2", "text": "But he responded, “Do you see all these buildings? I tell you the truth, they will be completely demolished. Not one stone will be left on top of another!”"}, {"passage_title": "", "verse": "3", "text": "Later, Jesus sat on the Mount of Olives. His disciples came to him privately and said, “Tell us, when will all this happen? What sign will signal your return and the end of the world?”"}, {"passage_title": "", "verse": "4", "text": "Jesus told them, “Don’t let anyone mislead you,"}, {"passage_title": "", "verse": "5", "text": "for many will come in my name, claiming, ‘I am the Messiah.’ They will deceive many."}, {"passage_title": "", "verse": "6", "text": "And you will hear of wars and threats of wars, but don’t panic. Yes, these things must take place, but the end won’t follow immediately."}, {"passage_title": "", "verse": "7", "text": "Nation will go to war against nation, and kingdom against kingdom. There will be famines and earthquakes in many parts of the world."}, {"passage_title": "", "verse": "8", "text": "But all this is only the first of the birth pains, with more to come."}, {"passage_title": "", "verse": "9", "text": "“Then you will be arrested, persecuted, and killed. You will be hated all over the world because you are my followers."}, {"passage_title": "", "verse": "10", "text": "And many will turn away from me and betray and hate each other."}, {"passage_title": "", "verse": "11", "text": "And many false prophets will appear and will deceive many people."}, {"passage_title": "", "verse": "12", "text": "Sin will be rampant everywhere, and the love of many will grow cold."}, {"passage_title": "", "verse": "13", "text": "But the one who endures to the end will be saved."}, {"passage_title": "", "verse": "14", "text": "And the Good News about the Kingdom will be preached throughout the whole world, so that all nations will hear it; and then the end will come."}, {"passage_title": "", "verse": "15", "text": "“The day is coming when you will see what Daniel the prophet spoke about—the sacrilegious object that causes desecration standing in the Holy Place.” (Reader, pay attention!)"}, {"passage_title": "", "verse": "16", "text": "“Then those in Judea must flee to the hills."}, {"passage_title": "", "verse": "17", "text": "A person out on the deck of a roof must not go down into the house to pack."}, {"passage_title": "", "verse": "18", "text": "A person out in the field must not return even to get a coat."}, {"passage_title": "", "verse": "19", "text": "How terrible it will be for pregnant women and for nursing mothers in those days."}, {"passage_title": "", "verse": "20", "text": "And pray that your flight will not be in winter or on the Sabbath."}, {"passage_title": "", "verse": "21", "text": "For there will be greater anguish than at any time since the world began. And it will never be so great again."}, {"passage_title": "", "verse": "22", "text": "In fact, unless that time of calamity is shortened, not a single person will survive. But it will be shortened for the sake of God’s chosen ones."}, {"passage_title": "", "verse": "23", "text": "“Then if anyone tells you, ‘Look, here is the Messiah,’ or ‘There he is,’ don’t believe it."}, {"passage_title": "", "verse": "24", "text": "For false messiahs and false prophets will rise up and perform great signs and wonders so as to deceive, if possible, even God’s chosen ones."}, {"passage_title": "", "verse": "25", "text": "See, I have warned you about this ahead of time."}, {"passage_title": "", "verse": "26", "text": "“So if someone tells you, ‘Look, the Messiah is out in the desert,’ don’t bother to go and look. Or, ‘Look, he is hiding here,’ don’t believe it!"}, {"passage_title": "", "verse": "27", "text": "For as the lightning flashes in the east and shines to the west, so it will be when the Son of Man comes."}, {"passage_title": "", "verse": "28", "text": "Just as the gathering of vultures shows there is a carcass nearby, so these signs indicate that the end is near."}, {"passage_title": "", "verse": "29", "text": "“Immediately after the anguish of those days, the sun will be darkened, the moon will give no light, the stars will fall from the sky, and the powers in the heavens will be shaken."}, {"passage_title": "", "verse": "30", "text": "And then at last, the sign that the Son of Man is coming will appear in the heavens, and there will be deep mourning among all the peoples of the earth. And they will see the Son of Man coming on the clouds of heaven with power and great glory."}, {"passage_title": "", "verse": "31", "text": "And he will send out his angels with the mighty blast of a trumpet, and they will gather his chosen ones from all over the world—from the farthest ends of the earth and heaven."}, {"passage_title": "", "verse": "32", "text": "“Now learn a lesson from the fig tree. When its branches bud and its leaves begin to sprout, you know that summer is near."}, {"passage_title": "", "verse": "33", "text": "In the same way, when you see all these things, you can know his return is very near, right at the door."}, {"passage_title": "", "verse": "34", "text": "I tell you the truth, this generation will not pass from the scene until all these things take place."}, {"passage_title": "", "verse": "35", "text": "Heaven and earth will disappear, but my words will never disappear."}, {"passage_title": "", "verse": "36", "text": "“However, no one knows the day or hour when these things will happen, not even the angels in heaven or the Son himself. Only the Father knows."}, {"passage_title": "", "verse": "37", "text": "“When the Son of Man returns, it will be like it was in Noah’s day."}, {"passage_title": "", "verse": "38", "text": "In those days before the flood, the people were enjoying banquets and parties and weddings right up to the time Noah entered his boat."}, {"passage_title": "", "verse": "39", "text": "People didn’t realize what was going to happen until the flood came and swept them all away. That is the way it will be when the Son of Man comes."}, {"passage_title": "", "verse": "40", "text": "“Two men will be working together in the field; one will be taken, the other left."}, {"passage_title": "", "verse": "41", "text": "Two women will be grinding flour at the mill; one will be taken, the other left."}, {"passage_title": "", "verse": "42", "text": "“So you, too, must keep watch! For you don’t know what day your Lord is coming."}, {"passage_title": "", "verse": "43", "text": "Understand this: If a homeowner knew exactly when a burglar was coming, he would keep watch and not permit his house to be broken into."}, {"passage_title": "", "verse": "44", "text": "You also must be ready all the time, for the Son of Man will come when least expected."}, {"passage_title": "", "verse": "45", "text": "“A faithful, sensible servant is one to whom the master can give the responsibility of managing his other household servants and feeding them."}, {"passage_title": "", "verse": "46", "text": "If the master returns and finds that the servant has done a good job, there will be a reward."}, {"passage_title": "", "verse": "47", "text": "I tell you the truth, the master will put that servant in charge of all he owns."}, {"passage_title": "", "verse": "48", "text": "But what if the servant is evil and thinks, ‘My master won’t be back for a while,’"}, {"passage_title": "", "verse": "49", "text": "and he begins beating the other servants, partying, and getting drunk?"}, {"passage_title": "", "verse": "50", "text": "The master will return unannounced and unexpected,"}, {"passage_title": "", "verse": "51", "text": "and he will cut the servant to pieces and assign him a place with the hypocrites. In that place there will be weeping and gnashing of teeth."}]}, {"chapter_title": "Parable of the Ten Bridesmaids", "chapter_number": 25, "chapter_content": [{"passage_title": "", "verse": "25", "text": "“Then the Kingdom of Heaven will be like ten bridesmaids who took their lamps and went to meet the bridegroom."}, {"passage_title": "", "verse": "2", "text": "Five of them were foolish, and five were wise."}, {"passage_title": "", "verse": "3", "text": "The five who were foolish didn’t take enough olive oil for their lamps,"}, {"passage_title": "", "verse": "4", "text": "but the other five were wise enough to take along extra oil."}, {"passage_title": "", "verse": "5", "text": "When the bridegroom was delayed, they all became drowsy and fell asleep."}, {"passage_title": "", "verse": "6", "text": "“At midnight they were roused by the shout, ‘Look, the bridegroom is coming! Come out and meet him!’"}, {"passage_title": "", "verse": "7", "text": "“All the bridesmaids got up and prepared their lamps."}, {"passage_title": "", "verse": "8", "text": "Then the five foolish ones asked the others, ‘Please give us some of your oil because our lamps are going out.’"}, {"passage_title": "", "verse": "9", "text": "“But the others replied, ‘We don’t have enough for all of us. Go to a shop and buy some for yourselves.’"}, {"passage_title": "", "verse": "10", "text": "“But while they were gone to buy oil, the bridegroom came. Then those who were ready went in with him to the marriage feast, and the door was locked."}, {"passage_title": "", "verse": "11", "text": "Later, when the other five bridesmaids returned, they stood outside, calling, ‘Lord! Lord! Open the door for us!’"}, {"passage_title": "", "verse": "12", "text": "“But he called back, ‘Believe me, I don’t know you!’"}, {"passage_title": "Parable of the Three Servants", "verse": "13", "text": "“So you, too, must keep watch! For you do not know the day or hour of my return. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "“Again, the Kingdom of Heaven can be illustrated by the story of a man going on a long trip. He called together his servants and entrusted his money to them while he was gone."}, {"passage_title": "", "verse": "15", "text": "He gave five bags of silver to one, two bags of silver to another, and one bag of silver to the last—dividing it in proportion to their abilities. He then left on his trip."}, {"passage_title": "", "verse": "16", "text": "“The servant who received the five bags of silver began to invest the money and earned five more."}, {"passage_title": "", "verse": "17", "text": "The servant with two bags of silver also went to work and earned two more."}, {"passage_title": "", "verse": "18", "text": "But the servant who received the one bag of silver dug a hole in the ground and hid the master’s money."}, {"passage_title": "", "verse": "19", "text": "“After a long time their master returned from his trip and called them to give an account of how they had used his money."}, {"passage_title": "", "verse": "20", "text": "The servant to whom he had entrusted the five bags of silver came forward with five more and said, ‘Master, you gave me five bags of silver to invest, and I have earned five more.’"}, {"passage_title": "", "verse": "21", "text": "“The master was full of praise. ‘Well done, my good and faithful servant. You have been faithful in handling this small amount, so now I will give you many more responsibilities. Let’s celebrate together!’"}, {"passage_title": "", "verse": "22", "text": "“The servant who had received the two bags of silver came forward and said, ‘Master, you gave me two bags of silver to invest, and I have earned two more.’"}, {"passage_title": "", "verse": "23", "text": "“The master said, ‘Well done, my good and faithful servant. You have been faithful in handling this small amount, so now I will give you many more responsibilities. Let’s celebrate together!’"}, {"passage_title": "", "verse": "24", "text": "“Then the servant with the one bag of silver came and said, ‘Master, I knew you were a harsh man, harvesting crops you didn’t plant and gathering crops you didn’t cultivate."}, {"passage_title": "", "verse": "25", "text": "I was afraid I would lose your money, so I hid it in the earth. Look, here is your money back.’"}, {"passage_title": "", "verse": "26", "text": "“But the master replied, ‘You wicked and lazy servant! If you knew I harvested crops I didn’t plant and gathered crops I didn’t cultivate,"}, {"passage_title": "", "verse": "27", "text": "why didn’t you deposit my money in the bank? At least I could have gotten some interest on it.’"}, {"passage_title": "", "verse": "28", "text": "“Then he ordered, ‘Take the money from this servant, and give it to the one with the ten bags of silver."}, {"passage_title": "", "verse": "29", "text": "To those who use well what they are given, even more will be given, and they will have an abundance. But from those who do nothing, even what little they have will be taken away."}, {"passage_title": "The Final Judgment", "verse": "30", "text": "Now throw this useless servant into outer darkness, where there will be weeping and gnashing of teeth.’ [pas_title]"}, {"passage_title": "", "verse": "31", "text": "“But when the Son of Man comes in his glory, and all the angels with him, then he will sit upon his glorious throne."}, {"passage_title": "", "verse": "32", "text": "All the nations will be gathered in his presence, and he will separate the people as a shepherd separates the sheep from the goats."}, {"passage_title": "", "verse": "33", "text": "He will place the sheep at his right hand and the goats at his left."}, {"passage_title": "", "verse": "34", "text": "“Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the Kingdom prepared for you from the creation of the world."}, {"passage_title": "", "verse": "35", "text": "For I was hungry, and you fed me. I was thirsty, and you gave me a drink. I was a stranger, and you invited me into your home."}, {"passage_title": "", "verse": "36", "text": "I was naked, and you gave me clothing. I was sick, and you cared for me. I was in prison, and you visited me.’"}, {"passage_title": "", "verse": "37", "text": "“Then these righteous ones will reply, ‘Lord, when did we ever see you hungry and feed you? Or thirsty and give you something to drink?"}, {"passage_title": "", "verse": "38", "text": "Or a stranger and show you hospitality? Or naked and give you clothing?"}, {"passage_title": "", "verse": "39", "text": "When did we ever see you sick or in prison and visit you?’"}, {"passage_title": "", "verse": "40", "text": "“And the King will say, ‘I tell you the truth, when you did it to one of the least of these my brothers and sisters, you were doing it to me!’"}, {"passage_title": "", "verse": "41", "text": "“Then the King will turn to those on the left and say, ‘Away with you, you cursed ones, into the eternal fire prepared for the devil and his demons."}, {"passage_title": "", "verse": "42", "text": "For I was hungry, and you didn’t feed me. I was thirsty, and you didn’t give me a drink."}, {"passage_title": "", "verse": "43", "text": "I was a stranger, and you didn’t invite me into your home. I was naked, and you didn’t give me clothing. I was sick and in prison, and you didn’t visit me.’"}, {"passage_title": "", "verse": "44", "text": "“Then they will reply, ‘Lord, when did we ever see you hungry or thirsty or a stranger or naked or sick or in prison, and not help you?’"}, {"passage_title": "", "verse": "45", "text": "“And he will answer, ‘I tell you the truth, when you refused to help the least of these my brothers and sisters, you were refusing to help me.’"}, {"passage_title": "", "verse": "46", "text": "“And they will go away into eternal punishment, but the righteous will go into eternal life.”"}]}, {"chapter_title": "The Plot to Kill Jesus", "chapter_number": 26, "chapter_content": [{"passage_title": "", "verse": "26", "text": "When Jesus had finished saying all these things, he said to his disciples,"}, {"passage_title": "", "verse": "2", "text": "“As you know, Passover begins in two days, and the Son of Man will be handed over to be crucified.”"}, {"passage_title": "", "verse": "3", "text": "At that same time the leading priests and elders were meeting at the residence of Caiaphas, the high priest,"}, {"passage_title": "", "verse": "4", "text": "plotting how to capture Jesus secretly and kill him."}, {"passage_title": "Jesus Anointed at Bethany", "verse": "5", "text": "“But not during the Passover celebration,” they agreed, “or the people may riot.” [pas_title]"}, {"passage_title": "", "verse": "6", "text": "Meanwhile, Jesus was in Bethany at the home of Simon, a man who had previously had leprosy."}, {"passage_title": "", "verse": "7", "text": "While he was eating, a woman came in with a beautiful alabaster jar of expensive perfume and poured it over his head."}, {"passage_title": "", "verse": "8", "text": "The disciples were indignant when they saw this. “What a waste!” they said."}, {"passage_title": "", "verse": "9", "text": "“It could have been sold for a high price and the money given to the poor.”"}, {"passage_title": "", "verse": "10", "text": "But Jesus, aware of this, replied, “Why criticize this woman for doing such a good thing to me?"}, {"passage_title": "", "verse": "11", "text": "You will always have the poor among you, but you will not always have me."}, {"passage_title": "", "verse": "12", "text": "She has poured this perfume on me to prepare my body for burial."}, {"passage_title": "Judas Agrees to Betray Jesus", "verse": "13", "text": "I tell you the truth, wherever the Good News is preached throughout the world, this woman’s deed will be remembered and discussed.” [pas_title]"}, {"passage_title": "", "verse": "14", "text": "Then Judas Iscariot, one of the twelve disciples, went to the leading priests"}, {"passage_title": "", "verse": "15", "text": "and asked, “How much will you pay me to betray Jesus to you?” And they gave him thirty pieces of silver."}, {"passage_title": "The Last Supper", "verse": "16", "text": "From that time on, Judas began looking for an opportunity to betray Jesus. [pas_title]"}, {"passage_title": "", "verse": "17", "text": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and asked, “Where do you want us to prepare the Passover meal for you?”"}, {"passage_title": "", "verse": "18", "text": "“As you go into the city,” he told them, “you will see a certain man. Tell him, ‘The Teacher says: My time has come, and I will eat the Passover meal with my disciples at your house.’”"}, {"passage_title": "", "verse": "19", "text": "So the disciples did as Jesus told them and prepared the Passover meal there."}, {"passage_title": "", "verse": "20", "text": "When it was evening, Jesus sat down at the table with the Twelve."}, {"passage_title": "", "verse": "21", "text": "While they were eating, he said, “I tell you the truth, one of you will betray me.”"}, {"passage_title": "", "verse": "22", "text": "Greatly distressed, each one asked in turn, “Am I the one, Lord?”"}, {"passage_title": "", "verse": "23", "text": "He replied, “One of you who has just eaten from this bowl with me will betray me."}, {"passage_title": "", "verse": "24", "text": "For the Son of Man must die, as the Scriptures declared long ago. But how terrible it will be for the one who betrays him. It would be far better for that man if he had never been born!”"}, {"passage_title": "", "verse": "25", "text": "Judas, the one who would betray him, also asked, “Rabbi, am I the one?” And Jesus told him, “You have said it.”"}, {"passage_title": "", "verse": "26", "text": "As they were eating, Jesus took some bread and blessed it. Then he broke it in pieces and gave it to the disciples, saying, “Take this and eat it, for this is my body.”"}, {"passage_title": "", "verse": "27", "text": "And he took a cup of wine and gave thanks to God for it. He gave it to them and said, “Each of you drink from it,"}, {"passage_title": "", "verse": "28", "text": "for this is my blood, which confirms the covenant between God and his people. It is poured out as a sacrifice to forgive the sins of many."}, {"passage_title": "", "verse": "29", "text": "Mark my words—I will not drink wine again until the day I drink it new with you in my Father’s Kingdom.”"}, {"passage_title": "Jesus Predicts Peter’s Denial", "verse": "30", "text": "Then they sang a hymn and went out to the Mount of Olives. [pas_title]"}, {"passage_title": "", "verse": "31", "text": "On the way, Jesus told them, “Tonight all of you will desert me. For the Scriptures say, ‘God will strike the Shepherd, and the sheep of the flock will be scattered.’"}, {"passage_title": "", "verse": "32", "text": "But after I have been raised from the dead, I will go ahead of you to Galilee and meet you there.”"}, {"passage_title": "", "verse": "33", "text": "Peter declared, “Even if everyone else deserts you, I will never desert you.”"}, {"passage_title": "", "verse": "34", "text": "Jesus replied, “I tell you the truth, Peter—this very night, before the rooster crows, you will deny three times that you even know me.”"}, {"passage_title": "Jesus Prays in Gethsemane", "verse": "35", "text": "“No!” Peter insisted. “Even if I have to die with you, I will never deny you!” And all the other disciples vowed the same. [pas_title]"}, {"passage_title": "", "verse": "36", "text": "Then Jesus went with them to the olive grove called Gethsemane, and he said, “Sit here while I go over there to pray.”"}, {"passage_title": "", "verse": "37", "text": "He took Peter and Zebedee’s two sons, James and John, and he became anguished and distressed."}, {"passage_title": "", "verse": "38", "text": "He told them, “My soul is crushed with grief to the point of death. Stay here and keep watch with me.”"}, {"passage_title": "", "verse": "39", "text": "He went on a little farther and bowed with his face to the ground, praying, “My Father! If it is possible, let this cup of suffering be taken away from me. Yet I want your will to be done, not mine.”"}, {"passage_title": "", "verse": "40", "text": "Then he returned to the disciples and found them asleep. He said to Peter, “Couldn’t you watch with me even one hour?"}, {"passage_title": "", "verse": "41", "text": "Keep watch and pray, so that you will not give in to temptation. For the spirit is willing, but the body is weak!”"}, {"passage_title": "", "verse": "42", "text": "Then Jesus left them a second time and prayed, “My Father! If this cup cannot be taken away unless I drink it, your will be done.”"}, {"passage_title": "", "verse": "43", "text": "When he returned to them again, he found them sleeping, for they couldn’t keep their eyes open."}, {"passage_title": "", "verse": "44", "text": "So he went to pray a third time, saying the same things again."}, {"passage_title": "", "verse": "45", "text": "Then he came to the disciples and said, “Go ahead and sleep. Have your rest. But look—the time has come. The Son of Man is betrayed into the hands of sinners."}, {"passage_title": "Jesus Is Betrayed and Arrested", "verse": "46", "text": "Up, let’s be going. Look, my betrayer is here!” [pas_title]"}, {"passage_title": "", "verse": "47", "text": "And even as Jesus said this, Judas, one of the twelve disciples, arrived with a crowd of men armed with swords and clubs. They had been sent by the leading priests and elders of the people."}, {"passage_title": "", "verse": "48", "text": "The traitor, Judas, had given them a prearranged signal: “You will know which one to arrest when I greet him with a kiss.”"}, {"passage_title": "", "verse": "49", "text": "So Judas came straight to Jesus. “Greetings, Rabbi!” he exclaimed and gave him the kiss."}, {"passage_title": "", "verse": "50", "text": "Jesus said, “My friend, go ahead and do what you have come for.” Then the others grabbed Jesus and arrested him."}, {"passage_title": "", "verse": "51", "text": "But one of the men with Jesus pulled out his sword and struck the high priest’s slave, slashing off his ear."}, {"passage_title": "", "verse": "52", "text": "“Put away your sword,” Jesus told him. “Those who use the sword will die by the sword."}, {"passage_title": "", "verse": "53", "text": "Don’t you realize that I could ask my Father for thousands of angels to protect us, and he would send them instantly?"}, {"passage_title": "", "verse": "54", "text": "But if I did, how would the Scriptures be fulfilled that describe what must happen now?”"}, {"passage_title": "", "verse": "55", "text": "Then Jesus said to the crowd, “Am I some dangerous revolutionary, that you come with swords and clubs to arrest me? Why didn’t you arrest me in the Temple? I was there teaching every day."}, {"passage_title": "Jesus before the Council", "verse": "56", "text": "But this is all happening to fulfill the words of the prophets as recorded in the Scriptures.” At that point, all the disciples deserted him and fled. [pas_title]"}, {"passage_title": "", "verse": "57", "text": "Then the people who had arrested Jesus led him to the home of Caiaphas, the high priest, where the teachers of religious law and the elders had gathered."}, {"passage_title": "", "verse": "58", "text": "Meanwhile, Peter followed him at a distance and came to the high priest’s courtyard. He went in and sat with the guards and waited to see how it would all end."}, {"passage_title": "", "verse": "59", "text": "Inside, the leading priests and the entire high council were trying to find witnesses who would lie about Jesus, so they could put him to death."}, {"passage_title": "", "verse": "60", "text": "But even though they found many who agreed to give false witness, they could not use anyone’s testimony. Finally, two men came forward"}, {"passage_title": "", "verse": "61", "text": "who declared, “This man said, ‘I am able to destroy the Temple of God and rebuild it in three days.’”"}, {"passage_title": "", "verse": "62", "text": "Then the high priest stood up and said to Jesus, “Well, aren’t you going to answer these charges? What do you have to say for yourself?”"}, {"passage_title": "", "verse": "63", "text": "But Jesus remained silent. Then the high priest said to him, “I demand in the name of the living God—tell us if you are the Messiah, the Son of God.”"}, {"passage_title": "", "verse": "64", "text": "Jesus replied, “You have said it. And in the future you will see the Son of Man seated in the place of power at God’s right hand and coming on the clouds of heaven.”"}, {"passage_title": "", "verse": "65", "text": "Then the high priest tore his clothing to show his horror and said, “Blasphemy! Why do we need other witnesses? You have all heard his blasphemy."}, {"passage_title": "", "verse": "66", "text": "What is your verdict?” “Guilty!” they shouted. “He deserves to die!”"}, {"passage_title": "", "verse": "67", "text": "Then they began to spit in Jesus’ face and beat him with their fists. And some slapped him,"}, {"passage_title": "Peter Denies Jesus", "verse": "68", "text": "jeering, “Prophesy to us, you Messiah! Who hit you that time?” [pas_title]"}, {"passage_title": "", "verse": "69", "text": "Meanwhile, Peter was sitting outside in the courtyard. A servant girl came over and said to him, “You were one of those with Jesus the Galilean.”"}, {"passage_title": "", "verse": "70", "text": "But Peter denied it in front of everyone. “I don’t know what you’re talking about,” he said."}, {"passage_title": "", "verse": "71", "text": "Later, out by the gate, another servant girl noticed him and said to those standing around, “This man was with Jesus of Nazareth.”"}, {"passage_title": "", "verse": "72", "text": "Again Peter denied it, this time with an oath. “I don’t even know the man,” he said."}, {"passage_title": "", "verse": "73", "text": "A little later some of the other bystanders came over to Peter and said, “You must be one of them; we can tell by your Galilean accent.”"}, {"passage_title": "", "verse": "74", "text": "Peter swore, “A curse on me if I’m lying—I don’t know the man!” And immediately the rooster crowed."}, {"passage_title": "", "verse": "75", "text": "Suddenly, Jesus’ words flashed through Peter’s mind: “Before the rooster crows, you will deny three times that you even know me.” And he went away, weeping bitterly."}]}, {"chapter_title": "Judas Hangs Himself", "chapter_number": 27, "chapter_content": [{"passage_title": "", "verse": "27", "text": "Very early in the morning the leading priests and the elders of the people met again to lay plans for putting Jesus to death."}, {"passage_title": "", "verse": "2", "text": "Then they bound him, led him away, and took him to Pilate, the Roman governor."}, {"passage_title": "", "verse": "3", "text": "When Judas, who had betrayed him, realized that Jesus had been condemned to die, he was filled with remorse. So he took the thirty pieces of silver back to the leading priests and the elders."}, {"passage_title": "", "verse": "4", "text": "“I have sinned,” he declared, “for I have betrayed an innocent man.” “What do we care?” they retorted. “That’s your problem.”"}, {"passage_title": "", "verse": "5", "text": "Then Judas threw the silver coins down in the Temple and went out and hanged himself."}, {"passage_title": "", "verse": "6", "text": "The leading priests picked up the coins. “It wouldn’t be right to put this money in the Temple treasury,” they said, “since it was payment for murder.”"}, {"passage_title": "", "verse": "7", "text": "After some discussion they finally decided to buy the potter’s field, and they made it into a cemetery for foreigners."}, {"passage_title": "", "verse": "8", "text": "That is why the field is still called the Field of Blood."}, {"passage_title": "", "verse": "9", "text": "This fulfilled the prophecy of Jeremiah that says, “They took the thirty pieces of silver— the price at which he was valued by the people of Israel,"}, {"passage_title": "Jesus’ Trial before Pilate", "verse": "10", "text": "and purchased the potter’s field, as the Lord directed.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "Now Jesus was standing before Pilate, the Roman governor. “Are you the king of the Jews?” the governor asked him. Jesus replied, “You have said it.” "}, {"passage_title": "", "verse": "12", "text": "But when the leading priests and the elders made their accusations against him, Jesus remained silent."}, {"passage_title": "", "verse": "13", "text": "“Don’t you hear all these charges they are bringing against you?” Pilate demanded."}, {"passage_title": "", "verse": "14", "text": "But Jesus made no response to any of the charges, much to the governor’s surprise."}, {"passage_title": "", "verse": "15", "text": "Now it was the governor’s custom each year during the Passover celebration to release one prisoner to the crowd—anyone they wanted."}, {"passage_title": "", "verse": "16", "text": "This year there was a notorious prisoner, a man named Barabbas."}, {"passage_title": "", "verse": "17", "text": "As the crowds gathered before Pilate’s house that morning, he asked them, “Which one do you want me to release to you—Barabbas, or Jesus who is called the Messiah?”"}, {"passage_title": "", "verse": "18", "text": "(He knew very well that the religious leaders had arrested Jesus out of envy.)"}, {"passage_title": "", "verse": "19", "text": "Just then, as Pilate was sitting on the judgment seat, his wife sent him this message: “Leave that innocent man alone. I suffered through a terrible nightmare about him last night.”"}, {"passage_title": "", "verse": "20", "text": "Meanwhile, the leading priests and the elders persuaded the crowd to ask for Barabbas to be released and for Jesus to be put to death."}, {"passage_title": "", "verse": "21", "text": "So the governor asked again, “Which of these two do you want me to release to you?” The crowd shouted back, “Barabbas!”"}, {"passage_title": "", "verse": "22", "text": "Pilate responded, “Then what should I do with Jesus who is called the Messiah?” They shouted back, “Crucify him!”"}, {"passage_title": "", "verse": "23", "text": "“Why?” Pilate demanded. “What crime has he committed?” But the mob roared even louder, “Crucify him!”"}, {"passage_title": "", "verse": "24", "text": "Pilate saw that he wasn’t getting anywhere and that a riot was developing. So he sent for a bowl of water and washed his hands before the crowd, saying, “I am innocent of this man’s blood. The responsibility is yours!”"}, {"passage_title": "", "verse": "25", "text": "And all the people yelled back, “We will take responsibility for his death—we and our children!”"}, {"passage_title": "The Soldiers Mock Jesus", "verse": "26", "text": "So Pilate released Barabbas to them. He ordered Jesus flogged with a lead-tipped whip, then turned him over to the Roman soldiers to be crucified. [pas_title]"}, {"passage_title": "", "verse": "27", "text": "Some of the governor’s soldiers took Jesus into their headquarters and called out the entire regiment."}, {"passage_title": "", "verse": "28", "text": "They stripped him and put a scarlet robe on him."}, {"passage_title": "", "verse": "29", "text": "They wove thorn branches into a crown and put it on his head, and they placed a reed stick in his right hand as a scepter. Then they knelt before him in mockery and taunted, “Hail! King of the Jews!”"}, {"passage_title": "", "verse": "30", "text": "And they spit on him and grabbed the stick and struck him on the head with it."}, {"passage_title": "The Crucifixion", "verse": "31", "text": "When they were finally tired of mocking him, they took off the robe and put his own clothes on him again. Then they led him away to be crucified. [pas_title]"}, {"passage_title": "", "verse": "32", "text": "Along the way, they came across a man named Simon, who was from Cyrene, and the soldiers forced him to carry Jesus’ cross."}, {"passage_title": "", "verse": "33", "text": "And they went out to a place called Golgotha (which means “Place of the Skull”)."}, {"passage_title": "", "verse": "34", "text": "The soldiers gave Jesus wine mixed with bitter gall, but when he had tasted it, he refused to drink it."}, {"passage_title": "", "verse": "35", "text": "After they had nailed him to the cross, the soldiers gambled for his clothes by throwing dice."}, {"passage_title": "", "verse": "36", "text": "Then they sat around and kept guard as he hung there."}, {"passage_title": "", "verse": "37", "text": "A sign was fastened above Jesus’ head, announcing the charge against him. It read: “This is Jesus, the King of the Jews.”"}, {"passage_title": "", "verse": "38", "text": "Two revolutionaries were crucified with him, one on his right and one on his left."}, {"passage_title": "", "verse": "39", "text": "The people passing by shouted abuse, shaking their heads in mockery."}, {"passage_title": "", "verse": "40", "text": "“Look at you now!” they yelled at him. “You said you were going to destroy the Temple and rebuild it in three days. Well then, if you are the Son of God, save yourself and come down from the cross!”"}, {"passage_title": "", "verse": "41", "text": "The leading priests, the teachers of religious law, and the elders also mocked Jesus."}, {"passage_title": "", "verse": "42", "text": "“He saved others,” they scoffed, “but he can’t save himself! So he is the King of Israel, is he? Let him come down from the cross right now, and we will believe in him!"}, {"passage_title": "", "verse": "43", "text": "He trusted God, so let God rescue him now if he wants him! For he said, ‘I am the Son of God.’”"}, {"passage_title": "The Death of Jesus", "verse": "44", "text": "Even the revolutionaries who were crucified with him ridiculed him in the same way. [pas_title]"}, {"passage_title": "", "verse": "45", "text": "At noon, darkness fell across the whole land until three o’clock."}, {"passage_title": "", "verse": "46", "text": "At about three o’clock, Jesus called out with a loud voice, “Eli, Eli, lema sabachthani?” which means “My God, my God, why have you abandoned me?”"}, {"passage_title": "", "verse": "47", "text": "Some of the bystanders misunderstood and thought he was calling for the prophet Elijah."}, {"passage_title": "", "verse": "48", "text": "One of them ran and filled a sponge with sour wine, holding it up to him on a reed stick so he could drink."}, {"passage_title": "", "verse": "49", "text": "But the rest said, “Wait! Let’s see whether Elijah comes to save him.”"}, {"passage_title": "", "verse": "50", "text": "Then Jesus shouted out again, and he released his spirit."}, {"passage_title": "", "verse": "51", "text": "At that moment the curtain in the sanctuary of the Temple was torn in two, from top to bottom. The earth shook, rocks split apart,"}, {"passage_title": "", "verse": "52", "text": "and tombs opened. The bodies of many godly men and women who had died were raised from the dead."}, {"passage_title": "", "verse": "53", "text": "They left the cemetery after Jesus’ resurrection, went into the holy city of Jerusalem, and appeared to many people."}, {"passage_title": "", "verse": "54", "text": "The Roman officer and the other soldiers at the crucifixion were terrified by the earthquake and all that had happened. They said, “This man truly was the Son of God!”"}, {"passage_title": "", "verse": "55", "text": "And many women who had come from Galilee with Jesus to care for him were watching from a distance."}, {"passage_title": "The Burial of Jesus", "verse": "56", "text": "Among them were Mary Magdalene, Mary (the mother of James and Joseph), and the mother of James and John, the sons of Zebedee. [pas_title]"}, {"passage_title": "", "verse": "57", "text": "As evening approached, Joseph, a rich man from Arimathea who had become a follower of Jesus,"}, {"passage_title": "", "verse": "58", "text": "went to Pilate and asked for Jesus’ body. And Pilate issued an order to release it to him."}, {"passage_title": "", "verse": "59", "text": "Joseph took the body and wrapped it in a long sheet of clean linen cloth."}, {"passage_title": "", "verse": "60", "text": "He placed it in his own new tomb, which had been carved out of the rock. Then he rolled a great stone across the entrance and left."}, {"passage_title": "The Guard at the Tomb", "verse": "61", "text": "Both Mary Magdalene and the other Mary were sitting across from the tomb and watching. [pas_title]"}, {"passage_title": "", "verse": "62", "text": "The next day, on the Sabbath, the leading priests and Pharisees went to see Pilate."}, {"passage_title": "", "verse": "63", "text": "They told him, “Sir, we remember what that deceiver once said while he was still alive: ‘After three days I will rise from the dead.’"}, {"passage_title": "", "verse": "64", "text": "So we request that you seal the tomb until the third day. This will prevent his disciples from coming and stealing his body and then telling everyone he was raised from the dead! If that happens, we’ll be worse off than we were at first.”"}, {"passage_title": "", "verse": "65", "text": "Pilate replied, “Take guards and secure it the best you can.”"}, {"passage_title": "", "verse": "66", "text": "So they sealed the tomb and posted guards to protect it."}]}, {"chapter_title": "The Resurrection", "chapter_number": 28, "chapter_content": [{"passage_title": "", "verse": "28", "text": "Early on Sunday morning, as the new day was dawning, Mary Magdalene and the other Mary went out to visit the tomb."}, {"passage_title": "", "verse": "2", "text": "Suddenly there was a great earthquake! For an angel of the Lord came down from heaven, rolled aside the stone, and sat on it."}, {"passage_title": "", "verse": "3", "text": "His face shone like lightning, and his clothing was as white as snow."}, {"passage_title": "", "verse": "4", "text": "The guards shook with fear when they saw him, and they fell into a dead faint."}, {"passage_title": "", "verse": "5", "text": "Then the angel spoke to the women. “Don’t be afraid!” he said. “I know you are looking for Jesus, who was crucified."}, {"passage_title": "", "verse": "6", "text": "He isn’t here! He is risen from the dead, just as he said would happen. Come, see where his body was lying."}, {"passage_title": "", "verse": "7", "text": "And now, go quickly and tell his disciples that he has risen from the dead, and he is going ahead of you to Galilee. You will see him there. Remember what I have told you.”"}, {"passage_title": "", "verse": "8", "text": "The women ran quickly from the tomb. They were very frightened but also filled with great joy, and they rushed to give the disciples the angel’s message."}, {"passage_title": "", "verse": "9", "text": "And as they went, Jesus met them and greeted them. And they ran to him, grasped his feet, and worshiped him."}, {"passage_title": "The Report of the Guard", "verse": "10", "text": "Then Jesus said to them, “Don’t be afraid! Go tell my brothers to leave for Galilee, and they will see me there.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "As the women were on their way, some of the guards went into the city and told the leading priests what had happened."}, {"passage_title": "", "verse": "12", "text": "A meeting with the elders was called, and they decided to give the soldiers a large bribe."}, {"passage_title": "", "verse": "13", "text": "They told the soldiers, “You must say, ‘Jesus’ disciples came during the night while we were sleeping, and they stole his body.’"}, {"passage_title": "", "verse": "14", "text": "If the governor hears about it, we’ll stand up for you so you won’t get in trouble.”"}, {"passage_title": "The Great Commission", "verse": "15", "text": "So the guards accepted the bribe and said what they were told to say. Their story spread widely among the Jews, and they still tell it today. [pas_title]"}, {"passage_title": "", "verse": "16", "text": "Then the eleven disciples left for Galilee, going to the mountain where Jesus had told them to go."}, {"passage_title": "", "verse": "17", "text": "When they saw him, they worshiped him—but some of them doubted!"}, {"passage_title": "", "verse": "18", "text": "Jesus came and told his disciples, “I have been given all authority in heaven and on earth."}, {"passage_title": "", "verse": "19", "text": "Therefore, go and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit."}, {"passage_title": "", "verse": "20", "text": "Teach these new disciples to obey all the commands I have given you. And be sure of this: I am with you always, even to the end of the age.”"}]}]}