{"title": "Micah", "category": "ot", "number_of_chapters": 7, "id": "mic", "chapters": [{"chapter_title": "", "chapter_number": 1, "chapter_content": [{"passage_title": "Grief over Samaria and Jerusalem", "verse": "1", "text": "The Lord gave this message to Micah of Moresheth during the years when Jotham, Ahaz, and Hezekiah were kings of Judah. The visions he saw concerned both Samaria and Jerusalem. [pas_title]"}, {"passage_title": "", "verse": "2", "text": "Attention! Let all the people of the world listen! Let the earth and everything in it hear. The Sovereign Lord is making accusations against you; the Lord speaks from his holy Temple."}, {"passage_title": "", "verse": "3", "text": "Look! The Lord is coming! He leaves his throne in heaven and tramples the heights of the earth."}, {"passage_title": "", "verse": "4", "text": "The mountains melt beneath his feet and flow into the valleys like wax in a fire, like water pouring down a hill."}, {"passage_title": "", "verse": "5", "text": "And why is this happening? Because of the rebellion of Israel— yes, the sins of the whole nation. Who is to blame for Israel’s rebellion? Samaria, its capital city! Where is the center of idolatry in Judah? In Jerusalem, its capital!"}, {"passage_title": "", "verse": "6", "text": "“So I, the Lord, will make the city of Samaria a heap of ruins. Her streets will be plowed up for planting vineyards. I will roll the stones of her walls into the valley below, exposing her foundations."}, {"passage_title": "", "verse": "7", "text": "All her carved images will be smashed. All her sacred treasures will be burned. These things were bought with the money earned by her prostitution, and they will now be carried away to pay prostitutes elsewhere.”"}, {"passage_title": "", "verse": "8", "text": "Therefore, I will mourn and lament. I will walk around barefoot and naked. I will howl like a jackal and moan like an owl."}, {"passage_title": "", "verse": "9", "text": "For my people’s wound is too deep to heal. It has reached into Judah, even to the gates of Jerusalem."}, {"passage_title": "", "verse": "10", "text": "Don’t tell our enemies in Gath; don’t weep at all. You people in Beth-leaphrah, roll in the dust to show your despair."}, {"passage_title": "", "verse": "11", "text": "You people in Shaphir, go as captives into exile—naked and ashamed. The people of Zaanan dare not come outside their walls. The people of Beth-ezel mourn, for their house has no support."}, {"passage_title": "", "verse": "12", "text": "The people of Maroth anxiously wait for relief, but only bitterness awaits them as the Lord’s judgment reaches even to the gates of Jerusalem."}, {"passage_title": "", "verse": "13", "text": "Harness your chariot horses and flee, you people of Lachish. You were the first city in Judah to follow Israel in her rebellion, and you led Jerusalem into sin."}, {"passage_title": "", "verse": "14", "text": "Send farewell gifts to Moresheth-gath; there is no hope of saving it. The town of Aczib has deceived the kings of Israel."}, {"passage_title": "", "verse": "15", "text": "O people of Mareshah, I will bring a conqueror to capture your town. And the leaders of Israel will go to Adullam."}, {"passage_title": "", "verse": "16", "text": "Oh, people of Judah, shave your heads in sorrow, for the children you love will be snatched away. Make yourselves as bald as a vulture, for your little ones will be exiled to distant lands."}]}, {"chapter_title": "Judgment against Wealthy Oppressors", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "What sorrow awaits you who lie awake at night, thinking up evil plans. You rise at dawn and hurry to carry them out, simply because you have the power to do so."}, {"passage_title": "", "verse": "2", "text": "When you want a piece of land, you find a way to seize it. When you want someone’s house, you take it by fraud and violence. You cheat a man of his property, stealing his family’s inheritance."}, {"passage_title": "", "verse": "3", "text": "But this is what the Lord says: “I will reward your evil with evil; you won’t be able to pull your neck out of the noose. You will no longer walk around proudly, for it will be a terrible time.”"}, {"passage_title": "", "verse": "4", "text": "In that day your enemies will make fun of you by singing this song of despair about you: “We are finished, completely ruined! God has confiscated our land, taking it from us. He has given our fields to those who betrayed us.”"}, {"passage_title": "True and False Prophets", "verse": "5", "text": "Others will set your boundaries then, and the Lord’s people will have no say in how the land is divided. [pas_title]"}, {"passage_title": "", "verse": "6", "text": "“Don’t say such things,” the people respond. “Don’t prophesy like that. Such disasters will never come our way!”"}, {"passage_title": "", "verse": "7", "text": "Should you talk that way, O family of Israel? Will the Lord’s Spirit have patience with such behavior? If you would do what is right, you would find my words comforting."}, {"passage_title": "", "verse": "8", "text": "Yet to this very hour my people rise against me like an enemy! You steal the shirts right off the backs of those who trusted you, making them as ragged as men returning from battle."}, {"passage_title": "", "verse": "9", "text": "You have evicted women from their pleasant homes and forever stripped their children of all that God would give them."}, {"passage_title": "", "verse": "10", "text": "Up! Begone! This is no longer your land and home, for you have filled it with sin and ruined it completely."}, {"passage_title": "Hope for Restoration", "verse": "11", "text": "Suppose a prophet full of lies would say to you, “I’ll preach to you the joys of wine and alcohol!” That’s just the kind of prophet you would like! [pas_title]"}, {"passage_title": "", "verse": "12", "text": "“Someday, O Israel, I will gather you; I will gather the remnant who are left. I will bring you together again like sheep in a pen, like a flock in its pasture. Yes, your land will again be filled with noisy crowds!"}, {"passage_title": "", "verse": "13", "text": "Your leader will break out and lead you out of exile, out through the gates of the enemy cities, back to your own land. Your king will lead you; the Lord himself will guide you.”"}]}, {"chapter_title": "Judgment against Israel’s Leaders", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "I said, “Listen, you leaders of Israel! You are supposed to know right from wrong,"}, {"passage_title": "", "verse": "2", "text": "but you are the very ones who hate good and love evil. You skin my people alive and tear the flesh from their bones."}, {"passage_title": "", "verse": "3", "text": "Yes, you eat my people’s flesh, strip off their skin, and break their bones. You chop them up like meat for the cooking pot."}, {"passage_title": "", "verse": "4", "text": "Then you beg the Lord for help in times of trouble! Do you really expect him to answer? After all the evil you have done, he won’t even look at you!”"}, {"passage_title": "", "verse": "5", "text": "This is what the Lord says: “You false prophets are leading my people astray! You promise peace for those who give you food, but you declare war on those who refuse to feed you."}, {"passage_title": "", "verse": "6", "text": "Now the night will close around you, cutting off all your visions. Darkness will cover you, putting an end to your predictions. The sun will set for you prophets, and your day will come to an end."}, {"passage_title": "", "verse": "7", "text": "Then you seers will be put to shame, and you fortune-tellers will be disgraced. And you will cover your faces because there is no answer from God.”"}, {"passage_title": "", "verse": "8", "text": "But as for me, I am filled with power— with the Spirit of the Lord. I am filled with justice and strength to boldly declare Israel’s sin and rebellion."}, {"passage_title": "", "verse": "9", "text": "Listen to me, you leaders of Israel! You hate justice and twist all that is right."}, {"passage_title": "", "verse": "10", "text": "You are building Jerusalem on a foundation of murder and corruption."}, {"passage_title": "", "verse": "11", "text": "You rulers make decisions based on bribes; you priests teach God’s laws only for a price; you prophets won’t prophesy unless you are paid. Yet all of you claim to depend on the Lord. “No harm can come to us,” you say, “for the Lord is here among us.”"}, {"passage_title": "", "verse": "12", "text": "Because of you, Mount Zion will be plowed like an open field; Jerusalem will be reduced to ruins! A thicket will grow on the heights where the Temple now stands."}]}, {"chapter_title": "The Lord’s Future Reign", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "In the last days, the mountain of the Lord’s house will be the highest of all— the most important place on earth. It will be raised above the other hills, and people from all over the world will stream there to worship."}, {"passage_title": "", "verse": "2", "text": "People from many nations will come and say, “Come, let us go up to the mountain of the Lord, to the house of Jacob’s God. There he will teach us his ways, and we will walk in his paths.” For the Lord’s teaching will go out from Zion; his word will go out from Jerusalem."}, {"passage_title": "", "verse": "3", "text": "The Lord will mediate between peoples and will settle disputes between strong nations far away. They will hammer their swords into plowshares and their spears into pruning hooks. Nation will no longer fight against nation, nor train for war anymore."}, {"passage_title": "", "verse": "4", "text": "Everyone will live in peace and prosperity, enjoying their own grapevines and fig trees, for there will be nothing to fear. The Lord of Heaven’s Armies has made this promise!"}, {"passage_title": "Israel’s Return from Exile", "verse": "5", "text": "Though the nations around us follow their idols, we will follow the Lord our God forever and ever. [pas_title]"}, {"passage_title": "", "verse": "6", "text": "“In that coming day,” says the Lord, “I will gather together those who are lame, those who have been exiles, and those whom I have filled with grief."}, {"passage_title": "", "verse": "7", "text": "Those who are weak will survive as a remnant; those who were exiles will become a strong nation. Then I, the Lord, will rule from Jerusalem as their king forever.”"}, {"passage_title": "", "verse": "8", "text": "As for you, Jerusalem, the citadel of God’s people, your royal might and power will come back to you again. The kingship will be restored to my precious Jerusalem."}, {"passage_title": "", "verse": "9", "text": "But why are you now screaming in terror? Have you no king to lead you? Have your wise people all died? Pain has gripped you like a woman in childbirth."}, {"passage_title": "", "verse": "10", "text": "Writhe and groan like a woman in labor, you people of Jerusalem, for now you must leave this city to live in the open country. You will soon be sent in exile to distant Babylon. But the Lord will rescue you there; he will redeem you from the grip of your enemies."}, {"passage_title": "", "verse": "11", "text": "Now many nations have gathered against you. “Let her be desecrated,” they say. “Let us see the destruction of Jerusalem.”"}, {"passage_title": "", "verse": "12", "text": "But they do not know the Lord’s thoughts or understand his plan. These nations don’t know that he is gathering them together to be beaten and trampled like sheaves of grain on a threshing floor."}, {"passage_title": "", "verse": "13", "text": "“Rise up and crush the nations, O Jerusalem!” says the Lord. “For I will give you iron horns and bronze hooves, so you can trample many nations to pieces. You will present their stolen riches to the Lord, their wealth to the Lord of all the earth.”"}]}, {"chapter_title": "", "chapter_number": 5, "chapter_content": [{"passage_title": "A Ruler from Bethlehem", "verse": "5", "text": "Mobilize! Marshal your troops! The enemy is laying siege to Jerusalem. They will strike Israel’s leader in the face with a rod. [pas_title]"}, {"passage_title": "", "verse": "2", "text": "But you, O Bethlehem Ephrathah, are only a small village among all the people of Judah. Yet a ruler of Israel, whose origins are in the distant past, will come from you on my behalf."}, {"passage_title": "", "verse": "3", "text": "The people of Israel will be abandoned to their enemies until the woman in labor gives birth. Then at last his fellow countrymen will return from exile to their own land."}, {"passage_title": "", "verse": "4", "text": "And he will stand to lead his flock with the Lord’s strength, in the majesty of the name of the Lord his God. Then his people will live there undisturbed, for he will be highly honored around the world."}, {"passage_title": "", "verse": "5", "text": "    And he will be the source of peace. When the Assyrians invade our land and break through our defenses, we will appoint seven rulers to watch over us, eight princes to lead us."}, {"passage_title": "The Remnant Purified", "verse": "6", "text": "They will rule Assyria with drawn swords and enter the gates of the land of Nimrod. He will rescue us from the Assyrians when they pour over the borders to invade our land. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "Then the remnant left in Israel will take their place among the nations. They will be like dew sent by the Lord or like rain falling on the grass, which no one can hold back and no one can restrain."}, {"passage_title": "", "verse": "8", "text": "The remnant left in Israel will take their place among the nations. They will be like a lion among the animals of the forest, like a strong young lion among flocks of sheep and goats, pouncing and tearing as they go with no rescuer in sight."}, {"passage_title": "", "verse": "9", "text": "The people of Israel will stand up to their foes, and all their enemies will be wiped out."}, {"passage_title": "", "verse": "10", "text": "“In that day,” says the Lord, “I will slaughter your horses and destroy your chariots."}, {"passage_title": "", "verse": "11", "text": "I will tear down your walls and demolish your defenses."}, {"passage_title": "", "verse": "12", "text": "I will put an end to all witchcraft, and there will be no more fortune-tellers."}, {"passage_title": "", "verse": "13", "text": "I will destroy all your idols and sacred pillars, so you will never again worship the work of your own hands."}, {"passage_title": "", "verse": "14", "text": "I will abolish your idol shrines with their Asherah poles and destroy your pagan cities."}, {"passage_title": "", "verse": "15", "text": "I will pour out my vengeance on all the nations that refuse to obey me.”"}]}, {"chapter_title": "The Lord’s Case against Israel", "chapter_number": 6, "chapter_content": [{"passage_title": "", "verse": "6", "text": "Listen to what the Lord is saying: “Stand up and state your case against me. Let the mountains and hills be called to witness your complaints."}, {"passage_title": "", "verse": "2", "text": "And now, O mountains, listen to the Lord’s complaint! He has a case against his people. He will bring charges against Israel."}, {"passage_title": "", "verse": "3", "text": "“O my people, what have I done to you? What have I done to make you tired of me? Answer me!"}, {"passage_title": "", "verse": "4", "text": "For I brought you out of Egypt and redeemed you from slavery. I sent Moses, Aaron, and Miriam to help you."}, {"passage_title": "", "verse": "5", "text": "Don’t you remember, my people, how King Balak of Moab tried to have you cursed and how Balaam son of Beor blessed you instead? And remember your journey from Acacia Grove to Gilgal, when I, the Lord, did everything I could to teach you about my faithfulness.”"}, {"passage_title": "", "verse": "6", "text": "What can we bring to the Lord? Should we bring him burnt offerings? Should we bow before God Most High with offerings of yearling calves?"}, {"passage_title": "", "verse": "7", "text": "Should we offer him thousands of rams and ten thousand rivers of olive oil? Should we sacrifice our firstborn children to pay for our sins?"}, {"passage_title": "Israel’s Guilt and Punishment", "verse": "8", "text": "No, O people, the Lord has told you what is good, and this is what he requires of you: to do what is right, to love mercy, and to walk humbly with your God. [pas_title]"}, {"passage_title": "", "verse": "9", "text": "Fear the Lord if you are wise! His voice calls to everyone in Jerusalem: “The armies of destruction are coming; the Lord is sending them."}, {"passage_title": "", "verse": "10", "text": "What shall I say about the homes of the wicked filled with treasures gained by cheating? What about the disgusting practice of measuring out grain with dishonest measures?"}, {"passage_title": "", "verse": "11", "text": "How can I tolerate your merchants who use dishonest scales and weights?"}, {"passage_title": "", "verse": "12", "text": "The rich among you have become wealthy through extortion and violence. Your citizens are so used to lying that their tongues can no longer tell the truth."}, {"passage_title": "", "verse": "13", "text": "“Therefore, I will wound you! I will bring you to ruin for all your sins."}, {"passage_title": "", "verse": "14", "text": "You will eat but never have enough. Your hunger pangs and emptiness will remain. And though you try to save your money, it will come to nothing in the end. You will save a little, but I will give it to those who conquer you."}, {"passage_title": "", "verse": "15", "text": "You will plant crops but not harvest them. You will press your olives but not get enough oil to anoint yourselves. You will trample the grapes but get no juice to make your wine."}, {"passage_title": "", "verse": "16", "text": "You keep only the laws of evil King Omri; you follow only the example of wicked King Ahab! Therefore, I will make an example of you, bringing you to complete ruin. You will be treated with contempt, mocked by all who see you.”"}]}, {"chapter_title": "Misery Turned to Hope", "chapter_number": 7, "chapter_content": [{"passage_title": "", "verse": "7", "text": "How miserable I am! I feel like the fruit picker after the harvest who can find nothing to eat. Not a cluster of grapes or a single early fig can be found to satisfy my hunger."}, {"passage_title": "", "verse": "2", "text": "The godly people have all disappeared; not one honest person is left on the earth. They are all murderers, setting traps even for their own brothers."}, {"passage_title": "", "verse": "3", "text": "Both their hands are equally skilled at doing evil! Officials and judges alike demand bribes. The people with influence get what they want, and together they scheme to twist justice."}, {"passage_title": "", "verse": "4", "text": "Even the best of them is like a brier; the most honest is as dangerous as a hedge of thorns. But your judgment day is coming swiftly now. Your time of punishment is here, a time of confusion."}, {"passage_title": "", "verse": "5", "text": "Don’t trust anyone— not your best friend or even your wife!"}, {"passage_title": "", "verse": "6", "text": "For the son despises his father. The daughter defies her mother. The daughter-in-law defies her mother-in-law. Your enemies are right in your own household!"}, {"passage_title": "", "verse": "7", "text": "As for me, I look to the Lord for help. I wait confidently for God to save me, and my God will certainly hear me."}, {"passage_title": "", "verse": "8", "text": "Do not gloat over me, my enemies! For though I fall, I will rise again. Though I sit in darkness, the Lord will be my light."}, {"passage_title": "", "verse": "9", "text": "I will be patient as the Lord punishes me, for I have sinned against him. But after that, he will take up my case and give me justice for all I have suffered from my enemies. The Lord will bring me into the light, and I will see his righteousness."}, {"passage_title": "", "verse": "10", "text": "Then my enemies will see that the Lord is on my side. They will be ashamed that they taunted me, saying, “So where is the Lord— that God of yours?” With my own eyes I will see their downfall; they will be trampled like mud in the streets."}, {"passage_title": "", "verse": "11", "text": "In that day, Israel, your cities will be rebuilt, and your borders will be extended."}, {"passage_title": "", "verse": "12", "text": "People from many lands will come and honor you— from Assyria all the way to the towns of Egypt, from Egypt all the way to the Euphrates River, and from distant seas and mountains."}, {"passage_title": "The Lord’s Compassion on Israel", "verse": "13", "text": "But the land will become empty and desolate because of the wickedness of those who live there. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "O Lord, protect your people with your shepherd’s staff; lead your flock, your special possession. Though they live alone in a thicket on the heights of Mount Carmel, let them graze in the fertile pastures of Bashan and Gilead as they did long ago."}, {"passage_title": "", "verse": "15", "text": "“Yes,” says the Lord, “I will do mighty miracles for you, like those I did when I rescued you from slavery in Egypt.”"}, {"passage_title": "", "verse": "16", "text": "All the nations of the world will stand amazed at what the Lord will do for you. They will be embarrassed at their feeble power. They will cover their mouths in silent awe, deaf to everything around them."}, {"passage_title": "", "verse": "17", "text": "Like snakes crawling from their holes, they will come out to meet the Lord our God. They will fear him greatly, trembling in terror at his presence."}, {"passage_title": "", "verse": "18", "text": "Where is another God like you, who pardons the guilt of the remnant, overlooking the sins of his special people? You will not stay angry with your people forever, because you delight in showing unfailing love."}, {"passage_title": "", "verse": "19", "text": "Once again you will have compassion on us. You will trample our sins under your feet and throw them into the depths of the ocean!"}, {"passage_title": "", "verse": "20", "text": "You will show us your faithfulness and unfailing love as you promised to our ancestors Abraham and Jacob long ago."}]}]}