{"title": "Numbers", "category": "ot", "number_of_chapters": 36, "id": "num", "chapters": [{"chapter_title": "Registration of Israel’s Troops", "chapter_number": 1, "chapter_content": [{"passage_title": "", "verse": "1", "text": "A year after Israel’s departure from Egypt, the Lord spoke to Moses in the Tabernacle in the wilderness of Sinai. On the first day of the second month of that year he said,"}, {"passage_title": "", "verse": "2", "text": "“From the whole community of Israel, record the names of all the warriors by their clans and families. List all the men"}, {"passage_title": "", "verse": "3", "text": "twenty years old or older who are able to go to war. You and Aaron must register the troops,"}, {"passage_title": "", "verse": "4", "text": "and you will be assisted by one family leader from each tribe."}, {"passage_title": "", "verse": "5", "text": "“These are the tribes and the names of the leaders who will assist you: Tribe Leader Reuben Elizur son of Shedeur"}, {"passage_title": "", "verse": "6", "text": "Simeon Shelumiel son of Zurishaddai"}, {"passage_title": "", "verse": "7", "text": "Judah Nahshon son of Amminadab"}, {"passage_title": "", "verse": "8", "text": "Issachar Nethanel son of Zuar"}, {"passage_title": "", "verse": "9", "text": "Zebulun Eliab son of Helon"}, {"passage_title": "", "verse": "10", "text": "Ephraim son of Joseph Elishama son of Ammihud Manasseh son of Joseph Gamaliel son of Pedahzur"}, {"passage_title": "", "verse": "11", "text": "Benjamin Abidan son of Gideoni"}, {"passage_title": "", "verse": "12", "text": "Dan Ahiezer son of Ammishaddai"}, {"passage_title": "", "verse": "13", "text": "Asher Pagiel son of Ocran"}, {"passage_title": "", "verse": "14", "text": "Gad Eliasaph son of Deuel"}, {"passage_title": "", "verse": "15", "text": "Naphtali Ahira son of Enan"}, {"passage_title": "", "verse": "16", "text": "These are the chosen leaders of the community, the leaders of their ancestral tribes, the heads of the clans of Israel.”"}, {"passage_title": "", "verse": "17", "text": "So Moses and Aaron called together these chosen leaders,"}, {"passage_title": "", "verse": "18", "text": "and they assembled the whole community of Israel on that very day. All the people were registered according to their ancestry by their clans and families. The men of Israel who were twenty years old or older were listed one by one,"}, {"passage_title": "", "verse": "19", "text": "just as the Lord had commanded Moses. So Moses recorded their names in the wilderness of Sinai."}, {"passage_title": "", "verse": "20-21", "text": "This is the number of men twenty years old or older who were able to go to war, as their names were listed in the records of their clans and families: Tribe Number Reuben (Jacob’s oldest son) 46,500"}, {"passage_title": "", "verse": "22-23", "text": "Simeon 59,300"}, {"passage_title": "", "verse": "24-25", "text": "Gad 45,650"}, {"passage_title": "", "verse": "26-27", "text": "Judah 74,600"}, {"passage_title": "", "verse": "28-29", "text": "Issachar 54,400"}, {"passage_title": "", "verse": "30-31", "text": "Zebulun 57,400"}, {"passage_title": "", "verse": "32-33", "text": "Ephraim son of Joseph 40,500"}, {"passage_title": "", "verse": "34-35", "text": "Manasseh son of Joseph 32,200"}, {"passage_title": "", "verse": "36-37", "text": "Benjamin 35,400"}, {"passage_title": "", "verse": "38-39", "text": "Dan 62,700"}, {"passage_title": "", "verse": "40-41", "text": "Asher 41,500"}, {"passage_title": "", "verse": "42-43", "text": "Naphtali 53,400"}, {"passage_title": "", "verse": "44", "text": "These were the men registered by Moses and Aaron and the twelve leaders of Israel, all listed according to their ancestral descent."}, {"passage_title": "", "verse": "45", "text": "They were registered by families—all the men of Israel who were twenty years old or older and able to go to war."}, {"passage_title": "", "verse": "46", "text": "The total number was 603,550."}, {"passage_title": "", "verse": "47", "text": "But this total did not include the Levites."}, {"passage_title": "", "verse": "48", "text": "For the Lord had said to Moses,"}, {"passage_title": "", "verse": "49", "text": "“Do not include the tribe of Levi in the registration; do not count them with the rest of the Israelites."}, {"passage_title": "", "verse": "50", "text": "Put the Levites in charge of the Tabernacle of the Covenant, along with all its furnishings and equipment. They must carry the Tabernacle and all its furnishings as you travel, and they must take care of it and camp around it."}, {"passage_title": "", "verse": "51", "text": "Whenever it is time for the Tabernacle to move, the Levites will take it down. And when it is time to stop, they will set it up again. But any unauthorized person who goes too near the Tabernacle must be put to death."}, {"passage_title": "", "verse": "52", "text": "Each tribe of Israel will camp in a designated area with its own family banner."}, {"passage_title": "", "verse": "53", "text": "But the Levites will camp around the Tabernacle of the Covenant to protect the community of Israel from the Lord’s anger. The Levites are responsible to stand guard around the Tabernacle.”"}, {"passage_title": "", "verse": "54", "text": "So the Israelites did everything just as the Lord had commanded Moses."}]}, {"chapter_title": "Organization for Israel’s Camp", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "Then the Lord gave these instructions to Moses and Aaron:"}, {"passage_title": "", "verse": "2", "text": "“When the Israelites set up camp, each tribe will be assigned its own area. The tribal divisions will camp beneath their family banners on all four sides of the Tabernacle, but at some distance from it."}, {"passage_title": "", "verse": "3-4", "text": "“The divisions of Judah, Issachar, and Zebulun are to camp toward the sunrise on the east side of the Tabernacle, beneath their family banners. These are the names of the tribes, their leaders, and the numbers of their registered troops: Tribe Leader Number Judah Nahshon son of Amminadab 74,600"}, {"passage_title": "", "verse": "5-6", "text": "Issachar Nethanel son of Zuar 54,400"}, {"passage_title": "", "verse": "7-8", "text": "Zebulun Eliab son of Helon 57,400"}, {"passage_title": "", "verse": "9", "text": "So the total of all the troops on Judah’s side of the camp is 186,400. These three tribes are to lead the way whenever the Israelites travel to a new campsite."}, {"passage_title": "", "verse": "10-11", "text": "“The divisions of Reuben, Simeon, and Gad are to camp on the south side of the Tabernacle, beneath their family banners. These are the names of the tribes, their leaders, and the numbers of their registered troops: Tribe Leader Number Reuben Elizur son of Shedeur 46,500"}, {"passage_title": "", "verse": "12-13", "text": "Simeon Shelumiel son of Zurishaddai 59,300"}, {"passage_title": "", "verse": "14-15", "text": "Gad Eliasaph son of Deuel 45,650"}, {"passage_title": "", "verse": "16", "text": "So the total of all the troops on Reuben’s side of the camp is 151,450. These three tribes will be second in line whenever the Israelites travel."}, {"passage_title": "", "verse": "17", "text": "“Then the Tabernacle, carried by the Levites, will set out from the middle of the camp. All the tribes are to travel in the same order that they camp, each in position under the appropriate family banner."}, {"passage_title": "", "verse": "18-19", "text": "“The divisions of Ephraim, Manasseh, and Benjamin are to camp on the west side of the Tabernacle, beneath their family banners. These are the names of the tribes, their leaders, and the numbers of their registered troops: Tribe Leader Number Ephraim Elishama son of Ammihud 40,500"}, {"passage_title": "", "verse": "20-21", "text": "Manasseh Gamaliel son of Pedahzur 32,200"}, {"passage_title": "", "verse": "22-23", "text": "Benjamin Abidan son of Gideoni 35,400"}, {"passage_title": "", "verse": "24", "text": "So the total of all the troops on Ephraim’s side of the camp is 108,100. These three tribes will be third in line whenever the Israelites travel."}, {"passage_title": "", "verse": "25-26", "text": "“The divisions of Dan, Asher, and Naphtali are to camp on the north side of the Tabernacle, beneath their family banners. These are the names of the tribes, their leaders, and the numbers of their registered troops: Tribe Leader Number Dan Ahiezer son of Ammishaddai 62,700"}, {"passage_title": "", "verse": "27-28", "text": "Asher Pagiel son of Ocran 41,500"}, {"passage_title": "", "verse": "29-30", "text": "Naphtali Ahira son of Enan 53,400"}, {"passage_title": "", "verse": "31", "text": "So the total of all the troops on Dan’s side of the camp is 157,600. These three tribes will be last, marching under their banners whenever the Israelites travel.”"}, {"passage_title": "", "verse": "32", "text": "In summary, the troops of Israel listed by their families totaled 603,550."}, {"passage_title": "", "verse": "33", "text": "But as the Lord had commanded, the Levites were not included in this registration."}, {"passage_title": "", "verse": "34", "text": "So the people of Israel did everything as the Lord had commanded Moses. Each clan and family set up camp and marched under their banners exactly as the Lord had instructed them."}]}, {"chapter_title": "Levites Appointed for Service", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "This is the family line of Aaron and Moses as it was recorded when the Lord spoke to Moses on Mount Sinai:"}, {"passage_title": "", "verse": "2", "text": "The names of Aaron’s sons were Nadab (the oldest), Abihu, Eleazar, and Ithamar."}, {"passage_title": "", "verse": "3", "text": "These sons of Aaron were anointed and ordained to minister as priests."}, {"passage_title": "", "verse": "4", "text": "But Nadab and Abihu died in the Lord’s presence in the wilderness of Sinai when they burned before the Lord the wrong kind of fire, different than he had commanded. Since they had no sons, this left only Eleazar and Ithamar to serve as priests with their father, Aaron."}, {"passage_title": "", "verse": "5", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "6", "text": "“Call forward the tribe of Levi, and present them to Aaron the priest to serve as his assistants."}, {"passage_title": "", "verse": "7", "text": "They will serve Aaron and the whole community, performing their sacred duties in and around the Tabernacle."}, {"passage_title": "", "verse": "8", "text": "They will also maintain all the furnishings of the sacred tent, serving in the Tabernacle on behalf of all the Israelites."}, {"passage_title": "", "verse": "9", "text": "Assign the Levites to Aaron and his sons. They have been given from among all the people of Israel to serve as their assistants."}, {"passage_title": "", "verse": "10", "text": "Appoint Aaron and his sons to carry out the duties of the priesthood. But any unauthorized person who goes too near the sanctuary must be put to death.”"}, {"passage_title": "", "verse": "11", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "12", "text": "“Look, I have chosen the Levites from among the Israelites to serve as substitutes for all the firstborn sons of the people of Israel. The Levites belong to me,"}, {"passage_title": "Registration of the Levites", "verse": "13", "text": "for all the firstborn males are mine. On the day I struck down all the firstborn sons of the Egyptians, I set apart for myself all the firstborn in Israel, both of people and of animals. They are mine; I am the Lord.” [pas_title]"}, {"passage_title": "", "verse": "14", "text": "The Lord spoke again to Moses in the wilderness of Sinai. He said,"}, {"passage_title": "", "verse": "15", "text": "“Record the names of the members of the tribe of Levi by their families and clans. List every male who is one month old or older.”"}, {"passage_title": "", "verse": "16", "text": "So Moses listed them, just as the Lord had commanded."}, {"passage_title": "", "verse": "17", "text": "Levi had three sons, whose names were Gershon, Kohath, and Merari."}, {"passage_title": "", "verse": "18", "text": "The clans descended from Gershon were named after two of his descendants, Libni and Shimei."}, {"passage_title": "", "verse": "19", "text": "The clans descended from Kohath were named after four of his descendants, Amram, Izhar, Hebron, and Uzziel."}, {"passage_title": "", "verse": "20", "text": "The clans descended from Merari were named after two of his descendants, Mahli and Mushi. These were the Levite clans, listed according to their family groups."}, {"passage_title": "", "verse": "21", "text": "The descendants of Gershon were composed of the clans descended from Libni and Shimei."}, {"passage_title": "", "verse": "22", "text": "There were 7,500 males one month old or older among these Gershonite clans."}, {"passage_title": "", "verse": "23", "text": "They were assigned the area to the west of the Tabernacle for their camp."}, {"passage_title": "", "verse": "24", "text": "The leader of the Gershonite clans was Eliasaph son of Lael."}, {"passage_title": "", "verse": "25", "text": "These two clans were responsible to care for the Tabernacle, including the sacred tent with its layers of coverings, the curtain at its entrance,"}, {"passage_title": "", "verse": "26", "text": "the curtains of the courtyard that surrounded the Tabernacle and altar, the curtain at the courtyard entrance, the ropes, and all the equipment related to their use."}, {"passage_title": "", "verse": "27", "text": "The descendants of Kohath were composed of the clans descended from Amram, Izhar, Hebron, and Uzziel."}, {"passage_title": "", "verse": "28", "text": "There were 8,600 males one month old or older among these Kohathite clans. They were responsible for the care of the sanctuary,"}, {"passage_title": "", "verse": "29", "text": "and they were assigned the area south of the Tabernacle for their camp."}, {"passage_title": "", "verse": "30", "text": "The leader of the Kohathite clans was Elizaphan son of Uzziel."}, {"passage_title": "", "verse": "31", "text": "These four clans were responsible for the care of the Ark, the table, the lampstand, the altars, the various articles used in the sanctuary, the inner curtain, and all the equipment related to their use."}, {"passage_title": "", "verse": "32", "text": "Eleazar, son of Aaron the priest, was the chief administrator over all the Levites, with special responsibility for the oversight of the sanctuary."}, {"passage_title": "", "verse": "33", "text": "The descendants of Merari were composed of the clans descended from Mahli and Mushi."}, {"passage_title": "", "verse": "34", "text": "There were 6,200 males one month old or older among these Merarite clans."}, {"passage_title": "", "verse": "35", "text": "They were assigned the area north of the Tabernacle for their camp. The leader of the Merarite clans was Zuriel son of Abihail."}, {"passage_title": "", "verse": "36", "text": "These two clans were responsible for the care of the frames supporting the Tabernacle, the crossbars, the pillars, the bases, and all the equipment related to their use."}, {"passage_title": "", "verse": "37", "text": "They were also responsible for the posts of the courtyard and all their bases, pegs, and ropes."}, {"passage_title": "", "verse": "38", "text": "The area in front of the Tabernacle, in the east toward the sunrise, was reserved for the tents of Moses and of Aaron and his sons, who had the final responsibility for the sanctuary on behalf of the people of Israel. Anyone other than a priest or Levite who went too near the sanctuary was to be put to death."}, {"passage_title": "Redeeming the Firstborn Sons", "verse": "39", "text": "When Moses and Aaron counted the Levite clans at the Lord’s command, the total number was 22,000 males one month old or older. [pas_title]"}, {"passage_title": "", "verse": "40", "text": "Then the Lord said to Moses, “Now count all the firstborn sons in Israel who are one month old or older, and make a list of their names."}, {"passage_title": "", "verse": "41", "text": "The Levites must be reserved for me as substitutes for the firstborn sons of Israel; I am the Lord. And the Levites’ livestock must be reserved for me as substitutes for the firstborn livestock of the whole nation of Israel.”"}, {"passage_title": "", "verse": "42", "text": "So Moses counted the firstborn sons of the people of Israel, just as the Lord had commanded."}, {"passage_title": "", "verse": "43", "text": "The number of firstborn sons who were one month old or older was 22,273."}, {"passage_title": "", "verse": "44", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "45", "text": "“Take the Levites as substitutes for the firstborn sons of the people of Israel. And take the livestock of the Levites as substitutes for the firstborn livestock of the people of Israel. The Levites belong to me; I am the Lord."}, {"passage_title": "", "verse": "46", "text": "There are 273 more firstborn sons of Israel than there are Levites. To redeem these extra firstborn sons,"}, {"passage_title": "", "verse": "47", "text": "collect five pieces of silver for each of them (each piece weighing the same as the sanctuary shekel, which equals twenty gerahs)."}, {"passage_title": "", "verse": "48", "text": "Give the silver to Aaron and his sons as the redemption price for the extra firstborn sons.”"}, {"passage_title": "", "verse": "49", "text": "So Moses collected the silver for redeeming the firstborn sons of Israel who exceeded the number of Levites."}, {"passage_title": "", "verse": "50", "text": "He collected 1,365 pieces of silver on behalf of these firstborn sons of Israel (each piece weighing the same as the sanctuary shekel)."}, {"passage_title": "", "verse": "51", "text": "And Moses gave the silver for the redemption to Aaron and his sons, just as the Lord had commanded."}]}, {"chapter_title": "Duties of the Kohathite Clan", "chapter_number": 4, "chapter_content": [{"passage_title": "", "verse": "4", "text": "Then the Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "2", "text": "“Record the names of the members of the clans and families of the Kohathite division of the tribe of Levi."}, {"passage_title": "", "verse": "3", "text": "List all the men between the ages of thirty and fifty who are eligible to serve in the Tabernacle."}, {"passage_title": "", "verse": "4", "text": "“The duties of the Kohathites at the Tabernacle will relate to the most sacred objects."}, {"passage_title": "", "verse": "5", "text": "When the camp moves, Aaron and his sons must enter the Tabernacle first to take down the inner curtain and cover the Ark of the Covenant with it."}, {"passage_title": "", "verse": "6", "text": "Then they must cover the inner curtain with fine goatskin leather and spread over that a single piece of blue cloth. Finally, they must put the carrying poles of the Ark in place."}, {"passage_title": "", "verse": "7", "text": "“Next they must spread a blue cloth over the table where the Bread of the Presence is displayed, and on the cloth they will place the bowls, ladles, jars, pitchers, and the special bread."}, {"passage_title": "", "verse": "8", "text": "They must spread a scarlet cloth over all of this, and finally a covering of fine goatskin leather on top of the scarlet cloth. Then they must insert the carrying poles into the table."}, {"passage_title": "", "verse": "9", "text": "“Next they must cover the lampstand with a blue cloth, along with its lamps, lamp snuffers, trays, and special jars of olive oil."}, {"passage_title": "", "verse": "10", "text": "Then they must cover the lampstand and its accessories with fine goatskin leather and place the bundle on a carrying frame."}, {"passage_title": "", "verse": "11", "text": "“Next they must spread a blue cloth over the gold incense altar and cover this cloth with fine goatskin leather. Then they must attach the carrying poles to the altar."}, {"passage_title": "", "verse": "12", "text": "They must take all the remaining furnishings of the sanctuary and wrap them in a blue cloth, cover them with fine goatskin leather, and place them on the carrying frame."}, {"passage_title": "", "verse": "13", "text": "“They must remove the ashes from the altar for sacrifices and cover the altar with a purple cloth."}, {"passage_title": "", "verse": "14", "text": "All the altar utensils—the firepans, meat forks, shovels, basins, and all the containers—must be placed on the cloth, and a covering of fine goatskin leather must be spread over them. Finally, they must put the carrying poles in place."}, {"passage_title": "", "verse": "15", "text": "The camp will be ready to move when Aaron and his sons have finished covering the sanctuary and all the sacred articles. The Kohathites will come and carry these things to the next destination. But they must not touch the sacred objects, or they will die. So these are the things from the Tabernacle that the Kohathites must carry."}, {"passage_title": "", "verse": "16", "text": "“Eleazar son of Aaron the priest will be responsible for the oil of the lampstand, the fragrant incense, the daily grain offering, and the anointing oil. In fact, Eleazar will be responsible for the entire Tabernacle and everything in it, including the sanctuary and its furnishings.”"}, {"passage_title": "", "verse": "17", "text": "Then the Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "18", "text": "“Do not let the Kohathite clans be destroyed from among the Levites!"}, {"passage_title": "", "verse": "19", "text": "This is what you must do so they will live and not die when they approach the most sacred objects. Aaron and his sons must always go in with them and assign a specific duty or load to each person."}, {"passage_title": "Duties of the Gershonite Clan", "verse": "20", "text": "The Kohathites must never enter the sanctuary to look at the sacred objects for even a moment, or they will die.” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "22", "text": "“Record the names of the members of the clans and families of the Gershonite division of the tribe of Levi."}, {"passage_title": "", "verse": "23", "text": "List all the men between the ages of thirty and fifty who are eligible to serve in the Tabernacle."}, {"passage_title": "", "verse": "24", "text": "“These Gershonite clans will be responsible for general service and carrying loads."}, {"passage_title": "", "verse": "25", "text": "They must carry the curtains of the Tabernacle, the Tabernacle itself with its coverings, the outer covering of fine goatskin leather, and the curtain for the Tabernacle entrance."}, {"passage_title": "", "verse": "26", "text": "They are also to carry the curtains for the courtyard walls that surround the Tabernacle and altar, the curtain across the courtyard entrance, the ropes, and all the equipment related to their use. The Gershonites are responsible for all these items."}, {"passage_title": "", "verse": "27", "text": "Aaron and his sons will direct the Gershonites regarding all their duties, whether it involves moving the equipment or doing other work. They must assign the Gershonites responsibility for the loads they are to carry."}, {"passage_title": "Duties of the Merarite Clan", "verse": "28", "text": "So these are the duties assigned to the Gershonite clans at the Tabernacle. They will be directly responsible to Ithamar son of Aaron the priest. [pas_title]"}, {"passage_title": "", "verse": "29", "text": "“Now record the names of the members of the clans and families of the Merarite division of the tribe of Levi."}, {"passage_title": "", "verse": "30", "text": "List all the men between the ages of thirty and fifty who are eligible to serve in the Tabernacle."}, {"passage_title": "", "verse": "31", "text": "“Their only duty at the Tabernacle will be to carry loads. They will carry the frames of the Tabernacle, the crossbars, the posts, and the bases;"}, {"passage_title": "", "verse": "32", "text": "also the posts for the courtyard walls with their bases, pegs, and ropes; and all the accessories and everything else related to their use. Assign the various loads to each man by name."}, {"passage_title": "Summary of the Registration", "verse": "33", "text": "So these are the duties of the Merarite clans at the Tabernacle. They are directly responsible to Ithamar son of Aaron the priest.” [pas_title]"}, {"passage_title": "", "verse": "34", "text": "So Moses, Aaron, and the other leaders of the community listed the members of the Kohathite division by their clans and families."}, {"passage_title": "", "verse": "35", "text": "The list included all the men between thirty and fifty years of age who were eligible for service in the Tabernacle,"}, {"passage_title": "", "verse": "36", "text": "and the total number came to 2,750."}, {"passage_title": "", "verse": "37", "text": "So this was the total of all those from the Kohathite clans who were eligible to serve at the Tabernacle. Moses and Aaron listed them, just as the Lord had commanded through Moses."}, {"passage_title": "", "verse": "38", "text": "The Gershonite division was also listed by its clans and families."}, {"passage_title": "", "verse": "39", "text": "The list included all the men between thirty and fifty years of age who were eligible for service in the Tabernacle,"}, {"passage_title": "", "verse": "40", "text": "and the total number came to 2,630."}, {"passage_title": "", "verse": "41", "text": "So this was the total of all those from the Gershonite clans who were eligible to serve at the Tabernacle. Moses and Aaron listed them, just as the Lord had commanded."}, {"passage_title": "", "verse": "42", "text": "The Merarite division was also listed by its clans and families."}, {"passage_title": "", "verse": "43", "text": "The list included all the men between thirty and fifty years of age who were eligible for service in the Tabernacle,"}, {"passage_title": "", "verse": "44", "text": "and the total number came to 3,200."}, {"passage_title": "", "verse": "45", "text": "So this was the total of all those from the Merarite clans who were eligible for service. Moses and Aaron listed them, just as the Lord had commanded through Moses."}, {"passage_title": "", "verse": "46", "text": "So Moses, Aaron, and the leaders of Israel listed all the Levites by their clans and families."}, {"passage_title": "", "verse": "47", "text": "All the men between thirty and fifty years of age who were eligible for service in the Tabernacle and for its transportation"}, {"passage_title": "", "verse": "48", "text": "numbered 8,580."}, {"passage_title": "", "verse": "49", "text": "When their names were recorded, as the Lord had commanded through Moses, each man was assigned his task and told what to carry. And so the registration was completed, just as the Lord had commanded Moses."}]}, {"chapter_title": "Purity in Israel’s Camp", "chapter_number": 5, "chapter_content": [{"passage_title": "", "verse": "5", "text": "The Lord gave these instructions to Moses:"}, {"passage_title": "", "verse": "2", "text": "“Command the people of Israel to remove from the camp anyone who has a skin disease or a discharge, or who has become ceremonially unclean by touching a dead person."}, {"passage_title": "", "verse": "3", "text": "This command applies to men and women alike. Remove them so they will not defile the camp in which I live among them.”"}, {"passage_title": "", "verse": "4", "text": "So the Israelites did as the Lord had commanded Moses and removed such people from the camp."}, {"passage_title": "", "verse": "5", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "6", "text": "“Give the following instructions to the people of Israel: If any of the people—men or women—betray the Lord by doing wrong to another person, they are guilty."}, {"passage_title": "", "verse": "7", "text": "They must confess their sin and make full restitution for what they have done, adding an additional 20 percent and returning it to the person who was wronged."}, {"passage_title": "", "verse": "8", "text": "But if the person who was wronged is dead, and there are no near relatives to whom restitution can be made, the payment belongs to the Lord and must be given to the priest. Those who are guilty must also bring a ram as a sacrifice, and they will be purified and made right with the Lord."}, {"passage_title": "", "verse": "9", "text": "All the sacred offerings that the Israelites bring to a priest will belong to him."}, {"passage_title": "Protecting Marital Faithfulness", "verse": "10", "text": "Each priest may keep all the sacred donations that he receives.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "12", "text": "“Give the following instructions to the people of Israel. “Suppose a man’s wife goes astray, and she is unfaithful to her husband"}, {"passage_title": "", "verse": "13", "text": "and has sex with another man, but neither her husband nor anyone else knows about it. She has defiled herself, even though there was no witness and she was not caught in the act."}, {"passage_title": "", "verse": "14", "text": "If her husband becomes jealous and is suspicious of his wife and needs to know whether or not she has defiled herself,"}, {"passage_title": "", "verse": "15", "text": "the husband must bring his wife to the priest. He must also bring an offering of two quarts of barley flour to be presented on her behalf. Do not mix it with olive oil or frankincense, for it is a jealousy offering—an offering to prove whether or not she is guilty."}, {"passage_title": "", "verse": "16", "text": "“The priest will then present her to stand trial before the Lord."}, {"passage_title": "", "verse": "17", "text": "He must take some holy water in a clay jar and pour into it dust he has taken from the Tabernacle floor."}, {"passage_title": "", "verse": "18", "text": "When the priest has presented the woman before the Lord, he must unbind her hair and place in her hands the offering of proof—the jealousy offering to determine whether her husband’s suspicions are justified. The priest will stand before her, holding the jar of bitter water that brings a curse to those who are guilty."}, {"passage_title": "", "verse": "19", "text": "The priest will then put the woman under oath and say to her, ‘If no other man has had sex with you, and you have not gone astray and defiled yourself while under your husband’s authority, may you be immune from the effects of this bitter water that brings on the curse."}, {"passage_title": "", "verse": "20", "text": "But if you have gone astray by being unfaithful to your husband, and have defiled yourself by having sex with another man—’"}, {"passage_title": "", "verse": "21", "text": "“At this point the priest must put the woman under oath by saying, ‘May the people know that the Lord’s curse is upon you when he makes you infertile, causing your womb to shrivel and your abdomen to swell."}, {"passage_title": "", "verse": "22", "text": "Now may this water that brings the curse enter your body and cause your abdomen to swell and your womb to shrivel.’ And the woman will be required to say, ‘Yes, let it be so.’"}, {"passage_title": "", "verse": "23", "text": "And the priest will write these curses on a piece of leather and wash them off into the bitter water."}, {"passage_title": "", "verse": "24", "text": "He will make the woman drink the bitter water that brings on the curse. When the water enters her body, it will cause bitter suffering if she is guilty."}, {"passage_title": "", "verse": "25", "text": "“The priest will take the jealousy offering from the woman’s hand, lift it up before the Lord, and carry it to the altar."}, {"passage_title": "", "verse": "26", "text": "He will take a handful of the flour as a token portion and burn it on the altar, and he will require the woman to drink the water."}, {"passage_title": "", "verse": "27", "text": "If she has defiled herself by being unfaithful to her husband, the water that brings on the curse will cause bitter suffering. Her abdomen will swell and her womb will shrink, and her name will become a curse among her people."}, {"passage_title": "", "verse": "28", "text": "But if she has not defiled herself and is pure, then she will be unharmed and will still be able to have children."}, {"passage_title": "", "verse": "29", "text": "“This is the ritual law for dealing with suspicion. If a woman goes astray and defiles herself while under her husband’s authority,"}, {"passage_title": "", "verse": "30", "text": "or if a man becomes jealous and is suspicious that his wife has been unfaithful, the husband must present his wife before the Lord, and the priest will apply this entire ritual law to her."}, {"passage_title": "", "verse": "31", "text": "The husband will be innocent of any guilt in this matter, but his wife will be held accountable for her sin.”"}]}, {"chapter_title": "Nazirite Laws", "chapter_number": 6, "chapter_content": [{"passage_title": "", "verse": "6", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Give the following instructions to the people of Israel. “If any of the people, either men or women, take the special vow of a Nazirite, setting themselves apart to the Lord in a special way,"}, {"passage_title": "", "verse": "3", "text": "they must give up wine and other alcoholic drinks. They must not use vinegar made from wine or from other alcoholic drinks, they must not drink fresh grape juice, and they must not eat grapes or raisins."}, {"passage_title": "", "verse": "4", "text": "As long as they are bound by their Nazirite vow, they are not allowed to eat or drink anything that comes from a grapevine—not even the grape seeds or skins."}, {"passage_title": "", "verse": "5", "text": "“They must never cut their hair throughout the time of their vow, for they are holy and set apart to the Lord. Until the time of their vow has been fulfilled, they must let their hair grow long."}, {"passage_title": "", "verse": "6", "text": "And they must not go near a dead body during the entire period of their vow to the Lord."}, {"passage_title": "", "verse": "7", "text": "Even if the dead person is their own father, mother, brother, or sister, they must not defile themselves, for the hair on their head is the symbol of their separation to God."}, {"passage_title": "", "verse": "8", "text": "This requirement applies as long as they are set apart to the Lord."}, {"passage_title": "", "verse": "9", "text": "“If someone falls dead beside them, the hair they have dedicated will be defiled. They must wait for seven days and then shave their heads. Then they will be cleansed from their defilement."}, {"passage_title": "", "verse": "10", "text": "On the eighth day they must bring two turtledoves or two young pigeons to the priest at the entrance of the Tabernacle."}, {"passage_title": "", "verse": "11", "text": "The priest will offer one of the birds for a sin offering and the other for a burnt offering. In this way, he will purify them from the guilt they incurred through contact with the dead body. Then they must reaffirm their commitment and let their hair begin to grow again."}, {"passage_title": "", "verse": "12", "text": "The days of their vow that were completed before their defilement no longer count. They must rededicate themselves to the Lord as a Nazirite for the full term of their vow, and each must bring a one-year-old male lamb for a guilt offering."}, {"passage_title": "", "verse": "13", "text": "“This is the ritual law for Nazirites. At the conclusion of their time of separation as Nazirites, they must each go to the entrance of the Tabernacle"}, {"passage_title": "", "verse": "14", "text": "and offer their sacrifices to the Lord: a one-year-old male lamb without defect for a burnt offering, a one-year-old female lamb without defect for a sin offering, a ram without defect for a peace offering,"}, {"passage_title": "", "verse": "15", "text": "a basket of bread made without yeast—cakes of choice flour mixed with olive oil and wafers spread with olive oil—along with their prescribed grain offerings and liquid offerings."}, {"passage_title": "", "verse": "16", "text": "The priest will present these offerings before the Lord: first the sin offering and the burnt offering;"}, {"passage_title": "", "verse": "17", "text": "then the ram for a peace offering, along with the basket of bread made without yeast. The priest must also present the prescribed grain offering and liquid offering to the Lord."}, {"passage_title": "", "verse": "18", "text": "“Then the Nazirites will shave their heads at the entrance of the Tabernacle. They will take the hair that had been dedicated and place it on the fire beneath the peace-offering sacrifice."}, {"passage_title": "", "verse": "19", "text": "After the Nazirite’s head has been shaved, the priest will take for each of them the boiled shoulder of the ram, and he will take from the basket a cake and a wafer made without yeast. He will put them all into the Nazirite’s hands."}, {"passage_title": "", "verse": "20", "text": "Then the priest will lift them up as a special offering before the Lord. These are holy portions for the priest, along with the breast of the special offering and the thigh of the sacred offering that are lifted up before the Lord. After this ceremony the Nazirites may again drink wine."}, {"passage_title": "The Priestly Blessing", "verse": "21", "text": "“This is the ritual law of the Nazirites, who vow to bring these offerings to the Lord. They may also bring additional offerings if they can afford it. And they must be careful to do whatever they vowed when they set themselves apart as Nazirites.” [pas_title]"}, {"passage_title": "", "verse": "22", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "23", "text": "“Tell Aaron and his sons to bless the people of Israel with this special blessing:"}, {"passage_title": "", "verse": "24", "text": "‘May the Lord bless you and protect you."}, {"passage_title": "", "verse": "25", "text": "May the Lord smile on you and be gracious to you."}, {"passage_title": "", "verse": "26", "text": "May the Lord show you his favor and give you his peace.’"}, {"passage_title": "", "verse": "27", "text": "Whenever Aaron and his sons bless the people of Israel in my name, I myself will bless them.”"}]}, {"chapter_title": "Offerings of Dedication", "chapter_number": 7, "chapter_content": [{"passage_title": "", "verse": "7", "text": "On the day Moses set up the Tabernacle, he anointed it and set it apart as holy. He also anointed and set apart all its furnishings and the altar with its utensils."}, {"passage_title": "", "verse": "2", "text": "Then the leaders of Israel—the tribal leaders who had registered the troops—came and brought their offerings."}, {"passage_title": "", "verse": "3", "text": "Together they brought six large wagons and twelve oxen. There was a wagon for every two leaders and an ox for each leader. They presented these to the Lord in front of the Tabernacle."}, {"passage_title": "", "verse": "4", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "5", "text": "“Receive their gifts, and use these oxen and wagons for transporting the Tabernacle. Distribute them among the Levites according to the work they have to do.”"}, {"passage_title": "", "verse": "6", "text": "So Moses took the wagons and oxen and presented them to the Levites."}, {"passage_title": "", "verse": "7", "text": "He gave two wagons and four oxen to the Gershonite division for their work,"}, {"passage_title": "", "verse": "8", "text": "and he gave four wagons and eight oxen to the Merarite division for their work. All their work was done under the leadership of Ithamar son of Aaron the priest."}, {"passage_title": "", "verse": "9", "text": "But he gave none of the wagons or oxen to the Kohathite division, since they were required to carry the sacred objects of the Tabernacle on their shoulders."}, {"passage_title": "", "verse": "10", "text": "The leaders also presented dedication gifts for the altar at the time it was anointed. They each placed their gifts before the altar."}, {"passage_title": "", "verse": "11", "text": "The Lord said to Moses, “Let one leader bring his gift each day for the dedication of the altar.”"}, {"passage_title": "", "verse": "12", "text": "On the first day Nahshon son of Amminadab, leader of the tribe of Judah, presented his offering."}, {"passage_title": "", "verse": "13", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "14", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "15", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "16", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "17", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Nahshon son of Amminadab."}, {"passage_title": "", "verse": "18", "text": "On the second day Nethanel son of Zuar, leader of the tribe of Issachar, presented his offering."}, {"passage_title": "", "verse": "19", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "20", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "21", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "22", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "23", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Nethanel son of Zuar."}, {"passage_title": "", "verse": "24", "text": "On the third day Eliab son of Helon, leader of the tribe of Zebulun, presented his offering."}, {"passage_title": "", "verse": "25", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "26", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "27", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "28", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "29", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Eliab son of Helon."}, {"passage_title": "", "verse": "30", "text": "On the fourth day Elizur son of Shedeur, leader of the tribe of Reuben, presented his offering."}, {"passage_title": "", "verse": "31", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "32", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "33", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "34", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "35", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Elizur son of Shedeur."}, {"passage_title": "", "verse": "36", "text": "On the fifth day Shelumiel son of Zurishaddai, leader of the tribe of Simeon, presented his offering."}, {"passage_title": "", "verse": "37", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "38", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "39", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "40", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "41", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Shelumiel son of Zurishaddai."}, {"passage_title": "", "verse": "42", "text": "On the sixth day Eliasaph son of Deuel, leader of the tribe of Gad, presented his offering."}, {"passage_title": "", "verse": "43", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "44", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "45", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "46", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "47", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Eliasaph son of Deuel."}, {"passage_title": "", "verse": "48", "text": "On the seventh day Elishama son of Ammihud, leader of the tribe of Ephraim, presented his offering."}, {"passage_title": "", "verse": "49", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "50", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "51", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "52", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "53", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Elishama son of Ammihud."}, {"passage_title": "", "verse": "54", "text": "On the eighth day Gamaliel son of Pedahzur, leader of the tribe of Manasseh, presented his offering."}, {"passage_title": "", "verse": "55", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "56", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "57", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "58", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "59", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Gamaliel son of Pedahzur."}, {"passage_title": "", "verse": "60", "text": "On the ninth day Abidan son of Gideoni, leader of the tribe of Benjamin, presented his offering."}, {"passage_title": "", "verse": "61", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "62", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "63", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "64", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "65", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Abidan son of Gideoni."}, {"passage_title": "", "verse": "66", "text": "On the tenth day Ahiezer son of Ammishaddai, leader of the tribe of Dan, presented his offering."}, {"passage_title": "", "verse": "67", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "68", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "69", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "70", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "71", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Ahiezer son of Ammishaddai."}, {"passage_title": "", "verse": "72", "text": "On the eleventh day Pagiel son of Ocran, leader of the tribe of Asher, presented his offering."}, {"passage_title": "", "verse": "73", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "74", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "75", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "76", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "77", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Pagiel son of Ocran."}, {"passage_title": "", "verse": "78", "text": "On the twelfth day Ahira son of Enan, leader of the tribe of Naphtali, presented his offering."}, {"passage_title": "", "verse": "79", "text": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."}, {"passage_title": "", "verse": "80", "text": "He also brought a gold container weighing four ounces, which was filled with incense."}, {"passage_title": "", "verse": "81", "text": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"}, {"passage_title": "", "verse": "82", "text": "and a male goat for a sin offering."}, {"passage_title": "", "verse": "83", "text": "For a peace offering he brought two bulls, five rams, five male goats, and five one-year-old male lambs. This was the offering brought by Ahira son of Enan."}, {"passage_title": "", "verse": "84", "text": "So this was the dedication offering brought by the leaders of Israel at the time the altar was anointed: twelve silver platters, twelve silver basins, and twelve gold incense containers."}, {"passage_title": "", "verse": "85", "text": "Each silver platter weighed 3 1⁄4 pounds, and each silver basin weighed 1 3⁄4 pounds. The total weight of the silver was 60 pounds (as measured by the weight of the sanctuary shekel)."}, {"passage_title": "", "verse": "86", "text": "Each of the twelve gold containers that was filled with incense weighed four ounces (as measured by the weight of the sanctuary shekel). The total weight of the gold was three pounds."}, {"passage_title": "", "verse": "87", "text": "Twelve young bulls, twelve rams, and twelve one-year-old male lambs were donated for the burnt offerings, along with their prescribed grain offerings. Twelve male goats were brought for the sin offerings."}, {"passage_title": "", "verse": "88", "text": "Twenty-four bulls, sixty rams, sixty male goats, and sixty one-year-old male lambs were donated for the peace offerings. This was the dedication offering for the altar after it was anointed."}, {"passage_title": "", "verse": "89", "text": "Whenever Moses went into the Tabernacle to speak with the Lord, he heard the voice speaking to him from between the two cherubim above the Ark’s cover—the place of atonement—that rests on the Ark of the Covenant. The Lord spoke to him from there."}]}, {"chapter_title": "Preparing the Lamps", "chapter_number": 8, "chapter_content": [{"passage_title": "", "verse": "8", "text": "The Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Give Aaron the following instructions: When you set up the seven lamps in the lampstand, place them so their light shines forward in front of the lampstand.”"}, {"passage_title": "", "verse": "3", "text": "So Aaron did this. He set up the seven lamps so they reflected their light forward, just as the Lord had commanded Moses."}, {"passage_title": "The Levites Dedicated", "verse": "4", "text": "The entire lampstand, from its base to its decorative blossoms, was made of beaten gold. It was built according to the exact design the Lord had shown Moses. [pas_title]"}, {"passage_title": "", "verse": "5", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "6", "text": "“Now set the Levites apart from the rest of the people of Israel and make them ceremonially clean."}, {"passage_title": "", "verse": "7", "text": "Do this by sprinkling them with the water of purification, and have them shave their entire body and wash their clothing. Then they will be ceremonially clean."}, {"passage_title": "", "verse": "8", "text": "Have them bring a young bull and a grain offering of choice flour moistened with olive oil, along with a second young bull for a sin offering."}, {"passage_title": "", "verse": "9", "text": "Then assemble the whole community of Israel, and present the Levites at the entrance of the Tabernacle."}, {"passage_title": "", "verse": "10", "text": "When you present the Levites before the Lord, the people of Israel must lay their hands on them."}, {"passage_title": "", "verse": "11", "text": "Raising his hands, Aaron must then present the Levites to the Lord as a special offering from the people of Israel, thus dedicating them to the Lord’s service."}, {"passage_title": "", "verse": "12", "text": "“Next the Levites will lay their hands on the heads of the young bulls. Present one as a sin offering and the other as a burnt offering to the Lord, to purify the Levites and make them right with the Lord."}, {"passage_title": "", "verse": "13", "text": "Then have the Levites stand in front of Aaron and his sons, and raise your hands and present them as a special offering to the Lord."}, {"passage_title": "", "verse": "14", "text": "In this way, you will set the Levites apart from the rest of the people of Israel, and the Levites will belong to me."}, {"passage_title": "", "verse": "15", "text": "After this, they may go into the Tabernacle to do their work, because you have purified them and presented them as a special offering."}, {"passage_title": "", "verse": "16", "text": "“Of all the people of Israel, the Levites are reserved for me. I have claimed them for myself in place of all the firstborn sons of the Israelites; I have taken the Levites as their substitutes."}, {"passage_title": "", "verse": "17", "text": "For all the firstborn males among the people of Israel are mine, both of people and of animals. I set them apart for myself on the day I struck down all the firstborn sons of the Egyptians."}, {"passage_title": "", "verse": "18", "text": "Yes, I have claimed the Levites in place of all the firstborn sons of Israel."}, {"passage_title": "", "verse": "19", "text": "And of all the Israelites, I have assigned the Levites to Aaron and his sons. They will serve in the Tabernacle on behalf of the Israelites and make sacrifices to purify the people so no plague will strike them when they approach the sanctuary.”"}, {"passage_title": "", "verse": "20", "text": "So Moses, Aaron, and the whole community of Israel dedicated the Levites, carefully following all the Lord’s instructions to Moses."}, {"passage_title": "", "verse": "21", "text": "The Levites purified themselves from sin and washed their clothes, and Aaron lifted them up and presented them to the Lord as a special offering. He then offered a sacrifice to purify them and make them right with the Lord."}, {"passage_title": "", "verse": "22", "text": "After that the Levites went into the Tabernacle to perform their duties, assisting Aaron and his sons. So they carried out all the commands that the Lord gave Moses concerning the Levites."}, {"passage_title": "", "verse": "23", "text": "The Lord also instructed Moses,"}, {"passage_title": "", "verse": "24", "text": "“This is the rule the Levites must follow: They must begin serving in the Tabernacle at the age of twenty-five,"}, {"passage_title": "", "verse": "25", "text": "and they must retire at the age of fifty."}, {"passage_title": "", "verse": "26", "text": "After retirement they may assist their fellow Levites by serving as guards at the Tabernacle, but they may not officiate in the service. This is how you must assign duties to the Levites.”"}]}, {"chapter_title": "The Second Passover", "chapter_number": 9, "chapter_content": [{"passage_title": "", "verse": "9", "text": "A year after Israel’s departure from Egypt, the Lord spoke to Moses in the wilderness of Sinai. In the first month of that year he said,"}, {"passage_title": "", "verse": "2", "text": "“Tell the Israelites to celebrate the Passover at the prescribed time,"}, {"passage_title": "", "verse": "3", "text": "at twilight on the fourteenth day of the first month. Be sure to follow all my decrees and regulations concerning this celebration.”"}, {"passage_title": "", "verse": "4", "text": "So Moses told the people to celebrate the Passover"}, {"passage_title": "", "verse": "5", "text": "in the wilderness of Sinai as twilight fell on the fourteenth day of the month. And they celebrated the festival there, just as the Lord had commanded Moses."}, {"passage_title": "", "verse": "6", "text": "But some of the men had been ceremonially defiled by touching a dead body, so they could not celebrate the Passover that day. They came to Moses and Aaron that day"}, {"passage_title": "", "verse": "7", "text": "and said, “We have become ceremonially unclean by touching a dead body. But why should we be prevented from presenting the Lord’s offering at the proper time with the rest of the Israelites?”"}, {"passage_title": "", "verse": "8", "text": "Moses answered, “Wait here until I have received instructions for you from the Lord.”"}, {"passage_title": "", "verse": "9", "text": "This was the Lord’s reply to Moses."}, {"passage_title": "", "verse": "10", "text": "“Give the following instructions to the people of Israel: If any of the people now or in future generations are ceremonially unclean at Passover time because of touching a dead body, or if they are on a journey and cannot be present at the ceremony, they may still celebrate the Lord’s Passover."}, {"passage_title": "", "verse": "11", "text": "They must offer the Passover sacrifice one month later, at twilight on the fourteenth day of the second month. They must eat the Passover lamb at that time with bitter salad greens and bread made without yeast."}, {"passage_title": "", "verse": "12", "text": "They must not leave any of the lamb until the next morning, and they must not break any of its bones. They must follow all the normal regulations concerning the Passover."}, {"passage_title": "", "verse": "13", "text": "“But those who neglect to celebrate the Passover at the regular time, even though they are ceremonially clean and not away on a trip, will be cut off from the community of Israel. If they fail to present the Lord’s offering at the proper time, they will suffer the consequences of their guilt."}, {"passage_title": "The Fiery Cloud", "verse": "14", "text": "And if foreigners living among you want to celebrate the Passover to the Lord, they must follow these same decrees and regulations. The same laws apply both to native-born Israelites and to the foreigners living among you.” [pas_title]"}, {"passage_title": "", "verse": "15", "text": "On the day the Tabernacle was set up, the cloud covered it. But from evening until morning the cloud over the Tabernacle looked like a pillar of fire."}, {"passage_title": "", "verse": "16", "text": "This was the regular pattern—at night the cloud that covered the Tabernacle had the appearance of fire."}, {"passage_title": "", "verse": "17", "text": "Whenever the cloud lifted from over the sacred tent, the people of Israel would break camp and follow it. And wherever the cloud settled, the people of Israel would set up camp."}, {"passage_title": "", "verse": "18", "text": "In this way, they traveled and camped at the Lord’s command wherever he told them to go. Then they remained in their camp as long as the cloud stayed over the Tabernacle."}, {"passage_title": "", "verse": "19", "text": "If the cloud remained over the Tabernacle for a long time, the Israelites stayed and performed their duty to the Lord."}, {"passage_title": "", "verse": "20", "text": "Sometimes the cloud would stay over the Tabernacle for only a few days, so the people would stay for only a few days, as the Lord commanded. Then at the Lord’s command they would break camp and move on."}, {"passage_title": "", "verse": "21", "text": "Sometimes the cloud stayed only overnight and lifted the next morning. But day or night, when the cloud lifted, the people broke camp and moved on."}, {"passage_title": "", "verse": "22", "text": "Whether the cloud stayed above the Tabernacle for two days, a month, or a year, the people of Israel stayed in camp and did not move on. But as soon as it lifted, they broke camp and moved on."}, {"passage_title": "", "verse": "23", "text": "So they camped or traveled at the Lord’s command, and they did whatever the Lord told them through Moses."}]}, {"chapter_title": "The Silver Trumpets", "chapter_number": 10, "chapter_content": [{"passage_title": "", "verse": "10", "text": "Now the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Make two trumpets of hammered silver for calling the community to assemble and for signaling the breaking of camp."}, {"passage_title": "", "verse": "3", "text": "When both trumpets are blown, everyone must gather before you at the entrance of the Tabernacle."}, {"passage_title": "", "verse": "4", "text": "But if only one trumpet is blown, then only the leaders—the heads of the clans of Israel—must present themselves to you."}, {"passage_title": "", "verse": "5", "text": "“When you sound the signal to move on, the tribes camped on the east side of the Tabernacle must break camp and move forward."}, {"passage_title": "", "verse": "6", "text": "When you sound the signal a second time, the tribes camped on the south will follow. You must sound short blasts as the signal for moving on."}, {"passage_title": "", "verse": "7", "text": "But when you call the people to an assembly, blow the trumpets with a different signal."}, {"passage_title": "", "verse": "8", "text": "Only the priests, Aaron’s descendants, are allowed to blow the trumpets. This is a permanent law for you, to be observed from generation to generation."}, {"passage_title": "", "verse": "9", "text": "“When you arrive in your own land and go to war against your enemies who attack you, sound the alarm with the trumpets. Then the Lord your God will remember you and rescue you from your enemies."}, {"passage_title": "The Israelites Leave Sinai", "verse": "10", "text": "Blow the trumpets in times of gladness, too, sounding them at your annual festivals and at the beginning of each month. And blow the trumpets over your burnt offerings and peace offerings. The trumpets will remind your God of his covenant with you. I am the Lord your God.” [pas_title]"}, {"passage_title": "", "verse": "11", "text": "In the second year after Israel’s departure from Egypt—on the twentieth day of the second month—the cloud lifted from the Tabernacle of the Covenant."}, {"passage_title": "", "verse": "12", "text": "So the Israelites set out from the wilderness of Sinai and traveled on from place to place until the cloud stopped in the wilderness of Paran."}, {"passage_title": "", "verse": "13", "text": "When the people set out for the first time, following the instructions the Lord had given through Moses,"}, {"passage_title": "", "verse": "14", "text": "Judah’s troops led the way. They marched behind their banner, and their leader was Nahshon son of Amminadab."}, {"passage_title": "", "verse": "15", "text": "They were joined by the troops of the tribe of Issachar, led by Nethanel son of Zuar,"}, {"passage_title": "", "verse": "16", "text": "and the troops of the tribe of Zebulun, led by Eliab son of Helon."}, {"passage_title": "", "verse": "17", "text": "Then the Tabernacle was taken down, and the Gershonite and Merarite divisions of the Levites were next in the line of march, carrying the Tabernacle with them."}, {"passage_title": "", "verse": "18", "text": "Reuben’s troops went next, marching behind their banner. Their leader was Elizur son of Shedeur."}, {"passage_title": "", "verse": "19", "text": "They were joined by the troops of the tribe of Simeon, led by Shelumiel son of Zurishaddai,"}, {"passage_title": "", "verse": "20", "text": "and the troops of the tribe of Gad, led by Eliasaph son of Deuel."}, {"passage_title": "", "verse": "21", "text": "Next came the Kohathite division of the Levites, carrying the sacred objects from the Tabernacle. Before they arrived at the next camp, the Tabernacle would already be set up at its new location."}, {"passage_title": "", "verse": "22", "text": "Ephraim’s troops went next, marching behind their banner. Their leader was Elishama son of Ammihud."}, {"passage_title": "", "verse": "23", "text": "They were joined by the troops of the tribe of Manasseh, led by Gamaliel son of Pedahzur,"}, {"passage_title": "", "verse": "24", "text": "and the troops of the tribe of Benjamin, led by Abidan son of Gideoni."}, {"passage_title": "", "verse": "25", "text": "Dan’s troops went last, marching behind their banner and serving as the rear guard for all the tribal camps. Their leader was Ahiezer son of Ammishaddai."}, {"passage_title": "", "verse": "26", "text": "They were joined by the troops of the tribe of Asher, led by Pagiel son of Ocran,"}, {"passage_title": "", "verse": "27", "text": "and the troops of the tribe of Naphtali, led by Ahira son of Enan."}, {"passage_title": "", "verse": "28", "text": "This was the order in which the Israelites marched, division by division."}, {"passage_title": "", "verse": "29", "text": "One day Moses said to his brother-in-law, Hobab son of Reuel the Midianite, “We are on our way to the place the Lord promised us, for he said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord has promised wonderful blessings for Israel!”"}, {"passage_title": "", "verse": "30", "text": "But Hobab replied, “No, I will not go. I must return to my own land and family.”"}, {"passage_title": "", "verse": "31", "text": "“Please don’t leave us,” Moses pleaded. “You know the places in the wilderness where we should camp. Come, be our guide."}, {"passage_title": "", "verse": "32", "text": "If you do, we’ll share with you all the blessings the Lord gives us.”"}, {"passage_title": "", "verse": "33", "text": "They marched for three days after leaving the mountain of the Lord, with the Ark of the Lord’s Covenant moving ahead of them to show them where to stop and rest."}, {"passage_title": "", "verse": "34", "text": "As they moved on each day, the cloud of the Lord hovered over them."}, {"passage_title": "", "verse": "35", "text": "And whenever the Ark set out, Moses would shout, “Arise, O Lord, and let your enemies be scattered! Let them flee before you!”"}, {"passage_title": "", "verse": "36", "text": "And when the Ark was set down, he would say, “Return, O Lord, to the countless thousands of Israel!”"}]}, {"chapter_title": "The People Complain to Moses", "chapter_number": 11, "chapter_content": [{"passage_title": "", "verse": "11", "text": "Soon the people began to complain about their hardship, and the Lord heard everything they said. Then the Lord’s anger blazed against them, and he sent a fire to rage among them, and he destroyed some of the people in the outskirts of the camp."}, {"passage_title": "", "verse": "2", "text": "Then the people screamed to Moses for help, and when he prayed to the Lord, the fire stopped."}, {"passage_title": "", "verse": "3", "text": "After that, the area was known as Taberah (which means “the place of burning”), because fire from the Lord had burned among them there."}, {"passage_title": "", "verse": "4", "text": "Then the foreign rabble who were traveling with the Israelites began to crave the good things of Egypt. And the people of Israel also began to complain. “Oh, for some meat!” they exclaimed."}, {"passage_title": "", "verse": "5", "text": "“We remember the fish we used to eat for free in Egypt. And we had all the cucumbers, melons, leeks, onions, and garlic we wanted."}, {"passage_title": "", "verse": "6", "text": "But now our appetites are gone. All we ever see is this manna!”"}, {"passage_title": "", "verse": "7", "text": "The manna looked like small coriander seeds, and it was pale yellow like gum resin."}, {"passage_title": "", "verse": "8", "text": "The people would go out and gather it from the ground. They made flour by grinding it with hand mills or pounding it in mortars. Then they boiled it in a pot and made it into flat cakes. These cakes tasted like pastries baked with olive oil."}, {"passage_title": "", "verse": "9", "text": "The manna came down on the camp with the dew during the night."}, {"passage_title": "", "verse": "10", "text": "Moses heard all the families standing in the doorways of their tents whining, and the Lord became extremely angry. Moses was also very aggravated."}, {"passage_title": "", "verse": "11", "text": "And Moses said to the Lord, “Why are you treating me, your servant, so harshly? Have mercy on me! What did I do to deserve the burden of all these people?"}, {"passage_title": "", "verse": "12", "text": "Did I give birth to them? Did I bring them into the world? Why did you tell me to carry them in my arms like a mother carries a nursing baby? How can I carry them to the land you swore to give their ancestors?"}, {"passage_title": "", "verse": "13", "text": "Where am I supposed to get meat for all these people? They keep whining to me, saying, ‘Give us meat to eat!’"}, {"passage_title": "", "verse": "14", "text": "I can’t carry all these people by myself! The load is far too heavy!"}, {"passage_title": "Moses Chooses Seventy Leaders", "verse": "15", "text": "If this is how you intend to treat me, just go ahead and kill me. Do me a favor and spare me this misery!” [pas_title]"}, {"passage_title": "", "verse": "16", "text": "Then the Lord said to Moses, “Gather before me seventy men who are recognized as elders and leaders of Israel. Bring them to the Tabernacle to stand there with you."}, {"passage_title": "", "verse": "17", "text": "I will come down and talk to you there. I will take some of the Spirit that is upon you, and I will put the Spirit upon them also. They will bear the burden of the people along with you, so you will not have to carry it alone."}, {"passage_title": "", "verse": "18", "text": "“And say to the people, ‘Purify yourselves, for tomorrow you will have meat to eat. You were whining, and the Lord heard you when you cried, “Oh, for some meat! We were better off in Egypt!” Now the Lord will give you meat, and you will have to eat it."}, {"passage_title": "", "verse": "19", "text": "And it won’t be for just a day or two, or for five or ten or even twenty."}, {"passage_title": "", "verse": "20", "text": "You will eat it for a whole month until you gag and are sick of it. For you have rejected the Lord, who is here among you, and you have whined to him, saying, “Why did we ever leave Egypt?”’”"}, {"passage_title": "", "verse": "21", "text": "But Moses responded to the Lord, “There are 600,000 foot soldiers here with me, and yet you say, ‘I will give them meat for a whole month!’"}, {"passage_title": "", "verse": "22", "text": "Even if we butchered all our flocks and herds, would that satisfy them? Even if we caught all the fish in the sea, would that be enough?”"}, {"passage_title": "", "verse": "23", "text": "Then the Lord said to Moses, “Has my arm lost its power? Now you will see whether or not my word comes true!”"}, {"passage_title": "", "verse": "24", "text": "So Moses went out and reported the Lord’s words to the people. He gathered the seventy elders and stationed them around the Tabernacle."}, {"passage_title": "", "verse": "25", "text": "And the Lord came down in the cloud and spoke to Moses. Then he gave the seventy elders the same Spirit that was upon Moses. And when the Spirit rested upon them, they prophesied. But this never happened again."}, {"passage_title": "", "verse": "26", "text": "Two men, Eldad and Medad, had stayed behind in the camp. They were listed among the elders, but they had not gone out to the Tabernacle. Yet the Spirit rested upon them as well, so they prophesied there in the camp."}, {"passage_title": "", "verse": "27", "text": "A young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp!”"}, {"passage_title": "", "verse": "28", "text": "Joshua son of Nun, who had been Moses’ assistant since his youth, protested, “Moses, my master, make them stop!”"}, {"passage_title": "", "verse": "29", "text": "But Moses replied, “Are you jealous for my sake? I wish that all the Lord’s people were prophets and that the Lord would put his Spirit upon them all!”"}, {"passage_title": "The Lord Sends Quail", "verse": "30", "text": "Then Moses returned to the camp with the elders of Israel. [pas_title]"}, {"passage_title": "", "verse": "31", "text": "Now the Lord sent a wind that brought quail from the sea and let them fall all around the camp. For miles in every direction there were quail flying about three feet above the ground."}, {"passage_title": "", "verse": "32", "text": "So the people went out and caught quail all that day and throughout the night and all the next day, too. No one gathered less than fifty bushels! They spread the quail all around the camp to dry."}, {"passage_title": "", "verse": "33", "text": "But while they were gorging themselves on the meat—while it was still in their mouths—the anger of the Lord blazed against the people, and he struck them with a severe plague."}, {"passage_title": "", "verse": "34", "text": "So that place was called Kibroth-hattaavah (which means “graves of gluttony”) because there they buried the people who had craved meat from Egypt."}, {"passage_title": "", "verse": "35", "text": "From Kibroth-hattaavah the Israelites traveled to Hazeroth, where they stayed for some time."}]}, {"chapter_title": "The Complaints of Miriam and Aaron", "chapter_number": 12, "chapter_content": [{"passage_title": "", "verse": "12", "text": "While they were at Hazeroth, Miriam and Aaron criticized Moses because he had married a Cushite woman."}, {"passage_title": "", "verse": "2", "text": "They said, “Has the Lord spoken only through Moses? Hasn’t he spoken through us, too?” But the Lord heard them."}, {"passage_title": "", "verse": "3", "text": "(Now Moses was very humble—more humble than any other person on earth.)"}, {"passage_title": "", "verse": "4", "text": "So immediately the Lord called to Moses, Aaron, and Miriam and said, “Go out to the Tabernacle, all three of you!” So the three of them went to the Tabernacle."}, {"passage_title": "", "verse": "5", "text": "Then the Lord descended in the pillar of cloud and stood at the entrance of the Tabernacle. “Aaron and Miriam!” he called, and they stepped forward."}, {"passage_title": "", "verse": "6", "text": "And the Lord said to them, “Now listen to what I say: “If there were prophets among you, I, the Lord, would reveal myself in visions. I would speak to them in dreams."}, {"passage_title": "", "verse": "7", "text": "But not with my servant Moses. Of all my house, he is the one I trust."}, {"passage_title": "", "verse": "8", "text": "I speak to him face to face, clearly, and not in riddles! He sees the Lord as he is. So why were you not afraid to criticize my servant Moses?”"}, {"passage_title": "", "verse": "9", "text": "The Lord was very angry with them, and he departed."}, {"passage_title": "", "verse": "10", "text": "As the cloud moved from above the Tabernacle, there stood Miriam, her skin as white as snow from leprosy. When Aaron saw what had happened to her,"}, {"passage_title": "", "verse": "11", "text": "he cried out to Moses, “Oh, my master! Please don’t punish us for this sin we have so foolishly committed."}, {"passage_title": "", "verse": "12", "text": "Don’t let her be like a stillborn baby, already decayed at birth.”"}, {"passage_title": "", "verse": "13", "text": "So Moses cried out to the Lord, “O God, I beg you, please heal her!”"}, {"passage_title": "", "verse": "14", "text": "But the Lord said to Moses, “If her father had done nothing more than spit in her face, wouldn’t she be defiled for seven days? So keep her outside the camp for seven days, and after that she may be accepted back.”"}, {"passage_title": "", "verse": "15", "text": "So Miriam was kept outside the camp for seven days, and the people waited until she was brought back before they traveled again."}, {"passage_title": "", "verse": "16", "text": "Then they left Hazeroth and camped in the wilderness of Paran."}]}, {"chapter_title": "Twelve Scouts Explore Canaan", "chapter_number": 13, "chapter_content": [{"passage_title": "", "verse": "13", "text": "The Lord now said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Send out men to explore the land of Canaan, the land I am giving to the Israelites. Send one leader from each of the twelve ancestral tribes.”"}, {"passage_title": "", "verse": "3", "text": "So Moses did as the Lord commanded him. He sent out twelve men, all tribal leaders of Israel, from their camp in the wilderness of Paran."}, {"passage_title": "", "verse": "4", "text": "These were the tribes and the names of their leaders: Tribe Leader Reuben Shammua son of Zaccur"}, {"passage_title": "", "verse": "5", "text": "Simeon Shaphat son of Hori"}, {"passage_title": "", "verse": "6", "text": "Judah Caleb son of Jephunneh"}, {"passage_title": "", "verse": "7", "text": "Issachar Igal son of Joseph"}, {"passage_title": "", "verse": "8", "text": "Ephraim Hoshea son of Nun"}, {"passage_title": "", "verse": "9", "text": "Benjamin Palti son of Raphu"}, {"passage_title": "", "verse": "10", "text": "Zebulun Gaddiel son of Sodi"}, {"passage_title": "", "verse": "11", "text": "Manasseh son of Joseph Gaddi son of Susi"}, {"passage_title": "", "verse": "12", "text": "Dan Ammiel son of Gemalli"}, {"passage_title": "", "verse": "13", "text": "Asher Sethur son of Michael"}, {"passage_title": "", "verse": "14", "text": "Naphtali Nahbi son of Vophsi"}, {"passage_title": "", "verse": "15", "text": "Gad Geuel son of Maki"}, {"passage_title": "", "verse": "16", "text": "These are the names of the men Moses sent out to explore the land. (Moses called Hoshea son of Nun by the name Joshua.)"}, {"passage_title": "", "verse": "17", "text": "Moses gave the men these instructions as he sent them out to explore the land: “Go north through the Negev into the hill country."}, {"passage_title": "", "verse": "18", "text": "See what the land is like, and find out whether the people living there are strong or weak, few or many."}, {"passage_title": "", "verse": "19", "text": "See what kind of land they live in. Is it good or bad? Do their towns have walls, or are they unprotected like open camps?"}, {"passage_title": "", "verse": "20", "text": "Is the soil fertile or poor? Are there many trees? Do your best to bring back samples of the crops you see.” (It happened to be the season for harvesting the first ripe grapes.)"}, {"passage_title": "", "verse": "21", "text": "So they went up and explored the land from the wilderness of Zin as far as Rehob, near Lebo-hamath."}, {"passage_title": "", "verse": "22", "text": "Going north, they passed through the Negev and arrived at Hebron, where Ahiman, Sheshai, and Talmai—all descendants of Anak—lived. (The ancient town of Hebron was founded seven years before the Egyptian city of Zoan.)"}, {"passage_title": "", "verse": "23", "text": "When they came to the valley of Eshcol, they cut down a branch with a single cluster of grapes so large that it took two of them to carry it on a pole between them! They also brought back samples of the pomegranates and figs."}, {"passage_title": "The Scouting Report", "verse": "24", "text": "That place was called the valley of Eshcol (which means “cluster”), because of the cluster of grapes the Israelite men cut there. [pas_title]"}, {"passage_title": "", "verse": "25", "text": "After exploring the land for forty days, the men returned"}, {"passage_title": "", "verse": "26", "text": "to Moses, Aaron, and the whole community of Israel at Kadesh in the wilderness of Paran. They reported to the whole community what they had seen and showed them the fruit they had taken from the land."}, {"passage_title": "", "verse": "27", "text": "This was their report to Moses: “We entered the land you sent us to explore, and it is indeed a bountiful country—a land flowing with milk and honey. Here is the kind of fruit it produces."}, {"passage_title": "", "verse": "28", "text": "But the people living there are powerful, and their towns are large and fortified. We even saw giants there, the descendants of Anak!"}, {"passage_title": "", "verse": "29", "text": "The Amalekites live in the Negev, and the Hittites, Jebusites, and Amorites live in the hill country. The Canaanites live along the coast of the Mediterranean Sea and along the Jordan Valley.”"}, {"passage_title": "", "verse": "30", "text": "But Caleb tried to quiet the people as they stood before Moses. “Let’s go at once to take the land,” he said. “We can certainly conquer it!”"}, {"passage_title": "", "verse": "31", "text": "But the other men who had explored the land with him disagreed. “We can’t go up against them! They are stronger than we are!”"}, {"passage_title": "", "verse": "32", "text": "So they spread this bad report about the land among the Israelites: “The land we traveled through and explored will devour anyone who goes to live there. All the people we saw were huge."}, {"passage_title": "", "verse": "33", "text": "We even saw giants there, the descendants of Anak. Next to them we felt like grasshoppers, and that’s what they thought, too!”"}]}, {"chapter_title": "The People Rebel", "chapter_number": 14, "chapter_content": [{"passage_title": "", "verse": "14", "text": "Then the whole community began weeping aloud, and they cried all night."}, {"passage_title": "", "verse": "2", "text": "Their voices rose in a great chorus of protest against Moses and Aaron. “If only we had died in Egypt, or even here in the wilderness!” they complained."}, {"passage_title": "", "verse": "3", "text": "“Why is the Lord taking us to this country only to have us die in battle? Our wives and our little ones will be carried off as plunder! Wouldn’t it be better for us to return to Egypt?”"}, {"passage_title": "", "verse": "4", "text": "Then they plotted among themselves, “Let’s choose a new leader and go back to Egypt!”"}, {"passage_title": "", "verse": "5", "text": "Then Moses and Aaron fell face down on the ground before the whole community of Israel."}, {"passage_title": "", "verse": "6", "text": "Two of the men who had explored the land, Joshua son of Nun and Caleb son of Jephunneh, tore their clothing."}, {"passage_title": "", "verse": "7", "text": "They said to all the people of Israel, “The land we traveled through and explored is a wonderful land!"}, {"passage_title": "", "verse": "8", "text": "And if the Lord is pleased with us, he will bring us safely into that land and give it to us. It is a rich land flowing with milk and honey."}, {"passage_title": "", "verse": "9", "text": "Do not rebel against the Lord, and don’t be afraid of the people of the land. They are only helpless prey to us! They have no protection, but the Lord is with us! Don’t be afraid of them!”"}, {"passage_title": "", "verse": "10", "text": "But the whole community began to talk about stoning Joshua and Caleb. Then the glorious presence of the Lord appeared to all the Israelites at the Tabernacle."}, {"passage_title": "", "verse": "11", "text": "And the Lord said to Moses, “How long will these people treat me with contempt? Will they never believe me, even after all the miraculous signs I have done among them?"}, {"passage_title": "Moses Intercedes for the People", "verse": "12", "text": "I will disown them and destroy them with a plague. Then I will make you into a nation greater and mightier than they are!” [pas_title]"}, {"passage_title": "", "verse": "13", "text": "But Moses objected. “What will the Egyptians think when they hear about it?” he asked the Lord. “They know full well the power you displayed in rescuing your people from Egypt."}, {"passage_title": "", "verse": "14", "text": "Now if you destroy them, the Egyptians will send a report to the inhabitants of this land, who have already heard that you live among your people. They know, Lord, that you have appeared to your people face to face and that your pillar of cloud hovers over them. They know that you go before them in the pillar of cloud by day and the pillar of fire by night."}, {"passage_title": "", "verse": "15", "text": "Now if you slaughter all these people with a single blow, the nations that have heard of your fame will say,"}, {"passage_title": "", "verse": "16", "text": "‘The Lord was not able to bring them into the land he swore to give them, so he killed them in the wilderness.’"}, {"passage_title": "", "verse": "17", "text": "“Please, Lord, prove that your power is as great as you have claimed. For you said,"}, {"passage_title": "", "verse": "18", "text": "‘The Lord is slow to anger and filled with unfailing love, forgiving every kind of sin and rebellion. But he does not excuse the guilty. He lays the sins of the parents upon their children; the entire family is affected—even children in the third and fourth generations.’"}, {"passage_title": "", "verse": "19", "text": "In keeping with your magnificent, unfailing love, please pardon the sins of this people, just as you have forgiven them ever since they left Egypt.”"}, {"passage_title": "", "verse": "20", "text": "Then the Lord said, “I will pardon them as you have requested."}, {"passage_title": "", "verse": "21", "text": "But as surely as I live, and as surely as the earth is filled with the Lord’s glory,"}, {"passage_title": "", "verse": "22", "text": "not one of these people will ever enter that land. They have all seen my glorious presence and the miraculous signs I performed both in Egypt and in the wilderness, but again and again they have tested me by refusing to listen to my voice."}, {"passage_title": "", "verse": "23", "text": "They will never even see the land I swore to give their ancestors. None of those who have treated me with contempt will ever see it."}, {"passage_title": "", "verse": "24", "text": "But my servant Caleb has a different attitude than the others have. He has remained loyal to me, so I will bring him into the land he explored. His descendants will possess their full share of that land."}, {"passage_title": "The Lord Punishes the Israelites", "verse": "25", "text": "Now turn around, and don’t go on toward the land where the Amalekites and Canaanites live. Tomorrow you must set out for the wilderness in the direction of the Red Sea.” [pas_title]"}, {"passage_title": "", "verse": "26", "text": "Then the Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "27", "text": "“How long must I put up with this wicked community and its complaints about me? Yes, I have heard the complaints the Israelites are making against me."}, {"passage_title": "", "verse": "28", "text": "Now tell them this: ‘As surely as I live, declares the Lord, I will do to you the very things I heard you say."}, {"passage_title": "", "verse": "29", "text": "You will all drop dead in this wilderness! Because you complained against me, every one of you who is twenty years old or older and was included in the registration will die."}, {"passage_title": "", "verse": "30", "text": "You will not enter and occupy the land I swore to give you. The only exceptions will be Caleb son of Jephunneh and Joshua son of Nun."}, {"passage_title": "", "verse": "31", "text": "“‘You said your children would be carried off as plunder. Well, I will bring them safely into the land, and they will enjoy what you have despised."}, {"passage_title": "", "verse": "32", "text": "But as for you, you will drop dead in this wilderness."}, {"passage_title": "", "verse": "33", "text": "And your children will be like shepherds, wandering in the wilderness for forty years. In this way, they will pay for your faithlessness, until the last of you lies dead in the wilderness."}, {"passage_title": "", "verse": "34", "text": "“‘Because your men explored the land for forty days, you must wander in the wilderness for forty years—a year for each day, suffering the consequences of your sins. Then you will discover what it is like to have me for an enemy.’"}, {"passage_title": "", "verse": "35", "text": "I, the Lord, have spoken! I will certainly do these things to every member of the community who has conspired against me. They will be destroyed here in this wilderness, and here they will die!”"}, {"passage_title": "", "verse": "36", "text": "The ten men Moses had sent to explore the land—the ones who incited rebellion against the Lord with their bad report—"}, {"passage_title": "", "verse": "37", "text": "were struck dead with a plague before the Lord."}, {"passage_title": "", "verse": "38", "text": "Of the twelve who had explored the land, only Joshua and Caleb remained alive."}, {"passage_title": "", "verse": "39", "text": "When Moses reported the Lord’s words to all the Israelites, the people were filled with grief."}, {"passage_title": "", "verse": "40", "text": "Then they got up early the next morning and went to the top of the range of hills. “Let’s go,” they said. “We realize that we have sinned, but now we are ready to enter the land the Lord has promised us.”"}, {"passage_title": "", "verse": "41", "text": "But Moses said, “Why are you now disobeying the Lord’s orders to return to the wilderness? It won’t work."}, {"passage_title": "", "verse": "42", "text": "Do not go up into the land now. You will only be crushed by your enemies because the Lord is not with you."}, {"passage_title": "", "verse": "43", "text": "When you face the Amalekites and Canaanites in battle, you will be slaughtered. The Lord will abandon you because you have abandoned the Lord.”"}, {"passage_title": "", "verse": "44", "text": "But the people defiantly pushed ahead toward the hill country, even though neither Moses nor the Ark of the Lord’s Covenant left the camp."}, {"passage_title": "", "verse": "45", "text": "Then the Amalekites and the Canaanites who lived in those hills came down and attacked them and chased them back as far as Hormah."}]}, {"chapter_title": "Laws concerning Offerings", "chapter_number": 15, "chapter_content": [{"passage_title": "", "verse": "15", "text": "Then the Lord told Moses,"}, {"passage_title": "", "verse": "2", "text": "“Give the following instructions to the people of Israel. “When you finally settle in the land I am giving you,"}, {"passage_title": "", "verse": "3", "text": "you will offer special gifts as a pleasing aroma to the Lord. These gifts may take the form of a burnt offering, a sacrifice to fulfill a vow, a voluntary offering, or an offering at any of your annual festivals, and they may be taken from your herds of cattle or your flocks of sheep and goats."}, {"passage_title": "", "verse": "4", "text": "When you present these offerings, you must also give the Lord a grain offering of two quarts of choice flour mixed with one quart of olive oil."}, {"passage_title": "", "verse": "5", "text": "For each lamb offered as a burnt offering or a special sacrifice, you must also present one quart of wine as a liquid offering."}, {"passage_title": "", "verse": "6", "text": "“If the sacrifice is a ram, give a grain offering of four quarts of choice flour mixed with a third of a gallon of olive oil,"}, {"passage_title": "", "verse": "7", "text": "and give a third of a gallon of wine as a liquid offering. This will be a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "8", "text": "“When you present a young bull as a burnt offering or as a sacrifice to fulfill a vow or as a peace offering to the Lord,"}, {"passage_title": "", "verse": "9", "text": "you must also give a grain offering of six quarts of choice flour mixed with two quarts of olive oil,"}, {"passage_title": "", "verse": "10", "text": "and give two quarts of wine as a liquid offering. This will be a special gift, a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "11", "text": "“Each sacrifice of a bull, ram, lamb, or young goat should be prepared in this way."}, {"passage_title": "", "verse": "12", "text": "Follow these instructions with each offering you present."}, {"passage_title": "", "verse": "13", "text": "All of you native-born Israelites must follow these instructions when you offer a special gift as a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "14", "text": "And if any foreigners visit you or live among you and want to present a special gift as a pleasing aroma to the Lord, they must follow these same procedures."}, {"passage_title": "", "verse": "15", "text": "Native-born Israelites and foreigners are equal before the Lord and are subject to the same decrees. This is a permanent law for you, to be observed from generation to generation."}, {"passage_title": "", "verse": "16", "text": "The same instructions and regulations will apply both to you and to the foreigners living among you.”"}, {"passage_title": "", "verse": "17", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "18", "text": "“Give the following instructions to the people of Israel. “When you arrive in the land where I am taking you,"}, {"passage_title": "", "verse": "19", "text": "and you eat the crops that grow there, you must set some aside as a sacred offering to the Lord."}, {"passage_title": "", "verse": "20", "text": "Present a cake from the first of the flour you grind, and set it aside as a sacred offering, as you do with the first grain from the threshing floor."}, {"passage_title": "", "verse": "21", "text": "Throughout the generations to come, you are to present a sacred offering to the Lord each year from the first of your ground flour."}, {"passage_title": "", "verse": "22", "text": "“But suppose you unintentionally fail to carry out all these commands that the Lord has given you through Moses."}, {"passage_title": "", "verse": "23", "text": "And suppose your descendants in the future fail to do everything the Lord has commanded through Moses."}, {"passage_title": "", "verse": "24", "text": "If the mistake was made unintentionally, and the community was unaware of it, the whole community must present a young bull for a burnt offering as a pleasing aroma to the Lord. It must be offered along with its prescribed grain offering and liquid offering and with one male goat for a sin offering."}, {"passage_title": "", "verse": "25", "text": "With it the priest will purify the whole community of Israel, making them right with the Lord, and they will be forgiven. For it was an unintentional sin, and they have corrected it with their offerings to the Lord—the special gift and the sin offering."}, {"passage_title": "", "verse": "26", "text": "The whole community of Israel will be forgiven, including the foreigners living among you, for all the people were involved in the sin."}, {"passage_title": "", "verse": "27", "text": "“If one individual commits an unintentional sin, the guilty person must bring a one-year-old female goat for a sin offering."}, {"passage_title": "", "verse": "28", "text": "The priest will sacrifice it to purify the guilty person before the Lord, and that person will be forgiven."}, {"passage_title": "", "verse": "29", "text": "These same instructions apply both to native-born Israelites and to the foreigners living among you."}, {"passage_title": "", "verse": "30", "text": "“But those who brazenly violate the Lord’s will, whether native-born Israelites or foreigners, have blasphemed the Lord, and they must be cut off from the community."}, {"passage_title": "Penalty for Breaking the Sabbath", "verse": "31", "text": "Since they have treated the Lord’s word with contempt and deliberately disobeyed his command, they must be completely cut off and suffer the punishment for their guilt.” [pas_title]"}, {"passage_title": "", "verse": "32", "text": "One day while the people of Israel were in the wilderness, they discovered a man gathering wood on the Sabbath day."}, {"passage_title": "", "verse": "33", "text": "The people who found him doing this took him before Moses, Aaron, and the rest of the community."}, {"passage_title": "", "verse": "34", "text": "They held him in custody because they did not know what to do with him."}, {"passage_title": "", "verse": "35", "text": "Then the Lord said to Moses, “The man must be put to death! The whole community must stone him outside the camp.”"}, {"passage_title": "Tassels on Clothing", "verse": "36", "text": "So the whole community took the man outside the camp and stoned him to death, just as the Lord had commanded Moses. [pas_title]"}, {"passage_title": "", "verse": "37", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "38", "text": "“Give the following instructions to the people of Israel: Throughout the generations to come you must make tassels for the hems of your clothing and attach them with a blue cord."}, {"passage_title": "", "verse": "39", "text": "When you see the tassels, you will remember and obey all the commands of the Lord instead of following your own desires and defiling yourselves, as you are prone to do."}, {"passage_title": "", "verse": "40", "text": "The tassels will help you remember that you must obey all my commands and be holy to your God."}, {"passage_title": "", "verse": "41", "text": "I am the Lord your God who brought you out of the land of Egypt that I might be your God. I am the Lord your God!”"}]}, {"chapter_title": "Korah’s Rebellion", "chapter_number": 16, "chapter_content": [{"passage_title": "", "verse": "16", "text": "One day Korah son of Izhar, a descendant of Kohath son of Levi, conspired with Dathan and Abiram, the sons of Eliab, and On son of Peleth, from the tribe of Reuben."}, {"passage_title": "", "verse": "2", "text": "They incited a rebellion against Moses, along with 250 other leaders of the community, all prominent members of the assembly."}, {"passage_title": "", "verse": "3", "text": "They united against Moses and Aaron and said, “You have gone too far! The whole community of Israel has been set apart by the Lord, and he is with all of us. What right do you have to act as though you are greater than the rest of the Lord’s people?”"}, {"passage_title": "", "verse": "4", "text": "When Moses heard what they were saying, he fell face down on the ground."}, {"passage_title": "", "verse": "5", "text": "Then he said to Korah and his followers, “Tomorrow morning the Lord will show us who belongs to him and who is holy. The Lord will allow only those whom he selects to enter his own presence."}, {"passage_title": "", "verse": "6", "text": "Korah, you and all your followers must prepare your incense burners."}, {"passage_title": "", "verse": "7", "text": "Light fires in them tomorrow, and burn incense before the Lord. Then we will see whom the Lord chooses as his holy one. You Levites are the ones who have gone too far!”"}, {"passage_title": "", "verse": "8", "text": "Then Moses spoke again to Korah: “Now listen, you Levites!"}, {"passage_title": "", "verse": "9", "text": "Does it seem insignificant to you that the God of Israel has chosen you from among all the community of Israel to be near him so you can serve in the Lord’s Tabernacle and stand before the people to minister to them?"}, {"passage_title": "", "verse": "10", "text": "Korah, he has already given this special ministry to you and your fellow Levites. Are you now demanding the priesthood as well?"}, {"passage_title": "", "verse": "11", "text": "The Lord is the one you and your followers are really revolting against! For who is Aaron that you are complaining about him?”"}, {"passage_title": "", "verse": "12", "text": "Then Moses summoned Dathan and Abiram, the sons of Eliab, but they replied, “We refuse to come before you!"}, {"passage_title": "", "verse": "13", "text": "Isn’t it enough that you brought us out of Egypt, a land flowing with milk and honey, to kill us here in this wilderness, and that you now treat us like your subjects?"}, {"passage_title": "", "verse": "14", "text": "What’s more, you haven’t brought us into another land flowing with milk and honey. You haven’t given us a new homeland with fields and vineyards. Are you trying to fool these men? We will not come.”"}, {"passage_title": "", "verse": "15", "text": "Then Moses became very angry and said to the Lord, “Do not accept their grain offerings! I have not taken so much as a donkey from them, and I have never hurt a single one of them.”"}, {"passage_title": "", "verse": "16", "text": "And Moses said to Korah, “You and all your followers must come here tomorrow and present yourselves before the Lord. Aaron will also be here."}, {"passage_title": "", "verse": "17", "text": "You and each of your 250 followers must prepare an incense burner and put incense on it, so you can all present them before the Lord. Aaron will also bring his incense burner.”"}, {"passage_title": "", "verse": "18", "text": "So each of these men prepared an incense burner, lit the fire, and placed incense on it. Then they all stood at the entrance of the Tabernacle with Moses and Aaron."}, {"passage_title": "", "verse": "19", "text": "Meanwhile, Korah had stirred up the entire community against Moses and Aaron, and they all gathered at the Tabernacle entrance. Then the glorious presence of the Lord appeared to the whole community,"}, {"passage_title": "", "verse": "20", "text": "and the Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "21", "text": "“Get away from all these people so that I may instantly destroy them!”"}, {"passage_title": "", "verse": "22", "text": "But Moses and Aaron fell face down on the ground. “O God,” they pleaded, “you are the God who gives breath to all creatures. Must you be angry with all the people when only one man sins?”"}, {"passage_title": "", "verse": "23", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "24", "text": "“Then tell all the people to get away from the tents of Korah, Dathan, and Abiram.”"}, {"passage_title": "", "verse": "25", "text": "So Moses got up and rushed over to the tents of Dathan and Abiram, followed by the elders of Israel."}, {"passage_title": "", "verse": "26", "text": "“Quick!” he told the people. “Get away from the tents of these wicked men, and don’t touch anything that belongs to them. If you do, you will be destroyed for their sins.”"}, {"passage_title": "", "verse": "27", "text": "So all the people stood back from the tents of Korah, Dathan, and Abiram. Then Dathan and Abiram came out and stood at the entrances of their tents, together with their wives and children and little ones."}, {"passage_title": "", "verse": "28", "text": "And Moses said, “This is how you will know that the Lord has sent me to do all these things that I have done—for I have not done them on my own."}, {"passage_title": "", "verse": "29", "text": "If these men die a natural death, or if nothing unusual happens, then the Lord has not sent me."}, {"passage_title": "", "verse": "30", "text": "But if the Lord does something entirely new and the ground opens its mouth and swallows them and all their belongings, and they go down alive into the grave, then you will know that these men have shown contempt for the Lord.”"}, {"passage_title": "", "verse": "31", "text": "He had hardly finished speaking the words when the ground suddenly split open beneath them."}, {"passage_title": "", "verse": "32", "text": "The earth opened its mouth and swallowed the men, along with their households and all their followers who were standing with them, and everything they owned."}, {"passage_title": "", "verse": "33", "text": "So they went down alive into the grave, along with all their belongings. The earth closed over them, and they all vanished from among the people of Israel."}, {"passage_title": "", "verse": "34", "text": "All the people around them fled when they heard their screams. “The earth will swallow us, too!” they cried."}, {"passage_title": "", "verse": "35", "text": "Then fire blazed forth from the Lord and burned up the 250 men who were offering incense."}, {"passage_title": "", "verse": "36", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "37", "text": "“Tell Eleazar son of Aaron the priest to pull all the incense burners from the fire, for they are holy. Also tell him to scatter the burning coals."}, {"passage_title": "", "verse": "38", "text": "Take the incense burners of these men who have sinned at the cost of their lives, and hammer the metal into a thin sheet to overlay the altar. Since these burners were used in the Lord’s presence, they have become holy. Let them serve as a warning to the people of Israel.”"}, {"passage_title": "", "verse": "39", "text": "So Eleazar the priest collected the 250 bronze incense burners that had been used by the men who died in the fire, and the bronze was hammered into a thin sheet to overlay the altar."}, {"passage_title": "", "verse": "40", "text": "This would warn the Israelites that no unauthorized person—no one who was not a descendant of Aaron—should ever enter the Lord’s presence to burn incense. If anyone did, the same thing would happen to him as happened to Korah and his followers. So the Lord’s instructions to Moses were carried out."}, {"passage_title": "", "verse": "41", "text": "But the very next morning the whole community of Israel began muttering again against Moses and Aaron, saying, “You have killed the Lord’s people!”"}, {"passage_title": "", "verse": "42", "text": "As the community gathered to protest against Moses and Aaron, they turned toward the Tabernacle and saw that the cloud had covered it, and the glorious presence of the Lord appeared."}, {"passage_title": "", "verse": "43", "text": "Moses and Aaron came and stood in front of the Tabernacle,"}, {"passage_title": "", "verse": "44", "text": "and the Lord said to Moses,"}, {"passage_title": "", "verse": "45", "text": "“Get away from all these people so that I can instantly destroy them!” But Moses and Aaron fell face down on the ground."}, {"passage_title": "", "verse": "46", "text": "And Moses said to Aaron, “Quick, take an incense burner and place burning coals on it from the altar. Lay incense on it, and carry it out among the people to purify them and make them right with the Lord. The Lord’s anger is blazing against them—the plague has already begun.”"}, {"passage_title": "", "verse": "47", "text": "Aaron did as Moses told him and ran out among the people. The plague had already begun to strike down the people, but Aaron burned the incense and purified the people."}, {"passage_title": "", "verse": "48", "text": "He stood between the dead and the living, and the plague stopped."}, {"passage_title": "", "verse": "49", "text": "But 14,700 people died in that plague, in addition to those who had died in the affair involving Korah."}, {"passage_title": "", "verse": "50", "text": "Then because the plague had stopped, Aaron returned to Moses at the entrance of the Tabernacle."}]}, {"chapter_title": "The Budding of Aaron’s Staff", "chapter_number": 17, "chapter_content": [{"passage_title": "", "verse": "17", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Tell the people of Israel to bring you twelve wooden staffs, one from each leader of Israel’s ancestral tribes, and inscribe each leader’s name on his staff."}, {"passage_title": "", "verse": "3", "text": "Inscribe Aaron’s name on the staff of the tribe of Levi, for there must be one staff for the leader of each ancestral tribe."}, {"passage_title": "", "verse": "4", "text": "Place these staffs in the Tabernacle in front of the Ark containing the tablets of the Covenant, where I meet with you."}, {"passage_title": "", "verse": "5", "text": "Buds will sprout on the staff belonging to the man I choose. Then I will finally put an end to the people’s murmuring and complaining against you.”"}, {"passage_title": "", "verse": "6", "text": "So Moses gave the instructions to the people of Israel, and each of the twelve tribal leaders, including Aaron, brought Moses a staff."}, {"passage_title": "", "verse": "7", "text": "Moses placed the staffs in the Lord’s presence in the Tabernacle of the Covenant."}, {"passage_title": "", "verse": "8", "text": "When he went into the Tabernacle of the Covenant the next day, he found that Aaron’s staff, representing the tribe of Levi, had sprouted, budded, blossomed, and produced ripe almonds!"}, {"passage_title": "", "verse": "9", "text": "When Moses brought all the staffs out from the Lord’s presence, he showed them to the people. Each man claimed his own staff."}, {"passage_title": "", "verse": "10", "text": "And the Lord said to Moses: “Place Aaron’s staff permanently before the Ark of the Covenant to serve as a warning to rebels. This should put an end to their complaints against me and prevent any further deaths.”"}, {"passage_title": "", "verse": "11", "text": "So Moses did as the Lord commanded him."}, {"passage_title": "", "verse": "12", "text": "Then the people of Israel said to Moses, “Look, we are doomed! We are dead! We are ruined!"}, {"passage_title": "", "verse": "13", "text": "Everyone who even comes close to the Tabernacle of the Lord dies. Are we all doomed to die?”"}]}, {"chapter_title": "Duties of Priests and Levites", "chapter_number": 18, "chapter_content": [{"passage_title": "", "verse": "18", "text": "Then the Lord said to Aaron: “You, your sons, and your relatives from the tribe of Levi will be held responsible for any offenses related to the sanctuary. But you and your sons alone will be held responsible for violations connected with the priesthood."}, {"passage_title": "", "verse": "2", "text": "“Bring your relatives of the tribe of Levi—your ancestral tribe—to assist you and your sons as you perform the sacred duties in front of the Tabernacle of the Covenant."}, {"passage_title": "", "verse": "3", "text": "But as the Levites go about all their assigned duties at the Tabernacle, they must be careful not to go near any of the sacred objects or the altar. If they do, both you and they will die."}, {"passage_title": "", "verse": "4", "text": "The Levites must join you in fulfilling their responsibilities for the care and maintenance of the Tabernacle, but no unauthorized person may assist you."}, {"passage_title": "", "verse": "5", "text": "“You yourselves must perform the sacred duties inside the sanctuary and at the altar. If you follow these instructions, the Lord’s anger will never again blaze against the people of Israel."}, {"passage_title": "", "verse": "6", "text": "I myself have chosen your fellow Levites from among the Israelites to be your special assistants. They are a gift to you, dedicated to the Lord for service in the Tabernacle."}, {"passage_title": "Support for the Priests and Levites", "verse": "7", "text": "But you and your sons, the priests, must personally handle all the priestly rituals associated with the altar and with everything behind the inner curtain. I am giving you the priesthood as your special privilege of service. Any unauthorized person who comes too near the sanctuary will be put to death.” [pas_title]"}, {"passage_title": "", "verse": "8", "text": "The Lord gave these further instructions to Aaron: “I myself have put you in charge of all the holy offerings that are brought to me by the people of Israel. I have given all these consecrated offerings to you and your sons as your permanent share."}, {"passage_title": "", "verse": "9", "text": "You are allotted the portion of the most holy offerings that is not burned on the fire. This portion of all the most holy offerings—including the grain offerings, sin offerings, and guilt offerings—will be most holy, and it belongs to you and your sons."}, {"passage_title": "", "verse": "10", "text": "You must eat it as a most holy offering. All the males may eat of it, and you must treat it as most holy."}, {"passage_title": "", "verse": "11", "text": "“All the sacred offerings and special offerings presented to me when the Israelites lift them up before the altar also belong to you. I have given them to you and to your sons and daughters as your permanent share. Any member of your family who is ceremonially clean may eat of these offerings."}, {"passage_title": "", "verse": "12", "text": "“I also give you the harvest gifts brought by the people as offerings to the Lord—the best of the olive oil, new wine, and grain."}, {"passage_title": "", "verse": "13", "text": "All the first crops of their land that the people present to the Lord belong to you. Any member of your family who is ceremonially clean may eat this food."}, {"passage_title": "", "verse": "14", "text": "“Everything in Israel that is specially set apart for the Lord also belongs to you."}, {"passage_title": "", "verse": "15", "text": "“The firstborn of every mother, whether human or animal, that is offered to the Lord will be yours. But you must always redeem your firstborn sons and the firstborn of ceremonially unclean animals."}, {"passage_title": "", "verse": "16", "text": "Redeem them when they are one month old. The redemption price is five pieces of silver (as measured by the weight of the sanctuary shekel, which equals twenty gerahs)."}, {"passage_title": "", "verse": "17", "text": "“However, you may not redeem the firstborn of cattle, sheep, or goats. They are holy and have been set apart for the Lord. Sprinkle their blood on the altar, and burn their fat as a special gift, a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "18", "text": "The meat of these animals will be yours, just like the breast and right thigh that are presented by lifting them up as a special offering before the altar."}, {"passage_title": "", "verse": "19", "text": "Yes, I am giving you all these holy offerings that the people of Israel bring to the Lord. They are for you and your sons and daughters, to be eaten as your permanent share. This is an eternal and unbreakable covenant between the Lord and you, and it also applies to your descendants.”"}, {"passage_title": "", "verse": "20", "text": "And the Lord said to Aaron, “You priests will receive no allotment of land or share of property among the people of Israel. I am your share and your allotment."}, {"passage_title": "", "verse": "21", "text": "As for the tribe of Levi, your relatives, I will compensate them for their service in the Tabernacle. Instead of an allotment of land, I will give them the tithes from the entire land of Israel."}, {"passage_title": "", "verse": "22", "text": "“From now on, no Israelites except priests or Levites may approach the Tabernacle. If they come too near, they will be judged guilty and will die."}, {"passage_title": "", "verse": "23", "text": "Only the Levites may serve at the Tabernacle, and they will be held responsible for any offenses against it. This is a permanent law for you, to be observed from generation to generation. The Levites will receive no allotment of land among the Israelites,"}, {"passage_title": "", "verse": "24", "text": "because I have given them the Israelites’ tithes, which have been presented as sacred offerings to the Lord. This will be the Levites’ share. That is why I said they would receive no allotment of land among the Israelites.”"}, {"passage_title": "", "verse": "25", "text": "The Lord also told Moses,"}, {"passage_title": "", "verse": "26", "text": "“Give these instructions to the Levites: When you receive from the people of Israel the tithes I have assigned as your allotment, give a tenth of the tithes you receive—a tithe of the tithe—to the Lord as a sacred offering."}, {"passage_title": "", "verse": "27", "text": "The Lord will consider this offering to be your harvest offering, as though it were the first grain from your own threshing floor or wine from your own winepress."}, {"passage_title": "", "verse": "28", "text": "You must present one-tenth of the tithe received from the Israelites as a sacred offering to the Lord. This is the Lord’s sacred portion, and you must present it to Aaron the priest."}, {"passage_title": "", "verse": "29", "text": "Be sure to give to the Lord the best portions of the gifts given to you."}, {"passage_title": "", "verse": "30", "text": "“Also, give these instructions to the Levites: When you present the best part as your offering, it will be considered as though it came from your own threshing floor or winepress."}, {"passage_title": "", "verse": "31", "text": "You Levites and your families may eat this food anywhere you wish, for it is your compensation for serving in the Tabernacle."}, {"passage_title": "", "verse": "32", "text": "You will not be considered guilty for accepting the Lord’s tithes if you give the best portion to the priests. But be careful not to treat the holy gifts of the people of Israel as though they were common. If you do, you will die.”"}]}, {"chapter_title": "The Water of Purification", "chapter_number": 19, "chapter_content": [{"passage_title": "", "verse": "19", "text": "The Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "2", "text": "“Here is another legal requirement commanded by the Lord: Tell the people of Israel to bring you a red heifer, a perfect animal that has no defects and has never been yoked to a plow."}, {"passage_title": "", "verse": "3", "text": "Give it to Eleazar the priest, and it will be taken outside the camp and slaughtered in his presence."}, {"passage_title": "", "verse": "4", "text": "Eleazar will take some of its blood on his finger and sprinkle it seven times toward the front of the Tabernacle."}, {"passage_title": "", "verse": "5", "text": "As Eleazar watches, the heifer must be burned—its hide, meat, blood, and dung."}, {"passage_title": "", "verse": "6", "text": "Eleazar the priest must then take a stick of cedar, a hyssop branch, and some scarlet yarn and throw them into the fire where the heifer is burning."}, {"passage_title": "", "verse": "7", "text": "“Then the priest must wash his clothes and bathe himself in water. Afterward he may return to the camp, though he will remain ceremonially unclean until evening."}, {"passage_title": "", "verse": "8", "text": "The man who burns the animal must also wash his clothes and bathe himself in water, and he, too, will remain unclean until evening."}, {"passage_title": "", "verse": "9", "text": "Then someone who is ceremonially clean will gather up the ashes of the heifer and deposit them in a purified place outside the camp. They will be kept there for the community of Israel to use in the water for the purification ceremony. This ceremony is performed for the removal of sin."}, {"passage_title": "", "verse": "10", "text": "The man who gathers up the ashes of the heifer must also wash his clothes, and he will remain ceremonially unclean until evening. This is a permanent law for the people of Israel and any foreigners who live among them."}, {"passage_title": "", "verse": "11", "text": "“All those who touch a dead human body will be ceremonially unclean for seven days."}, {"passage_title": "", "verse": "12", "text": "They must purify themselves on the third and seventh days with the water of purification; then they will be purified. But if they do not do this on the third and seventh days, they will continue to be unclean even after the seventh day."}, {"passage_title": "", "verse": "13", "text": "All those who touch a dead body and do not purify themselves in the proper way defile the Lord’s Tabernacle, and they will be cut off from the community of Israel. Since the water of purification was not sprinkled on them, their defilement continues."}, {"passage_title": "", "verse": "14", "text": "“This is the ritual law that applies when someone dies inside a tent: All those who enter that tent and those who were inside when the death occurred will be ceremonially unclean for seven days."}, {"passage_title": "", "verse": "15", "text": "Any open container in the tent that was not covered with a lid is also defiled."}, {"passage_title": "", "verse": "16", "text": "And if someone in an open field touches the corpse of someone who was killed with a sword or who died a natural death, or if someone touches a human bone or a grave, that person will be defiled for seven days."}, {"passage_title": "", "verse": "17", "text": "“To remove the defilement, put some of the ashes from the burnt purification offering in a jar, and pour fresh water over them."}, {"passage_title": "", "verse": "18", "text": "Then someone who is ceremonially clean must take a hyssop branch and dip it into the water. That person must sprinkle the water on the tent, on all the furnishings in the tent, and on the people who were in the tent; also on the person who touched a human bone, or touched someone who was killed or who died naturally, or touched a grave."}, {"passage_title": "", "verse": "19", "text": "On the third and seventh days the person who is ceremonially clean must sprinkle the water on those who are defiled. Then on the seventh day the people being cleansed must wash their clothes and bathe themselves, and that evening they will be cleansed of their defilement."}, {"passage_title": "", "verse": "20", "text": "“But those who become defiled and do not purify themselves will be cut off from the community, for they have defiled the sanctuary of the Lord. Since the water of purification has not been sprinkled on them, they remain defiled."}, {"passage_title": "", "verse": "21", "text": "This is a permanent law for the people. Those who sprinkle the water of purification must afterward wash their clothes, and anyone who then touches the water used for purification will remain defiled until evening."}, {"passage_title": "", "verse": "22", "text": "Anything and anyone that a defiled person touches will be ceremonially unclean until evening.”"}]}, {"chapter_title": "Moses Strikes the Rock", "chapter_number": 20, "chapter_content": [{"passage_title": "", "verse": "20", "text": "In the first month of the year, the whole community of Israel arrived in the wilderness of Zin and camped at Kadesh. While they were there, Miriam died and was buried."}, {"passage_title": "", "verse": "2", "text": "There was no water for the people to drink at that place, so they rebelled against Moses and Aaron."}, {"passage_title": "", "verse": "3", "text": "The people blamed Moses and said, “If only we had died in the Lord’s presence with our brothers!"}, {"passage_title": "", "verse": "4", "text": "Why have you brought the congregation of the Lord’s people into this wilderness to die, along with all our livestock?"}, {"passage_title": "", "verse": "5", "text": "Why did you make us leave Egypt and bring us here to this terrible place? This land has no grain, no figs, no grapes, no pomegranates, and no water to drink!”"}, {"passage_title": "", "verse": "6", "text": "Moses and Aaron turned away from the people and went to the entrance of the Tabernacle, where they fell face down on the ground. Then the glorious presence of the Lord appeared to them,"}, {"passage_title": "", "verse": "7", "text": "and the Lord said to Moses,"}, {"passage_title": "", "verse": "8", "text": "“You and Aaron must take the staff and assemble the entire community. As the people watch, speak to the rock over there, and it will pour out its water. You will provide enough water from the rock to satisfy the whole community and their livestock.”"}, {"passage_title": "", "verse": "9", "text": "So Moses did as he was told. He took the staff from the place where it was kept before the Lord."}, {"passage_title": "", "verse": "10", "text": "Then he and Aaron summoned the people to come and gather at the rock. “Listen, you rebels!” he shouted. “Must we bring you water from this rock?”"}, {"passage_title": "", "verse": "11", "text": "Then Moses raised his hand and struck the rock twice with the staff, and water gushed out. So the entire community and their livestock drank their fill."}, {"passage_title": "", "verse": "12", "text": "But the Lord said to Moses and Aaron, “Because you did not trust me enough to demonstrate my holiness to the people of Israel, you will not lead them into the land I am giving them!”"}, {"passage_title": "Edom Refuses Israel Passage", "verse": "13", "text": "This place was known as the waters of Meribah (which means “arguing”) because there the people of Israel argued with the Lord, and there he demonstrated his holiness among them. [pas_title]"}, {"passage_title": "", "verse": "14", "text": "While Moses was at Kadesh, he sent ambassadors to the king of Edom with this message: “This is what your relatives, the people of Israel, say: You know all the hardships we have been through."}, {"passage_title": "", "verse": "15", "text": "Our ancestors went down to Egypt, and we lived there a long time, and we and our ancestors were brutally mistreated by the Egyptians."}, {"passage_title": "", "verse": "16", "text": "But when we cried out to the Lord, he heard us and sent an angel who brought us out of Egypt. Now we are camped at Kadesh, a town on the border of your land."}, {"passage_title": "", "verse": "17", "text": "Please let us travel through your land. We will be careful not to go through your fields and vineyards. We won’t even drink water from your wells. We will stay on the king’s road and never leave it until we have passed through your territory.”"}, {"passage_title": "", "verse": "18", "text": "But the king of Edom said, “Stay out of my land, or I will meet you with an army!”"}, {"passage_title": "", "verse": "19", "text": "The Israelites answered, “We will stay on the main road. If our livestock drink your water, we will pay for it. Just let us pass through your country. That’s all we ask.”"}, {"passage_title": "", "verse": "20", "text": "But the king of Edom replied, “Stay out! You may not pass through our land.” With that he mobilized his army and marched out against them with an imposing force."}, {"passage_title": "The Death of Aaron", "verse": "21", "text": "Because Edom refused to allow Israel to pass through their country, Israel was forced to turn around. [pas_title]"}, {"passage_title": "", "verse": "22", "text": "The whole community of Israel left Kadesh and arrived at Mount Hor."}, {"passage_title": "", "verse": "23", "text": "There, on the border of the land of Edom, the Lord said to Moses and Aaron,"}, {"passage_title": "", "verse": "24", "text": "“The time has come for Aaron to join his ancestors in death. He will not enter the land I am giving the people of Israel, because the two of you rebelled against my instructions concerning the water at Meribah."}, {"passage_title": "", "verse": "25", "text": "Now take Aaron and his son Eleazar up Mount Hor."}, {"passage_title": "", "verse": "26", "text": "There you will remove Aaron’s priestly garments and put them on Eleazar, his son. Aaron will die there and join his ancestors.”"}, {"passage_title": "", "verse": "27", "text": "So Moses did as the Lord commanded. The three of them went up Mount Hor together as the whole community watched."}, {"passage_title": "", "verse": "28", "text": "At the summit, Moses removed the priestly garments from Aaron and put them on Eleazar, Aaron’s son. Then Aaron died there on top of the mountain, and Moses and Eleazar went back down."}, {"passage_title": "", "verse": "29", "text": "When the people realized that Aaron had died, all Israel mourned for him thirty days."}]}, {"chapter_title": "Victory over the Canaanites", "chapter_number": 21, "chapter_content": [{"passage_title": "", "verse": "21", "text": "The Canaanite king of Arad, who lived in the Negev, heard that the Israelites were approaching on the road through Atharim. So he attacked the Israelites and took some of them as prisoners."}, {"passage_title": "", "verse": "2", "text": "Then the people of Israel made this vow to the Lord: “If you will hand these people over to us, we will completely destroy all their towns.”"}, {"passage_title": "The Bronze Snake", "verse": "3", "text": "The Lord heard the Israelites’ request and gave them victory over the Canaanites. The Israelites completely destroyed them and their towns, and the place has been called Hormah ever since. [pas_title]"}, {"passage_title": "", "verse": "4", "text": "Then the people of Israel set out from Mount Hor, taking the road to the Red Sea to go around the land of Edom. But the people grew impatient with the long journey,"}, {"passage_title": "", "verse": "5", "text": "and they began to speak against God and Moses. “Why have you brought us out of Egypt to die here in the wilderness?” they complained. “There is nothing to eat here and nothing to drink. And we hate this horrible manna!”"}, {"passage_title": "", "verse": "6", "text": "So the Lord sent poisonous snakes among the people, and many were bitten and died."}, {"passage_title": "", "verse": "7", "text": "Then the people came to Moses and cried out, “We have sinned by speaking against the Lord and against you. Pray that the Lord will take away the snakes.” So Moses prayed for the people."}, {"passage_title": "", "verse": "8", "text": "Then the Lord told him, “Make a replica of a poisonous snake and attach it to a pole. All who are bitten will live if they simply look at it!”"}, {"passage_title": "Israel’s Journey to Moab", "verse": "9", "text": "So Moses made a snake out of bronze and attached it to a pole. Then anyone who was bitten by a snake could look at the bronze snake and be healed! [pas_title]"}, {"passage_title": "", "verse": "10", "text": "The Israelites traveled next to Oboth and camped there."}, {"passage_title": "", "verse": "11", "text": "Then they went on to Iye-abarim, in the wilderness on the eastern border of Moab."}, {"passage_title": "", "verse": "12", "text": "From there they traveled to the valley of Zered Brook and set up camp."}, {"passage_title": "", "verse": "13", "text": "Then they moved out and camped on the far side of the Arnon River, in the wilderness adjacent to the territory of the Amorites. The Arnon is the boundary line between the Moabites and the Amorites."}, {"passage_title": "", "verse": "14", "text": "For this reason The Book of the Wars of the Lord speaks of “the town of Waheb in the area of Suphah, and the ravines of the Arnon River,"}, {"passage_title": "", "verse": "15", "text": "and the ravines that extend as far as the settlement of Ar on the border of Moab.”"}, {"passage_title": "", "verse": "16", "text": "From there the Israelites traveled to Beer, which is the well where the Lord said to Moses, “Assemble the people, and I will give them water.”"}, {"passage_title": "", "verse": "17", "text": "There the Israelites sang this song: “Spring up, O well! Yes, sing its praises!"}, {"passage_title": "", "verse": "18", "text": "Sing of this well, which princes dug, which great leaders hollowed out with their scepters and staffs.” Then the Israelites left the wilderness and proceeded on through Mattanah,"}, {"passage_title": "", "verse": "19", "text": "Nahaliel, and Bamoth."}, {"passage_title": "Victory over Sihon and Og", "verse": "20", "text": "After that they went to the valley in Moab where Pisgah Peak overlooks the wasteland. [pas_title]"}, {"passage_title": "", "verse": "21", "text": "The Israelites sent ambassadors to King Sihon of the Amorites with this message:"}, {"passage_title": "", "verse": "22", "text": "“Let us travel through your land. We will be careful not to go through your fields and vineyards. We won’t even drink water from your wells. We will stay on the king’s road until we have passed through your territory.”"}, {"passage_title": "", "verse": "23", "text": "But King Sihon refused to let them cross his territory. Instead, he mobilized his entire army and attacked Israel in the wilderness, engaging them in battle at Jahaz."}, {"passage_title": "", "verse": "24", "text": "But the Israelites slaughtered them with their swords and occupied their land from the Arnon River to the Jabbok River. They went only as far as the Ammonite border because the boundary of the Ammonites was fortified."}, {"passage_title": "", "verse": "25", "text": "So Israel captured all the towns of the Amorites and settled in them, including the city of Heshbon and its surrounding villages."}, {"passage_title": "", "verse": "26", "text": "Heshbon had been the capital of King Sihon of the Amorites. He had defeated a former Moabite king and seized all his land as far as the Arnon River."}, {"passage_title": "", "verse": "27", "text": "Therefore, the ancient poets wrote this about him: “Come to Heshbon and let it be rebuilt! Let the city of Sihon be restored."}, {"passage_title": "", "verse": "28", "text": "A fire flamed forth from Heshbon, a blaze from the city of Sihon. It burned the city of Ar in Moab; it destroyed the rulers of the Arnon heights."}, {"passage_title": "", "verse": "29", "text": "What sorrow awaits you, O people of Moab! You are finished, O worshipers of Chemosh! Chemosh has left his sons as refugees, his daughters as captives of Sihon, the Amorite king."}, {"passage_title": "", "verse": "30", "text": "We have utterly destroyed them, from Heshbon to Dibon. We have completely wiped them out as far away as Nophah and Medeba.”"}, {"passage_title": "", "verse": "31", "text": "So the people of Israel occupied the territory of the Amorites."}, {"passage_title": "", "verse": "32", "text": "After Moses sent men to explore the Jazer area, they captured all the towns in the region and drove out the Amorites who lived there."}, {"passage_title": "", "verse": "33", "text": "Then they turned and marched up the road to Bashan, but King Og of Bashan and all his people attacked them at Edrei."}, {"passage_title": "", "verse": "34", "text": "The Lord said to Moses, “Do not be afraid of him, for I have handed him over to you, along with all his people and his land. Do the same to him as you did to King Sihon of the Amorites, who ruled in Heshbon.”"}, {"passage_title": "", "verse": "35", "text": "And Israel killed King Og, his sons, and all his subjects; not a single survivor remained. Then Israel occupied their land."}]}, {"chapter_title": "Balak Sends for Balaam", "chapter_number": 22, "chapter_content": [{"passage_title": "", "verse": "22", "text": "Then the people of Israel traveled to the plains of Moab and camped east of the Jordan River, across from Jericho."}, {"passage_title": "", "verse": "2", "text": "Balak son of Zippor, the Moabite king, had seen everything the Israelites did to the Amorites."}, {"passage_title": "", "verse": "3", "text": "And when the people of Moab saw how many Israelites there were, they were terrified."}, {"passage_title": "", "verse": "4", "text": "The king of Moab said to the elders of Midian, “This mob will devour everything in sight, like an ox devours grass in the field!” So Balak, king of Moab,"}, {"passage_title": "", "verse": "5", "text": "sent messengers to call Balaam son of Beor, who was living in his native land of Pethor near the Euphrates River. His message said: “Look, a vast horde of people has arrived from Egypt. They cover the face of the earth and are threatening me."}, {"passage_title": "", "verse": "6", "text": "Please come and curse these people for me because they are too powerful for me. Then perhaps I will be able to conquer them and drive them from the land. I know that blessings fall on any people you bless, and curses fall on people you curse.”"}, {"passage_title": "", "verse": "7", "text": "Balak’s messengers, who were elders of Moab and Midian, set out with money to pay Balaam to place a curse upon Israel. They went to Balaam and delivered Balak’s message to him."}, {"passage_title": "", "verse": "8", "text": "“Stay here overnight,” Balaam said. “In the morning I will tell you whatever the Lord directs me to say.” So the officials from Moab stayed there with Balaam."}, {"passage_title": "", "verse": "9", "text": "That night God came to Balaam and asked him, “Who are these men visiting you?”"}, {"passage_title": "", "verse": "10", "text": "Balaam said to God, “Balak son of Zippor, king of Moab, has sent me this message:"}, {"passage_title": "", "verse": "11", "text": "‘Look, a vast horde of people has arrived from Egypt, and they cover the face of the earth. Come and curse these people for me. Then perhaps I will be able to stand up to them and drive them from the land.’”"}, {"passage_title": "", "verse": "12", "text": "But God told Balaam, “Do not go with them. You are not to curse these people, for they have been blessed!”"}, {"passage_title": "", "verse": "13", "text": "The next morning Balaam got up and told Balak’s officials, “Go on home! The Lord will not let me go with you.”"}, {"passage_title": "", "verse": "14", "text": "So the Moabite officials returned to King Balak and reported, “Balaam refused to come with us.”"}, {"passage_title": "", "verse": "15", "text": "Then Balak tried again. This time he sent a larger number of even more distinguished officials than those he had sent the first time."}, {"passage_title": "", "verse": "16", "text": "They went to Balaam and delivered this message to him: “This is what Balak son of Zippor says: Please don’t let anything stop you from coming to help me."}, {"passage_title": "", "verse": "17", "text": "I will pay you very well and do whatever you tell me. Just come and curse these people for me!”"}, {"passage_title": "", "verse": "18", "text": "But Balaam responded to Balak’s messengers, “Even if Balak were to give me his palace filled with silver and gold, I would be powerless to do anything against the will of the Lord my God."}, {"passage_title": "", "verse": "19", "text": "But stay here one more night, and I will see if the Lord has anything else to say to me.”"}, {"passage_title": "Balaam and His Donkey", "verse": "20", "text": "That night God came to Balaam and told him, “Since these men have come for you, get up and go with them. But do only what I tell you to do.” [pas_title]"}, {"passage_title": "", "verse": "21", "text": "So the next morning Balaam got up, saddled his donkey, and started off with the Moabite officials."}, {"passage_title": "", "verse": "22", "text": "But God was angry that Balaam was going, so he sent the angel of the Lord to stand in the road to block his way. As Balaam and two servants were riding along,"}, {"passage_title": "", "verse": "23", "text": "Balaam’s donkey saw the angel of the Lord standing in the road with a drawn sword in his hand. The donkey bolted off the road into a field, but Balaam beat it and turned it back onto the road."}, {"passage_title": "", "verse": "24", "text": "Then the angel of the Lord stood at a place where the road narrowed between two vineyard walls."}, {"passage_title": "", "verse": "25", "text": "When the donkey saw the angel of the Lord, it tried to squeeze by and crushed Balaam’s foot against the wall. So Balaam beat the donkey again."}, {"passage_title": "", "verse": "26", "text": "Then the angel of the Lord moved farther down the road and stood in a place too narrow for the donkey to get by at all."}, {"passage_title": "", "verse": "27", "text": "This time when the donkey saw the angel, it lay down under Balaam. In a fit of rage Balaam beat the animal again with his staff."}, {"passage_title": "", "verse": "28", "text": "Then the Lord gave the donkey the ability to speak. “What have I done to you that deserves your beating me three times?” it asked Balaam."}, {"passage_title": "", "verse": "29", "text": "“You have made me look like a fool!” Balaam shouted. “If I had a sword with me, I would kill you!”"}, {"passage_title": "", "verse": "30", "text": "“But I am the same donkey you have ridden all your life,” the donkey answered. “Have I ever done anything like this before?” “No,” Balaam admitted."}, {"passage_title": "", "verse": "31", "text": "Then the Lord opened Balaam’s eyes, and he saw the angel of the Lord standing in the roadway with a drawn sword in his hand. Balaam bowed his head and fell face down on the ground before him."}, {"passage_title": "", "verse": "32", "text": "“Why did you beat your donkey those three times?” the angel of the Lord demanded. “Look, I have come to block your way because you are stubbornly resisting me."}, {"passage_title": "", "verse": "33", "text": "Three times the donkey saw me and shied away; otherwise, I would certainly have killed you by now and spared the donkey.”"}, {"passage_title": "", "verse": "34", "text": "Then Balaam confessed to the angel of the Lord, “I have sinned. I didn’t realize you were standing in the road to block my way. I will return home if you are against my going.”"}, {"passage_title": "", "verse": "35", "text": "But the angel of the Lord told Balaam, “Go with these men, but say only what I tell you to say.” So Balaam went on with Balak’s officials."}, {"passage_title": "", "verse": "36", "text": "When King Balak heard that Balaam was on the way, he went out to meet him at a Moabite town on the Arnon River at the farthest border of his land."}, {"passage_title": "", "verse": "37", "text": "“Didn’t I send you an urgent invitation? Why didn’t you come right away?” Balak asked Balaam. “Didn’t you believe me when I said I would reward you richly?”"}, {"passage_title": "", "verse": "38", "text": "Balaam replied, “Look, now I have come, but I have no power to say whatever I want. I will speak only the message that God puts in my mouth.”"}, {"passage_title": "", "verse": "39", "text": "Then Balaam accompanied Balak to Kiriath-huzoth,"}, {"passage_title": "", "verse": "40", "text": "where the king sacrificed cattle and sheep. He sent portions of the meat to Balaam and the officials who were with him."}, {"passage_title": "", "verse": "41", "text": "The next morning Balak took Balaam up to Bamoth-baal. From there he could see some of the people of Israel spread out below him."}]}, {"chapter_title": "Balaam Blesses Israel", "chapter_number": 23, "chapter_content": [{"passage_title": "", "verse": "23", "text": "Then Balaam said to King Balak, “Build me seven altars here, and prepare seven young bulls and seven rams for me to sacrifice.”"}, {"passage_title": "", "verse": "2", "text": "Balak followed his instructions, and the two of them sacrificed a young bull and a ram on each altar."}, {"passage_title": "", "verse": "3", "text": "Then Balaam said to Balak, “Stand here by your burnt offerings, and I will go to see if the Lord will respond to me. Then I will tell you whatever he reveals to me.” So Balaam went alone to the top of a bare hill,"}, {"passage_title": "", "verse": "4", "text": "and God met him there. Balaam said to him, “I have prepared seven altars and have sacrificed a young bull and a ram on each altar.”"}, {"passage_title": "", "verse": "5", "text": "The Lord gave Balaam a message for King Balak. Then he said, “Go back to Balak and give him my message.”"}, {"passage_title": "", "verse": "6", "text": "So Balaam returned and found the king standing beside his burnt offerings with all the officials of Moab."}, {"passage_title": "", "verse": "7", "text": "This was the message Balaam delivered: “Balak summoned me to come from Aram; the king of Moab brought me from the eastern hills. ‘Come,’ he said, ‘curse Jacob for me! Come and announce Israel’s doom.’"}, {"passage_title": "", "verse": "8", "text": "But how can I curse those whom God has not cursed? How can I condemn those whom the Lord has not condemned?"}, {"passage_title": "", "verse": "9", "text": "I see them from the cliff tops; I watch them from the hills. I see a people who live by themselves, set apart from other nations."}, {"passage_title": "", "verse": "10", "text": "Who can count Jacob’s descendants, as numerous as dust? Who can count even a fourth of Israel’s people? Let me die like the righteous; let my life end like theirs.”"}, {"passage_title": "", "verse": "11", "text": "Then King Balak demanded of Balaam, “What have you done to me? I brought you to curse my enemies. Instead, you have blessed them!”"}, {"passage_title": "Balaam’s Second Message", "verse": "12", "text": "But Balaam replied, “I will speak only the message that the Lord puts in my mouth.” [pas_title]"}, {"passage_title": "", "verse": "13", "text": "Then King Balak told him, “Come with me to another place. There you will see another part of the nation of Israel, but not all of them. Curse at least that many!”"}, {"passage_title": "", "verse": "14", "text": "So Balak took Balaam to the plateau of Zophim on Pisgah Peak. He built seven altars there and offered a young bull and a ram on each altar."}, {"passage_title": "", "verse": "15", "text": "Then Balaam said to the king, “Stand here by your burnt offerings while I go over there to meet the Lord.”"}, {"passage_title": "", "verse": "16", "text": "And the Lord met Balaam and gave him a message. Then he said, “Go back to Balak and give him my message.”"}, {"passage_title": "", "verse": "17", "text": "So Balaam returned and found the king standing beside his burnt offerings with all the officials of Moab. “What did the Lord say?” Balak asked eagerly."}, {"passage_title": "", "verse": "18", "text": "This was the message Balaam delivered: “Rise up, Balak, and listen! Hear me, son of Zippor."}, {"passage_title": "", "verse": "19", "text": "God is not a man, so he does not lie. He is not human, so he does not change his mind. Has he ever spoken and failed to act? Has he ever promised and not carried it through?"}, {"passage_title": "", "verse": "20", "text": "Listen, I received a command to bless; God has blessed, and I cannot reverse it!"}, {"passage_title": "", "verse": "21", "text": "No misfortune is in his plan for Jacob; no trouble is in store for Israel. For the Lord their God is with them; he has been proclaimed their king."}, {"passage_title": "", "verse": "22", "text": "God brought them out of Egypt; for them he is as strong as a wild ox."}, {"passage_title": "", "verse": "23", "text": "No curse can touch Jacob; no magic has any power against Israel. For now it will be said of Jacob, ‘What wonders God has done for Israel!’"}, {"passage_title": "", "verse": "24", "text": "These people rise up like a lioness, like a majestic lion rousing itself. They refuse to rest until they have feasted on prey, drinking the blood of the slaughtered!”"}, {"passage_title": "", "verse": "25", "text": "Then Balak said to Balaam, “Fine, but if you won’t curse them, at least don’t bless them!”"}, {"passage_title": "Balaam’s Third Message", "verse": "26", "text": "But Balaam replied to Balak, “Didn’t I tell you that I can do only what the Lord tells me?” [pas_title]"}, {"passage_title": "", "verse": "27", "text": "Then King Balak said to Balaam, “Come, I will take you to one more place. Perhaps it will please God to let you curse them from there.”"}, {"passage_title": "", "verse": "28", "text": "So Balak took Balaam to the top of Mount Peor, overlooking the wasteland."}, {"passage_title": "", "verse": "29", "text": "Balaam again told Balak, “Build me seven altars, and prepare seven young bulls and seven rams for me to sacrifice.”"}, {"passage_title": "", "verse": "30", "text": "So Balak did as Balaam ordered and offered a young bull and a ram on each altar."}]}, {"chapter_title": "", "chapter_number": 24, "chapter_content": [{"passage_title": "", "verse": "24", "text": "By now Balaam realized that the Lord was determined to bless Israel, so he did not resort to divination as before. Instead, he turned and looked out toward the wilderness,"}, {"passage_title": "", "verse": "2", "text": "where he saw the people of Israel camped, tribe by tribe. Then the Spirit of God came upon him,"}, {"passage_title": "", "verse": "3", "text": "and this is the message he delivered: “This is the message of Balaam son of Beor, the message of the man whose eyes see clearly,"}, {"passage_title": "", "verse": "4", "text": "the message of one who hears the words of God, who sees a vision from the Almighty, who bows down with eyes wide open:"}, {"passage_title": "", "verse": "5", "text": "How beautiful are your tents, O Jacob; how lovely are your homes, O Israel!"}, {"passage_title": "", "verse": "6", "text": "They spread before me like palm groves, like gardens by the riverside. They are like tall trees planted by the Lord, like cedars beside the waters."}, {"passage_title": "", "verse": "7", "text": "Water will flow from their buckets; their offspring have all they need. Their king will be greater than Agag; their kingdom will be exalted."}, {"passage_title": "", "verse": "8", "text": "God brought them out of Egypt; for them he is as strong as a wild ox. He devours all the nations that oppose him, breaking their bones in pieces, shooting them with arrows."}, {"passage_title": "", "verse": "9", "text": "Like a lion, Israel crouches and lies down; like a lioness, who dares to arouse her? Blessed is everyone who blesses you, O Israel, and cursed is everyone who curses you.”"}, {"passage_title": "", "verse": "10", "text": "King Balak flew into a rage against Balaam. He angrily clapped his hands and shouted, “I called you to curse my enemies! Instead, you have blessed them three times."}, {"passage_title": "", "verse": "11", "text": "Now get out of here! Go back home! I promised to reward you richly, but the Lord has kept you from your reward.”"}, {"passage_title": "", "verse": "12", "text": "Balaam told Balak, “Don’t you remember what I told your messengers? I said,"}, {"passage_title": "", "verse": "13", "text": "‘Even if Balak were to give me his palace filled with silver and gold, I would be powerless to do anything against the will of the Lord.’ I told you that I could say only what the Lord says!"}, {"passage_title": "Balaam’s Final Messages", "verse": "14", "text": "Now I am returning to my own people. But first let me tell you what the Israelites will do to your people in the future.” [pas_title]"}, {"passage_title": "", "verse": "15", "text": "This is the message Balaam delivered: “This is the message of Balaam son of Beor, the message of the man whose eyes see clearly,"}, {"passage_title": "", "verse": "16", "text": "the message of one who hears the words of God, who has knowledge from the Most High, who sees a vision from the Almighty, who bows down with eyes wide open:"}, {"passage_title": "", "verse": "17", "text": "I see him, but not here and now. I perceive him, but far in the distant future. A star will rise from Jacob; a scepter will emerge from Israel. It will crush the heads of Moab’s people, cracking the skulls of the people of Sheth."}, {"passage_title": "", "verse": "18", "text": "Edom will be taken over, and Seir, its enemy, will be conquered, while Israel marches on in triumph."}, {"passage_title": "", "verse": "19", "text": "A ruler will rise in Jacob who will destroy the survivors of Ir.”"}, {"passage_title": "", "verse": "20", "text": "Then Balaam looked over toward the people of Amalek and delivered this message: “Amalek was the greatest of nations, but its destiny is destruction!”"}, {"passage_title": "", "verse": "21", "text": "Then he looked over toward the Kenites and delivered this message: “Your home is secure; your nest is set in the rocks."}, {"passage_title": "", "verse": "22", "text": "But the Kenites will be destroyed when Assyria takes you captive.”"}, {"passage_title": "", "verse": "23", "text": "Balaam concluded his messages by saying: “Alas, who can survive unless God has willed it?"}, {"passage_title": "", "verse": "24", "text": "Ships will come from the coasts of Cyprus; they will oppress Assyria and afflict Eber, but they, too, will be utterly destroyed.”"}, {"passage_title": "", "verse": "25", "text": "Then Balaam left and returned home, and Balak also went on his way."}]}, {"chapter_title": "Moab Seduces Israel", "chapter_number": 25, "chapter_content": [{"passage_title": "", "verse": "25", "text": "While the Israelites were camped at Acacia Grove, some of the men defiled themselves by having sexual relations with local Moabite women."}, {"passage_title": "", "verse": "2", "text": "These women invited them to attend sacrifices to their gods, so the Israelites feasted with them and worshiped the gods of Moab."}, {"passage_title": "", "verse": "3", "text": "In this way, Israel joined in the worship of Baal of Peor, causing the Lord’s anger to blaze against his people."}, {"passage_title": "", "verse": "4", "text": "The Lord issued the following command to Moses: “Seize all the ringleaders and execute them before the Lord in broad daylight, so his fierce anger will turn away from the people of Israel.”"}, {"passage_title": "", "verse": "5", "text": "So Moses ordered Israel’s judges, “Each of you must put to death the men under your authority who have joined in worshiping Baal of Peor.”"}, {"passage_title": "", "verse": "6", "text": "Just then one of the Israelite men brought a Midianite woman into his tent, right before the eyes of Moses and all the people, as everyone was weeping at the entrance of the Tabernacle."}, {"passage_title": "", "verse": "7", "text": "When Phinehas son of Eleazar and grandson of Aaron the priest saw this, he jumped up and left the assembly. He took a spear"}, {"passage_title": "", "verse": "8", "text": "and rushed after the man into his tent. Phinehas thrust the spear all the way through the man’s body and into the woman’s stomach. So the plague against the Israelites was stopped,"}, {"passage_title": "", "verse": "9", "text": "but not before 24,000 people had died."}, {"passage_title": "", "verse": "10", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "11", "text": "“Phinehas son of Eleazar and grandson of Aaron the priest has turned my anger away from the Israelites by being as zealous among them as I was. So I stopped destroying all Israel as I had intended to do in my zealous anger."}, {"passage_title": "", "verse": "12", "text": "Now tell him that I am making my special covenant of peace with him."}, {"passage_title": "", "verse": "13", "text": "In this covenant, I give him and his descendants a permanent right to the priesthood, for in his zeal for me, his God, he purified the people of Israel, making them right with me.”"}, {"passage_title": "", "verse": "14", "text": "The Israelite man killed with the Midianite woman was named Zimri son of Salu, the leader of a family from the tribe of Simeon."}, {"passage_title": "", "verse": "15", "text": "The woman’s name was Cozbi; she was the daughter of Zur, the leader of a Midianite clan."}, {"passage_title": "", "verse": "16", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "17", "text": "“Attack the Midianites and destroy them,"}, {"passage_title": "", "verse": "18", "text": "because they assaulted you with deceit and tricked you into worshiping Baal of Peor, and because of Cozbi, the daughter of a Midianite leader, who was killed at the time of the plague because of what happened at Peor.”"}]}, {"chapter_title": "The Second Registration of Israel’s Troops", "chapter_number": 26, "chapter_content": [{"passage_title": "", "verse": "26", "text": "After the plague had ended, the Lord said to Moses and to Eleazar son of Aaron the priest,"}, {"passage_title": "", "verse": "2", "text": "“From the whole community of Israel, record the names of all the warriors by their families. List all the men twenty years old or older who are able to go to war.”"}, {"passage_title": "", "verse": "3", "text": "So there on the plains of Moab beside the Jordan River, across from Jericho, Moses and Eleazar the priest issued these instructions to the leaders of Israel:"}, {"passage_title": "The Tribe of Reuben", "verse": "4", "text": "“List all the men of Israel twenty years old and older, just as the Lord commanded Moses.” This is the record of all the descendants of Israel who came out of Egypt. [pas_title]"}, {"passage_title": "", "verse": "5", "text": "These were the clans descended from the sons of Reuben, Jacob’s oldest son: The Hanochite clan, named after their ancestor Hanoch. The Palluite clan, named after their ancestor Pallu."}, {"passage_title": "", "verse": "6", "text": "The Hezronite clan, named after their ancestor Hezron. The Carmite clan, named after their ancestor Carmi."}, {"passage_title": "", "verse": "7", "text": "These were the clans of Reuben. Their registered troops numbered 43,730."}, {"passage_title": "", "verse": "8", "text": "Pallu was the ancestor of Eliab,"}, {"passage_title": "", "verse": "9", "text": "and Eliab was the father of Nemuel, Dathan, and Abiram. This Dathan and Abiram are the same community leaders who conspired with Korah against Moses and Aaron, rebelling against the Lord."}, {"passage_title": "", "verse": "10", "text": "But the earth opened up its mouth and swallowed them with Korah, and fire devoured 250 of their followers. This served as a warning to the entire nation of Israel."}, {"passage_title": "The Tribe of Simeon", "verse": "11", "text": "However, the sons of Korah did not die that day. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "These were the clans descended from the sons of Simeon: The Jemuelite clan, named after their ancestor Jemuel. The Jaminite clan, named after their ancestor Jamin. The Jakinite clan, named after their ancestor Jakin."}, {"passage_title": "", "verse": "13", "text": "The Zoharite clan, named after their ancestor Zohar. The Shaulite clan, named after their ancestor Shaul."}, {"passage_title": "The Tribe of Gad", "verse": "14", "text": "These were the clans of Simeon. Their registered troops numbered 22,200. [pas_title]"}, {"passage_title": "", "verse": "15", "text": "These were the clans descended from the sons of Gad: The Zephonite clan, named after their ancestor Zephon. The Haggite clan, named after their ancestor Haggi. The Shunite clan, named after their ancestor Shuni."}, {"passage_title": "", "verse": "16", "text": "The Oznite clan, named after their ancestor Ozni. The Erite clan, named after their ancestor Eri."}, {"passage_title": "", "verse": "17", "text": "The Arodite clan, named after their ancestor Arodi. The Arelite clan, named after their ancestor Areli."}, {"passage_title": "The Tribe of Judah", "verse": "18", "text": "These were the clans of Gad. Their registered troops numbered 40,500. [pas_title]"}, {"passage_title": "", "verse": "19", "text": "Judah had two sons, Er and Onan, who had died in the land of Canaan."}, {"passage_title": "", "verse": "20", "text": "These were the clans descended from Judah’s surviving sons: The Shelanite clan, named after their ancestor Shelah. The Perezite clan, named after their ancestor Perez. The Zerahite clan, named after their ancestor Zerah."}, {"passage_title": "", "verse": "21", "text": "These were the subclans descended from the Perezites: The Hezronites, named after their ancestor Hezron. The Hamulites, named after their ancestor Hamul."}, {"passage_title": "The Tribe of Issachar", "verse": "22", "text": "These were the clans of Judah. Their registered troops numbered 76,500. [pas_title]"}, {"passage_title": "", "verse": "23", "text": "These were the clans descended from the sons of Issachar: The Tolaite clan, named after their ancestor Tola. The Puite clan, named after their ancestor Puah."}, {"passage_title": "", "verse": "24", "text": "The Jashubite clan, named after their ancestor Jashub. The Shimronite clan, named after their ancestor Shimron."}, {"passage_title": "The Tribe of Zebulun", "verse": "25", "text": "These were the clans of Issachar. Their registered troops numbered 64,300. [pas_title]"}, {"passage_title": "", "verse": "26", "text": "These were the clans descended from the sons of Zebulun: The Seredite clan, named after their ancestor Sered. The Elonite clan, named after their ancestor Elon. The Jahleelite clan, named after their ancestor Jahleel."}, {"passage_title": "The Tribe of Manasseh", "verse": "27", "text": "These were the clans of Zebulun. Their registered troops numbered 60,500. [pas_title]"}, {"passage_title": "", "verse": "28", "text": "Two clans were descended from Joseph through Manasseh and Ephraim."}, {"passage_title": "", "verse": "29", "text": "These were the clans descended from Manasseh: The Makirite clan, named after their ancestor Makir. The Gileadite clan, named after their ancestor Gilead, Makir’s son."}, {"passage_title": "", "verse": "30", "text": "These were the subclans descended from the Gileadites: The Iezerites, named after their ancestor Iezer. The Helekites, named after their ancestor Helek."}, {"passage_title": "", "verse": "31", "text": "The Asrielites, named after their ancestor Asriel. The Shechemites, named after their ancestor Shechem."}, {"passage_title": "", "verse": "32", "text": "The Shemidaites, named after their ancestor Shemida. The Hepherites, named after their ancestor Hepher."}, {"passage_title": "", "verse": "33", "text": "(One of Hepher’s descendants, Zelophehad, had no sons, but his daughters’ names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.)"}, {"passage_title": "The Tribe of Ephraim", "verse": "34", "text": "These were the clans of Manasseh. Their registered troops numbered 52,700. [pas_title]"}, {"passage_title": "", "verse": "35", "text": "These were the clans descended from the sons of Ephraim: The Shuthelahite clan, named after their ancestor Shuthelah. The Bekerite clan, named after their ancestor Beker. The Tahanite clan, named after their ancestor Tahan."}, {"passage_title": "", "verse": "36", "text": "This was the subclan descended from the Shuthelahites: The Eranites, named after their ancestor Eran."}, {"passage_title": "The Tribe of Benjamin", "verse": "37", "text": "These were the clans of Ephraim. Their registered troops numbered 32,500. These clans of Manasseh and Ephraim were all descendants of Joseph. [pas_title]"}, {"passage_title": "", "verse": "38", "text": "These were the clans descended from the sons of Benjamin: The Belaite clan, named after their ancestor Bela. The Ashbelite clan, named after their ancestor Ashbel. The Ahiramite clan, named after their ancestor Ahiram."}, {"passage_title": "", "verse": "39", "text": "The Shuphamite clan, named after their ancestor Shupham. The Huphamite clan, named after their ancestor Hupham."}, {"passage_title": "", "verse": "40", "text": "These were the subclans descended from the Belaites: The Ardites, named after their ancestor Ard. The Naamites, named after their ancestor Naaman."}, {"passage_title": "The Tribe of Dan", "verse": "41", "text": "These were the clans of Benjamin. Their registered troops numbered 45,600. [pas_title]"}, {"passage_title": "", "verse": "42", "text": "These were the clans descended from the sons of Dan: The Shuhamite clan, named after their ancestor Shuham."}, {"passage_title": "The Tribe of Asher", "verse": "43", "text": "These were the Shuhamite clans of Dan. Their registered troops numbered 64,400. [pas_title]"}, {"passage_title": "", "verse": "44", "text": "These were the clans descended from the sons of Asher: The Imnite clan, named after their ancestor Imnah. The Ishvite clan, named after their ancestor Ishvi. The Beriite clan, named after their ancestor Beriah."}, {"passage_title": "", "verse": "45", "text": "These were the subclans descended from the Beriites: The Heberites, named after their ancestor Heber. The Malkielites, named after their ancestor Malkiel."}, {"passage_title": "", "verse": "46", "text": "Asher also had a daughter named Serah."}, {"passage_title": "The Tribe of Naphtali", "verse": "47", "text": "These were the clans of Asher. Their registered troops numbered 53,400. [pas_title]"}, {"passage_title": "", "verse": "48", "text": "These were the clans descended from the sons of Naphtali: The Jahzeelite clan, named after their ancestor Jahzeel. The Gunite clan, named after their ancestor Guni."}, {"passage_title": "", "verse": "49", "text": "The Jezerite clan, named after their ancestor Jezer. The Shillemite clan, named after their ancestor Shillem."}, {"passage_title": "Results of the Registration", "verse": "50", "text": "These were the clans of Naphtali. Their registered troops numbered 45,400. [pas_title]"}, {"passage_title": "", "verse": "51", "text": "In summary, the registered troops of all Israel numbered 601,730."}, {"passage_title": "", "verse": "52", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "53", "text": "“Divide the land among the tribes, and distribute the grants of land in proportion to the tribes’ populations, as indicated by the number of names on the list."}, {"passage_title": "", "verse": "54", "text": "Give the larger tribes more land and the smaller tribes less land, each group receiving a grant in proportion to the size of its population."}, {"passage_title": "", "verse": "55", "text": "But you must assign the land by lot, and give land to each ancestral tribe according to the number of names on the list."}, {"passage_title": "The Tribe of Levi", "verse": "56", "text": "Each grant of land must be assigned by lot among the larger and smaller tribal groups.” [pas_title]"}, {"passage_title": "", "verse": "57", "text": "This is the record of the Levites who were counted according to their clans: The Gershonite clan, named after their ancestor Gershon. The Kohathite clan, named after their ancestor Kohath. The Merarite clan, named after their ancestor Merari."}, {"passage_title": "", "verse": "58", "text": "The Libnites, the Hebronites, the Mahlites, the Mushites, and the Korahites were all subclans of the Levites. Now Kohath was the ancestor of Amram,"}, {"passage_title": "", "verse": "59", "text": "and Amram’s wife was named Jochebed. She also was a descendant of Levi, born among the Levites in the land of Egypt. Amram and Jochebed became the parents of Aaron, Moses, and their sister, Miriam."}, {"passage_title": "", "verse": "60", "text": "To Aaron were born Nadab, Abihu, Eleazar, and Ithamar."}, {"passage_title": "", "verse": "61", "text": "But Nadab and Abihu died when they burned before the Lord the wrong kind of fire, different than he had commanded."}, {"passage_title": "", "verse": "62", "text": "The men from the Levite clans who were one month old or older numbered 23,000. But the Levites were not included in the registration of the rest of the people of Israel because they were not given an allotment of land when it was divided among the Israelites."}, {"passage_title": "", "verse": "63", "text": "So these are the results of the registration of the people of Israel as conducted by Moses and Eleazar the priest on the plains of Moab beside the Jordan River, across from Jericho."}, {"passage_title": "", "verse": "64", "text": "Not one person on this list had been among those listed in the previous registration taken by Moses and Aaron in the wilderness of Sinai."}, {"passage_title": "", "verse": "65", "text": "For the Lord had said of them, “They will all die in the wilderness.” Not one of them survived except Caleb son of Jephunneh and Joshua son of Nun."}]}, {"chapter_title": "The Daughters of Zelophehad", "chapter_number": 27, "chapter_content": [{"passage_title": "", "verse": "27", "text": "One day a petition was presented by the daughters of Zelophehad—Mahlah, Noah, Hoglah, Milcah, and Tirzah. Their father, Zelophehad, was a descendant of Hepher son of Gilead, son of Makir, son of Manasseh, son of Joseph."}, {"passage_title": "", "verse": "2", "text": "These women stood before Moses, Eleazar the priest, the tribal leaders, and the entire community at the entrance of the Tabernacle."}, {"passage_title": "", "verse": "3", "text": "“Our father died in the wilderness,” they said. “He was not among Korah’s followers, who rebelled against the Lord; he died because of his own sin. But he had no sons."}, {"passage_title": "", "verse": "4", "text": "Why should the name of our father disappear from his clan just because he had no sons? Give us property along with the rest of our relatives.”"}, {"passage_title": "", "verse": "5", "text": "So Moses brought their case before the Lord."}, {"passage_title": "", "verse": "6", "text": "And the Lord replied to Moses,"}, {"passage_title": "", "verse": "7", "text": "“The claim of the daughters of Zelophehad is legitimate. You must give them a grant of land along with their father’s relatives. Assign them the property that would have been given to their father."}, {"passage_title": "", "verse": "8", "text": "“And give the following instructions to the people of Israel: If a man dies and has no son, then give his inheritance to his daughters."}, {"passage_title": "", "verse": "9", "text": "And if he has no daughter either, transfer his inheritance to his brothers."}, {"passage_title": "", "verse": "10", "text": "If he has no brothers, give his inheritance to his father’s brothers."}, {"passage_title": "Joshua Chosen to Lead Israel", "verse": "11", "text": "But if his father has no brothers, give his inheritance to the nearest relative in his clan. This is a legal requirement for the people of Israel, just as the Lord commanded Moses.” [pas_title]"}, {"passage_title": "", "verse": "12", "text": "One day the Lord said to Moses, “Climb one of the mountains east of the river, and look out over the land I have given the people of Israel."}, {"passage_title": "", "verse": "13", "text": "After you have seen it, you will die like your brother, Aaron,"}, {"passage_title": "", "verse": "14", "text": "for you both rebelled against my instructions in the wilderness of Zin. When the people of Israel rebelled, you failed to demonstrate my holiness to them at the waters.” (These are the waters of Meribah at Kadesh in the wilderness of Zin.)"}, {"passage_title": "", "verse": "15", "text": "Then Moses said to the Lord,"}, {"passage_title": "", "verse": "16", "text": "“O Lord, you are the God who gives breath to all creatures. Please appoint a new man as leader for the community."}, {"passage_title": "", "verse": "17", "text": "Give them someone who will guide them wherever they go and will lead them into battle, so the community of the Lord will not be like sheep without a shepherd.”"}, {"passage_title": "", "verse": "18", "text": "The Lord replied, “Take Joshua son of Nun, who has the Spirit in him, and lay your hands on him."}, {"passage_title": "", "verse": "19", "text": "Present him to Eleazar the priest before the whole community, and publicly commission him to lead the people."}, {"passage_title": "", "verse": "20", "text": "Transfer some of your authority to him so the whole community of Israel will obey him."}, {"passage_title": "", "verse": "21", "text": "When direction from the Lord is needed, Joshua will stand before Eleazar the priest, who will use the Urim—one of the sacred lots cast before the Lord—to determine his will. This is how Joshua and the rest of the community of Israel will determine everything they should do.”"}, {"passage_title": "", "verse": "22", "text": "So Moses did as the Lord commanded. He presented Joshua to Eleazar the priest and the whole community."}, {"passage_title": "", "verse": "23", "text": "Moses laid his hands on him and commissioned him to lead the people, just as the Lord had commanded through Moses."}]}, {"chapter_title": "The Daily Offerings", "chapter_number": 28, "chapter_content": [{"passage_title": "", "verse": "28", "text": "The Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Give these instructions to the people of Israel: The offerings you present as special gifts are a pleasing aroma to me; they are my food. See to it that they are brought at the appointed times and offered according to my instructions."}, {"passage_title": "", "verse": "3", "text": "“Say to the people: This is the special gift you must present to the Lord as your daily burnt offering. You must offer two one-year-old male lambs with no defects."}, {"passage_title": "", "verse": "4", "text": "Sacrifice one lamb in the morning and the other in the evening."}, {"passage_title": "", "verse": "5", "text": "With each lamb you must offer a grain offering of two quarts of choice flour mixed with one quart of pure oil of pressed olives."}, {"passage_title": "", "verse": "6", "text": "This is the regular burnt offering instituted at Mount Sinai as a special gift, a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "7", "text": "Along with it you must present the proper liquid offering of one quart of alcoholic drink with each lamb, poured out in the Holy Place as an offering to the Lord."}, {"passage_title": "The Sabbath Offerings", "verse": "8", "text": "Offer the second lamb in the evening with the same grain offering and liquid offering. It, too, is a special gift, a pleasing aroma to the Lord. [pas_title]"}, {"passage_title": "", "verse": "9", "text": "“On the Sabbath day, sacrifice two one-year-old male lambs with no defects. They must be accompanied by a grain offering of four quarts of choice flour moistened with olive oil, and a liquid offering."}, {"passage_title": "The Monthly Offerings", "verse": "10", "text": "This is the burnt offering to be presented each Sabbath day, in addition to the regular burnt offering and its accompanying liquid offering. [pas_title]"}, {"passage_title": "", "verse": "11", "text": "“On the first day of each month, present an extra burnt offering to the Lord of two young bulls, one ram, and seven one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "12", "text": "These must be accompanied by grain offerings of choice flour moistened with olive oil—six quarts with each bull, four quarts with the ram,"}, {"passage_title": "", "verse": "13", "text": "and two quarts with each lamb. This burnt offering will be a special gift, a pleasing aroma to the Lord."}, {"passage_title": "", "verse": "14", "text": "You must also present a liquid offering with each sacrifice: two quarts of wine for each bull, a third of a gallon for the ram, and one quart for each lamb. Present this monthly burnt offering on the first day of each month throughout the year."}, {"passage_title": "Offerings for the Passover", "verse": "15", "text": "“On the first day of each month, you must also offer one male goat for a sin offering to the Lord. This is in addition to the regular burnt offering and its accompanying liquid offering. [pas_title]"}, {"passage_title": "", "verse": "16", "text": "“On the fourteenth day of the first month, you must celebrate the Lord’s Passover."}, {"passage_title": "", "verse": "17", "text": "On the following day—the fifteenth day of the month—a joyous, seven-day festival will begin, but no bread made with yeast may be eaten."}, {"passage_title": "", "verse": "18", "text": "The first day of the festival will be an official day for holy assembly, and no ordinary work may be done on that day."}, {"passage_title": "", "verse": "19", "text": "As a special gift you must present a burnt offering to the Lord—two young bulls, one ram, and seven one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "20", "text": "These will be accompanied by grain offerings of choice flour moistened with olive oil—six quarts with each bull, four quarts with the ram,"}, {"passage_title": "", "verse": "21", "text": "and two quarts with each of the seven lambs."}, {"passage_title": "", "verse": "22", "text": "You must also offer a male goat as a sin offering to purify yourselves and make yourselves right with the Lord."}, {"passage_title": "", "verse": "23", "text": "Present these offerings in addition to your regular morning burnt offering."}, {"passage_title": "", "verse": "24", "text": "On each of the seven days of the festival, this is how you must prepare the food offering that is presented as a special gift, a pleasing aroma to the Lord. These will be offered in addition to the regular burnt offerings and liquid offerings."}, {"passage_title": "Offerings for the Festival of Harvest", "verse": "25", "text": "The seventh day of the festival will be another official day for holy assembly, and no ordinary work may be done on that day. [pas_title]"}, {"passage_title": "", "verse": "26", "text": "“At the Festival of Harvest, when you present the first of your new grain to the Lord, you must call an official day for holy assembly, and you may do no ordinary work on that day."}, {"passage_title": "", "verse": "27", "text": "Present a special burnt offering on that day as a pleasing aroma to the Lord. It will consist of two young bulls, one ram, and seven one-year-old male lambs."}, {"passage_title": "", "verse": "28", "text": "These will be accompanied by grain offerings of choice flour moistened with olive oil—six quarts with each bull, four quarts with the ram,"}, {"passage_title": "", "verse": "29", "text": "and two quarts with each of the seven lambs."}, {"passage_title": "", "verse": "30", "text": "Also, offer one male goat to purify yourselves and make yourselves right with the Lord."}, {"passage_title": "", "verse": "31", "text": "Prepare these special burnt offerings, along with their liquid offerings, in addition to the regular burnt offering and its accompanying grain offering. Be sure that all the animals you sacrifice have no defects."}]}, {"chapter_title": "Offerings for the Festival of Trumpets", "chapter_number": 29, "chapter_content": [{"passage_title": "", "verse": "29", "text": "“Celebrate the Festival of Trumpets each year on the first day of the appointed month in early autumn. You must call an official day for holy assembly, and you may do no ordinary work."}, {"passage_title": "", "verse": "2", "text": "On that day you must present a burnt offering as a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "3", "text": "These must be accompanied by grain offerings of choice flour moistened with olive oil—six quarts with the bull, four quarts with the ram,"}, {"passage_title": "", "verse": "4", "text": "and two quarts with each of the seven lambs."}, {"passage_title": "", "verse": "5", "text": "In addition, you must sacrifice a male goat as a sin offering to purify yourselves and make yourselves right with the Lord."}, {"passage_title": "Offerings for the Day of Atonement", "verse": "6", "text": "These special sacrifices are in addition to your regular monthly and daily burnt offerings, and they must be given with their prescribed grain offerings and liquid offerings. These offerings are given as a special gift to the Lord, a pleasing aroma to him. [pas_title]"}, {"passage_title": "", "verse": "7", "text": "“Ten days later, on the tenth day of the same month, you must call another holy assembly. On that day, the Day of Atonement, the people must go without food and must do no ordinary work."}, {"passage_title": "", "verse": "8", "text": "You must present a burnt offering as a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "9", "text": "These offerings must be accompanied by the prescribed grain offerings of choice flour moistened with olive oil—six quarts of choice flour with the bull, four quarts of choice flour with the ram,"}, {"passage_title": "", "verse": "10", "text": "and two quarts of choice flour with each of the seven lambs."}, {"passage_title": "Offerings for the Festival of Shelters", "verse": "11", "text": "You must also sacrifice one male goat for a sin offering. This is in addition to the sin offering of atonement and the regular daily burnt offering with its grain offering, and their accompanying liquid offerings. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "“Five days later, on the fifteenth day of the same month, you must call another holy assembly of all the people, and you may do no ordinary work on that day. It is the beginning of the Festival of Shelters, a seven-day festival to the Lord."}, {"passage_title": "", "verse": "13", "text": "On the first day of the festival, you must present a burnt offering as a special gift, a pleasing aroma to the Lord. It will consist of thirteen young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "14", "text": "Each of these offerings must be accompanied by a grain offering of choice flour moistened with olive oil—six quarts for each of the thirteen bulls, four quarts for each of the two rams,"}, {"passage_title": "", "verse": "15", "text": "and two quarts for each of the fourteen lambs."}, {"passage_title": "", "verse": "16", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "17", "text": "“On the second day of this seven-day festival, sacrifice twelve young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "18", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "19", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "20", "text": "“On the third day of the festival, sacrifice eleven young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "21", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "22", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "23", "text": "“On the fourth day of the festival, sacrifice ten young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "24", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "25", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "26", "text": "“On the fifth day of the festival, sacrifice nine young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "27", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "28", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "29", "text": "“On the sixth day of the festival, sacrifice eight young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "30", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "31", "text": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "32", "text": "“On the seventh day of the festival, sacrifice seven young bulls, two rams, and fourteen one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "33", "text": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "34", "text": "You must also sacrifice one male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "35", "text": "“On the eighth day of the festival, proclaim another holy day. You must do no ordinary work on that day."}, {"passage_title": "", "verse": "36", "text": "You must present a burnt offering as a special gift, a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects."}, {"passage_title": "", "verse": "37", "text": "Each of these offerings must be accompanied by its prescribed grain offering and liquid offering."}, {"passage_title": "", "verse": "38", "text": "You must also sacrifice one male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering."}, {"passage_title": "", "verse": "39", "text": "“You must present these offerings to the Lord at your annual festivals. These are in addition to the sacrifices and offerings you present in connection with vows, or as voluntary offerings, burnt offerings, grain offerings, liquid offerings, or peace offerings.”"}, {"passage_title": "", "verse": "40", "text": "So Moses gave all of these instructions to the people of Israel as the Lord had commanded him."}]}, {"chapter_title": "Laws concerning Vows", "chapter_number": 30, "chapter_content": [{"passage_title": "", "verse": "30", "text": "Then Moses summoned the leaders of the tribes of Israel and told them, “This is what the Lord has commanded:"}, {"passage_title": "", "verse": "2", "text": "A man who makes a vow to the Lord or makes a pledge under oath must never break it. He must do exactly what he said he would do."}, {"passage_title": "", "verse": "3", "text": "“If a young woman makes a vow to the Lord or a pledge under oath while she is still living at her father’s home,"}, {"passage_title": "", "verse": "4", "text": "and her father hears of the vow or pledge and does not object to it, then all her vows and pledges will stand."}, {"passage_title": "", "verse": "5", "text": "But if her father refuses to let her fulfill the vow or pledge on the day he hears of it, then all her vows and pledges will become invalid. The Lord will forgive her because her father would not let her fulfill them."}, {"passage_title": "", "verse": "6", "text": "“Now suppose a young woman makes a vow or binds herself with an impulsive pledge and later marries."}, {"passage_title": "", "verse": "7", "text": "If her husband learns of her vow or pledge and does not object on the day he hears of it, her vows and pledges will stand."}, {"passage_title": "", "verse": "8", "text": "But if her husband refuses to accept her vow or impulsive pledge on the day he hears of it, he nullifies her commitments, and the Lord will forgive her."}, {"passage_title": "", "verse": "9", "text": "If, however, a woman is a widow or is divorced, she must fulfill all her vows and pledges."}, {"passage_title": "", "verse": "10", "text": "“But suppose a woman is married and living in her husband’s home when she makes a vow or binds herself with a pledge."}, {"passage_title": "", "verse": "11", "text": "If her husband hears of it and does not object to it, her vow or pledge will stand."}, {"passage_title": "", "verse": "12", "text": "But if her husband refuses to accept it on the day he hears of it, her vow or pledge will be nullified, and the Lord will forgive her."}, {"passage_title": "", "verse": "13", "text": "So her husband may either confirm or nullify any vows or pledges she makes to deny herself."}, {"passage_title": "", "verse": "14", "text": "But if he does not object on the day he hears of it, then he is agreeing to all her vows and pledges."}, {"passage_title": "", "verse": "15", "text": "If he waits more than a day and then tries to nullify a vow or pledge, he will be punished for her guilt.”"}, {"passage_title": "", "verse": "16", "text": "These are the regulations the Lord gave Moses concerning relationships between a man and his wife, and between a father and a young daughter who still lives at home."}]}, {"chapter_title": "Conquest of the Midianites", "chapter_number": 31, "chapter_content": [{"passage_title": "", "verse": "31", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“On behalf of the people of Israel, take revenge on the Midianites for leading them into idolatry. After that, you will die and join your ancestors.”"}, {"passage_title": "", "verse": "3", "text": "So Moses said to the people, “Choose some men, and arm them to fight the Lord’s war of revenge against Midian."}, {"passage_title": "", "verse": "4", "text": "From each tribe of Israel, send 1,000 men into battle.”"}, {"passage_title": "", "verse": "5", "text": "So they chose 1,000 men from each tribe of Israel, a total of 12,000 men armed for battle."}, {"passage_title": "", "verse": "6", "text": "Then Moses sent them out, 1,000 men from each tribe, and Phinehas son of Eleazar the priest led them into battle. They carried along the holy objects of the sanctuary and the trumpets for sounding the charge."}, {"passage_title": "", "verse": "7", "text": "They attacked Midian as the Lord had commanded Moses, and they killed all the men."}, {"passage_title": "", "verse": "8", "text": "All five of the Midianite kings—Evi, Rekem, Zur, Hur, and Reba—died in the battle. They also killed Balaam son of Beor with the sword."}, {"passage_title": "", "verse": "9", "text": "Then the Israelite army captured the Midianite women and children and seized their cattle and flocks and all their wealth as plunder."}, {"passage_title": "", "verse": "10", "text": "They burned all the towns and villages where the Midianites had lived."}, {"passage_title": "", "verse": "11", "text": "After they had gathered the plunder and captives, both people and animals,"}, {"passage_title": "", "verse": "12", "text": "they brought them all to Moses and Eleazar the priest, and to the whole community of Israel, which was camped on the plains of Moab beside the Jordan River, across from Jericho."}, {"passage_title": "", "verse": "13", "text": "Moses, Eleazar the priest, and all the leaders of the community went to meet them outside the camp."}, {"passage_title": "", "verse": "14", "text": "But Moses was furious with all the generals and captains who had returned from the battle."}, {"passage_title": "", "verse": "15", "text": "“Why have you let all the women live?” he demanded."}, {"passage_title": "", "verse": "16", "text": "“These are the very ones who followed Balaam’s advice and caused the people of Israel to rebel against the Lord at Mount Peor. They are the ones who caused the plague to strike the Lord’s people."}, {"passage_title": "", "verse": "17", "text": "So kill all the boys and all the women who have had intercourse with a man."}, {"passage_title": "", "verse": "18", "text": "Only the young girls who are virgins may live; you may keep them for yourselves."}, {"passage_title": "", "verse": "19", "text": "And all of you who have killed anyone or touched a dead body must stay outside the camp for seven days. You must purify yourselves and your captives on the third and seventh days."}, {"passage_title": "", "verse": "20", "text": "Purify all your clothing, too, and everything made of leather, goat hair, or wood.”"}, {"passage_title": "", "verse": "21", "text": "Then Eleazar the priest said to the men who were in the battle, “The Lord has given Moses this legal requirement:"}, {"passage_title": "", "verse": "22", "text": "Anything made of gold, silver, bronze, iron, tin, or lead—"}, {"passage_title": "", "verse": "23", "text": "that is, all metals that do not burn—must be passed through fire in order to be made ceremonially pure. These metal objects must then be further purified with the water of purification. But everything that burns must be purified by the water alone."}, {"passage_title": "Division of the Plunder", "verse": "24", "text": "On the seventh day you must wash your clothes and be purified. Then you may return to the camp.” [pas_title]"}, {"passage_title": "", "verse": "25", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "26", "text": "“You and Eleazar the priest and the family leaders of each tribe are to make a list of all the plunder taken in the battle, including the people and animals."}, {"passage_title": "", "verse": "27", "text": "Then divide the plunder into two parts, and give half to the men who fought the battle and half to the rest of the people."}, {"passage_title": "", "verse": "28", "text": "From the army’s portion, first give the Lord his share of the plunder—one of every 500 of the prisoners and of the cattle, donkeys, sheep, and goats."}, {"passage_title": "", "verse": "29", "text": "Give this share of the army’s half to Eleazar the priest as an offering to the Lord."}, {"passage_title": "", "verse": "30", "text": "From the half that belongs to the people of Israel, take one of every fifty of the prisoners and of the cattle, donkeys, sheep, goats, and other animals. Give this share to the Levites, who are in charge of maintaining the Lord’s Tabernacle.”"}, {"passage_title": "", "verse": "31", "text": "So Moses and Eleazar the priest did as the Lord commanded Moses."}, {"passage_title": "", "verse": "32", "text": "The plunder remaining from everything the fighting men had taken totaled 675,000 sheep and goats,"}, {"passage_title": "", "verse": "33", "text": "72,000 cattle,"}, {"passage_title": "", "verse": "34", "text": "61,000 donkeys,"}, {"passage_title": "", "verse": "35", "text": "and 32,000 virgin girls."}, {"passage_title": "", "verse": "36", "text": "Half of the plunder was given to the fighting men. It totaled 337,500 sheep and goats,"}, {"passage_title": "", "verse": "37", "text": "of which 675 were the Lord’s share;"}, {"passage_title": "", "verse": "38", "text": "36,000 cattle, of which 72 were the Lord’s share;"}, {"passage_title": "", "verse": "39", "text": "30,500 donkeys, of which 61 were the Lord’s share;"}, {"passage_title": "", "verse": "40", "text": "and 16,000 virgin girls, of whom 32 were the Lord’s share."}, {"passage_title": "", "verse": "41", "text": "Moses gave all the Lord’s share to Eleazar the priest, just as the Lord had directed him."}, {"passage_title": "", "verse": "42", "text": "Half of the plunder belonged to the people of Israel, and Moses separated it from the half belonging to the fighting men."}, {"passage_title": "", "verse": "43", "text": "It totaled 337,500 sheep and goats,"}, {"passage_title": "", "verse": "44", "text": "36,000 cattle,"}, {"passage_title": "", "verse": "45", "text": "30,500 donkeys,"}, {"passage_title": "", "verse": "46", "text": "and 16,000 virgin girls."}, {"passage_title": "", "verse": "47", "text": "From the half-share given to the people, Moses took one of every fifty prisoners and animals and gave them to the Levites, who maintained the Lord’s Tabernacle. All this was done as the Lord had commanded Moses."}, {"passage_title": "", "verse": "48", "text": "Then all the generals and captains came to Moses"}, {"passage_title": "", "verse": "49", "text": "and said, “We, your servants, have accounted for all the men who went out to battle under our command; not one of us is missing!"}, {"passage_title": "", "verse": "50", "text": "So we are presenting the items of gold we captured as an offering to the Lord from our share of the plunder—armbands, bracelets, rings, earrings, and necklaces. This will purify our lives before the Lord and make us right with him.”"}, {"passage_title": "", "verse": "51", "text": "So Moses and Eleazar the priest received the gold from all the military commanders—all kinds of jewelry and crafted objects."}, {"passage_title": "", "verse": "52", "text": "In all, the gold that the generals and captains presented as a gift to the Lord weighed about 420 pounds."}, {"passage_title": "", "verse": "53", "text": "All the fighting men had taken some of the plunder for themselves."}, {"passage_title": "", "verse": "54", "text": "So Moses and Eleazar the priest accepted the gifts from the generals and captains and brought the gold to the Tabernacle as a reminder to the Lord that the people of Israel belong to him."}]}, {"chapter_title": "The Tribes East of the Jordan", "chapter_number": 32, "chapter_content": [{"passage_title": "", "verse": "32", "text": "The tribes of Reuben and Gad owned vast numbers of livestock. So when they saw that the lands of Jazer and Gilead were ideally suited for their flocks and herds,"}, {"passage_title": "", "verse": "2", "text": "they came to Moses, Eleazar the priest, and the other leaders of the community. They said,"}, {"passage_title": "", "verse": "3", "text": "“Notice the towns of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sibmah, Nebo, and Beon."}, {"passage_title": "", "verse": "4", "text": "The Lord has conquered this whole area for the community of Israel, and it is ideally suited for all our livestock."}, {"passage_title": "", "verse": "5", "text": "If we have found favor with you, please let us have this land as our property instead of giving us land across the Jordan River.”"}, {"passage_title": "", "verse": "6", "text": "“Do you intend to stay here while your brothers go across and do all the fighting?” Moses asked the men of Gad and Reuben."}, {"passage_title": "", "verse": "7", "text": "“Why do you want to discourage the rest of the people of Israel from going across to the land the Lord has given them?"}, {"passage_title": "", "verse": "8", "text": "Your ancestors did the same thing when I sent them from Kadesh-barnea to explore the land."}, {"passage_title": "", "verse": "9", "text": "After they went up to the valley of Eshcol and explored the land, they discouraged the people of Israel from entering the land the Lord was giving them."}, {"passage_title": "", "verse": "10", "text": "Then the Lord was very angry with them, and he vowed,"}, {"passage_title": "", "verse": "11", "text": "‘Of all those I rescued from Egypt, no one who is twenty years old or older will ever see the land I swore to give to Abraham, Isaac, and Jacob, for they have not obeyed me wholeheartedly."}, {"passage_title": "", "verse": "12", "text": "The only exceptions are Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they have wholeheartedly followed the Lord.’"}, {"passage_title": "", "verse": "13", "text": "“The Lord was angry with Israel and made them wander in the wilderness for forty years until the entire generation that sinned in the Lord’s sight had died."}, {"passage_title": "", "verse": "14", "text": "But here you are, a brood of sinners, doing exactly the same thing! You are making the Lord even angrier with Israel."}, {"passage_title": "", "verse": "15", "text": "If you turn away from him like this and he abandons them again in the wilderness, you will be responsible for destroying this entire nation!”"}, {"passage_title": "", "verse": "16", "text": "But they approached Moses and said, “We simply want to build pens for our livestock and fortified towns for our wives and children."}, {"passage_title": "", "verse": "17", "text": "Then we will arm ourselves and lead our fellow Israelites into battle until we have brought them safely to their land. Meanwhile, our families will stay in the fortified towns we build here, so they will be safe from any attacks by the local people."}, {"passage_title": "", "verse": "18", "text": "We will not return to our homes until all the people of Israel have received their portions of land."}, {"passage_title": "", "verse": "19", "text": "But we do not claim any of the land on the other side of the Jordan. We would rather live here on the east side and accept this as our grant of land.”"}, {"passage_title": "", "verse": "20", "text": "Then Moses said, “If you keep your word and arm yourselves for the Lord’s battles,"}, {"passage_title": "", "verse": "21", "text": "and if your troops cross the Jordan and keep fighting until the Lord has driven out his enemies,"}, {"passage_title": "", "verse": "22", "text": "then you may return when the Lord has conquered the land. You will have fulfilled your duty to the Lord and to the rest of the people of Israel. And the land on the east side of the Jordan will be your property from the Lord."}, {"passage_title": "", "verse": "23", "text": "But if you fail to keep your word, then you will have sinned against the Lord, and you may be sure that your sin will find you out."}, {"passage_title": "", "verse": "24", "text": "Go ahead and build towns for your families and pens for your flocks, but do everything you have promised.”"}, {"passage_title": "", "verse": "25", "text": "Then the men of Gad and Reuben replied, “We, your servants, will follow your instructions exactly."}, {"passage_title": "", "verse": "26", "text": "Our children, wives, flocks, and cattle will stay here in the towns of Gilead."}, {"passage_title": "", "verse": "27", "text": "But all who are able to bear arms will cross over to fight for the Lord, just as you have said.”"}, {"passage_title": "", "verse": "28", "text": "So Moses gave orders to Eleazar the priest, Joshua son of Nun, and the leaders of the clans of Israel."}, {"passage_title": "", "verse": "29", "text": "He said, “The men of Gad and Reuben who are armed for battle must cross the Jordan with you to fight for the Lord. If they do, give them the land of Gilead as their property when the land is conquered."}, {"passage_title": "", "verse": "30", "text": "But if they refuse to arm themselves and cross over with you, then they must accept land with the rest of you in the land of Canaan.”"}, {"passage_title": "", "verse": "31", "text": "The tribes of Gad and Reuben said again, “We are your servants, and we will do as the Lord has commanded!"}, {"passage_title": "", "verse": "32", "text": "We will cross the Jordan into Canaan fully armed to fight for the Lord, but our property will be here on this side of the Jordan.”"}, {"passage_title": "", "verse": "33", "text": "So Moses assigned land to the tribes of Gad, Reuben, and half the tribe of Manasseh son of Joseph. He gave them the territory of King Sihon of the Amorites and the land of King Og of Bashan—the whole land with its cities and surrounding lands."}, {"passage_title": "", "verse": "34", "text": "The descendants of Gad built the towns of Dibon, Ataroth, Aroer,"}, {"passage_title": "", "verse": "35", "text": "Atroth-shophan, Jazer, Jogbehah,"}, {"passage_title": "", "verse": "36", "text": "Beth-nimrah, and Beth-haran. These were all fortified towns with pens for their flocks."}, {"passage_title": "", "verse": "37", "text": "The descendants of Reuben built the towns of Heshbon, Elealeh, Kiriathaim,"}, {"passage_title": "", "verse": "38", "text": "Nebo, Baal-meon, and Sibmah. They changed the names of some of the towns they conquered and rebuilt."}, {"passage_title": "", "verse": "39", "text": "Then the descendants of Makir of the tribe of Manasseh went to Gilead and conquered it, and they drove out the Amorites living there."}, {"passage_title": "", "verse": "40", "text": "So Moses gave Gilead to the Makirites, descendants of Manasseh, and they settled there."}, {"passage_title": "", "verse": "41", "text": "The people of Jair, another clan of the tribe of Manasseh, captured many of the towns in Gilead and changed the name of that region to the Towns of Jair."}, {"passage_title": "", "verse": "42", "text": "Meanwhile, a man named Nobah captured the town of Kenath and its surrounding villages, and he renamed that area Nobah after himself."}]}, {"chapter_title": "Remembering Israel’s Journey", "chapter_number": 33, "chapter_content": [{"passage_title": "", "verse": "33", "text": "This is the route the Israelites followed as they marched out of Egypt under the leadership of Moses and Aaron."}, {"passage_title": "", "verse": "2", "text": "At the Lord’s direction, Moses kept a written record of their progress. These are the stages of their march, identified by the different places where they stopped along the way."}, {"passage_title": "", "verse": "3", "text": "They set out from the city of Rameses in early spring—on the fifteenth day of the first month—on the morning after the first Passover celebration. The people of Israel left defiantly, in full view of all the Egyptians."}, {"passage_title": "", "verse": "4", "text": "Meanwhile, the Egyptians were burying all their firstborn sons, whom the Lord had killed the night before. The Lord had defeated the gods of Egypt that night with great acts of judgment!"}, {"passage_title": "", "verse": "5", "text": "After leaving Rameses, the Israelites set up camp at Succoth."}, {"passage_title": "", "verse": "6", "text": "Then they left Succoth and camped at Etham on the edge of the wilderness."}, {"passage_title": "", "verse": "7", "text": "They left Etham and turned back toward Pi-hahiroth, opposite Baal-zephon, and camped near Migdol."}, {"passage_title": "", "verse": "8", "text": "They left Pi-hahiroth and crossed the Red Sea into the wilderness beyond. Then they traveled for three days into the Etham wilderness and camped at Marah."}, {"passage_title": "", "verse": "9", "text": "They left Marah and camped at Elim, where there were twelve springs of water and seventy palm trees."}, {"passage_title": "", "verse": "10", "text": "They left Elim and camped beside the Red Sea."}, {"passage_title": "", "verse": "11", "text": "They left the Red Sea and camped in the wilderness of Sin."}, {"passage_title": "", "verse": "12", "text": "They left the wilderness of Sin and camped at Dophkah."}, {"passage_title": "", "verse": "13", "text": "They left Dophkah and camped at Alush."}, {"passage_title": "", "verse": "14", "text": "They left Alush and camped at Rephidim, where there was no water for the people to drink."}, {"passage_title": "", "verse": "15", "text": "They left Rephidim and camped in the wilderness of Sinai."}, {"passage_title": "", "verse": "16", "text": "They left the wilderness of Sinai and camped at Kibroth-hattaavah."}, {"passage_title": "", "verse": "17", "text": "They left Kibroth-hattaavah and camped at Hazeroth."}, {"passage_title": "", "verse": "18", "text": "They left Hazeroth and camped at Rithmah."}, {"passage_title": "", "verse": "19", "text": "They left Rithmah and camped at Rimmon-perez."}, {"passage_title": "", "verse": "20", "text": "They left Rimmon-perez and camped at Libnah."}, {"passage_title": "", "verse": "21", "text": "They left Libnah and camped at Rissah."}, {"passage_title": "", "verse": "22", "text": "They left Rissah and camped at Kehelathah."}, {"passage_title": "", "verse": "23", "text": "They left Kehelathah and camped at Mount Shepher."}, {"passage_title": "", "verse": "24", "text": "They left Mount Shepher and camped at Haradah."}, {"passage_title": "", "verse": "25", "text": "They left Haradah and camped at Makheloth."}, {"passage_title": "", "verse": "26", "text": "They left Makheloth and camped at Tahath."}, {"passage_title": "", "verse": "27", "text": "They left Tahath and camped at Terah."}, {"passage_title": "", "verse": "28", "text": "They left Terah and camped at Mithcah."}, {"passage_title": "", "verse": "29", "text": "They left Mithcah and camped at Hashmonah."}, {"passage_title": "", "verse": "30", "text": "They left Hashmonah and camped at Moseroth."}, {"passage_title": "", "verse": "31", "text": "They left Moseroth and camped at Bene-jaakan."}, {"passage_title": "", "verse": "32", "text": "They left Bene-jaakan and camped at Hor-haggidgad."}, {"passage_title": "", "verse": "33", "text": "They left Hor-haggidgad and camped at Jotbathah."}, {"passage_title": "", "verse": "34", "text": "They left Jotbathah and camped at Abronah."}, {"passage_title": "", "verse": "35", "text": "They left Abronah and camped at Ezion-geber."}, {"passage_title": "", "verse": "36", "text": "They left Ezion-geber and camped at Kadesh in the wilderness of Zin."}, {"passage_title": "", "verse": "37", "text": "They left Kadesh and camped at Mount Hor, at the border of Edom."}, {"passage_title": "", "verse": "38", "text": "While they were at the foot of Mount Hor, Aaron the priest was directed by the Lord to go up the mountain, and there he died. This happened in midsummer, on the first day of the fifth month of the fortieth year after Israel’s departure from Egypt."}, {"passage_title": "", "verse": "39", "text": "Aaron was 123 years old when he died there on Mount Hor."}, {"passage_title": "", "verse": "40", "text": "At that time the Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard that the people of Israel were approaching his land."}, {"passage_title": "", "verse": "41", "text": "Meanwhile, the Israelites left Mount Hor and camped at Zalmonah."}, {"passage_title": "", "verse": "42", "text": "Then they left Zalmonah and camped at Punon."}, {"passage_title": "", "verse": "43", "text": "They left Punon and camped at Oboth."}, {"passage_title": "", "verse": "44", "text": "They left Oboth and camped at Iye-abarim on the border of Moab."}, {"passage_title": "", "verse": "45", "text": "They left Iye-abarim and camped at Dibon-gad."}, {"passage_title": "", "verse": "46", "text": "They left Dibon-gad and camped at Almon-diblathaim."}, {"passage_title": "", "verse": "47", "text": "They left Almon-diblathaim and camped in the mountains east of the river, near Mount Nebo."}, {"passage_title": "", "verse": "48", "text": "They left the mountains east of the river and camped on the plains of Moab beside the Jordan River, across from Jericho."}, {"passage_title": "", "verse": "49", "text": "Along the Jordan River they camped from Beth-jeshimoth as far as the meadows of Acacia on the plains of Moab."}, {"passage_title": "", "verse": "50", "text": "While they were camped near the Jordan River on the plains of Moab opposite Jericho, the Lord said to Moses,"}, {"passage_title": "", "verse": "51", "text": "“Give the following instructions to the people of Israel: When you cross the Jordan River into the land of Canaan,"}, {"passage_title": "", "verse": "52", "text": "you must drive out all the people living there. You must destroy all their carved and molten images and demolish all their pagan shrines."}, {"passage_title": "", "verse": "53", "text": "Take possession of the land and settle in it, because I have given it to you to occupy."}, {"passage_title": "", "verse": "54", "text": "You must distribute the land among the clans by sacred lot and in proportion to their size. A larger portion of land will be allotted to each of the larger clans, and a smaller portion will be allotted to each of the smaller clans. The decision of the sacred lot is final. In this way, the portions of land will be divided among your ancestral tribes."}, {"passage_title": "", "verse": "55", "text": "But if you fail to drive out the people who live in the land, those who remain will be like splinters in your eyes and thorns in your sides. They will harass you in the land where you live."}, {"passage_title": "", "verse": "56", "text": "And I will do to you what I had planned to do to them.”"}]}, {"chapter_title": "Boundaries of the Land", "chapter_number": 34, "chapter_content": [{"passage_title": "", "verse": "34", "text": "Then the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Give these instructions to the Israelites: When you come into the land of Canaan, which I am giving you as your special possession, these will be the boundaries."}, {"passage_title": "", "verse": "3", "text": "The southern portion of your country will extend from the wilderness of Zin, along the edge of Edom. The southern boundary will begin on the east at the Dead Sea."}, {"passage_title": "", "verse": "4", "text": "It will then run south past Scorpion Pass in the direction of Zin. Its southernmost point will be Kadesh-barnea, from which it will go to Hazar-addar, and on to Azmon."}, {"passage_title": "", "verse": "5", "text": "From Azmon the boundary will turn toward the Brook of Egypt and end at the Mediterranean Sea."}, {"passage_title": "", "verse": "6", "text": "“Your western boundary will be the coastline of the Mediterranean Sea."}, {"passage_title": "", "verse": "7", "text": "“Your northern boundary will begin at the Mediterranean Sea and run east to Mount Hor,"}, {"passage_title": "", "verse": "8", "text": "then to Lebo-hamath, and on through Zedad"}, {"passage_title": "", "verse": "9", "text": "and Ziphron to Hazar-enan. This will be your northern boundary."}, {"passage_title": "", "verse": "10", "text": "“The eastern boundary will start at Hazar-enan and run south to Shepham,"}, {"passage_title": "", "verse": "11", "text": "then down to Riblah on the east side of Ain. From there the boundary will run down along the eastern edge of the Sea of Galilee,"}, {"passage_title": "", "verse": "12", "text": "and then along the Jordan River to the Dead Sea. These are the boundaries of your land.”"}, {"passage_title": "", "verse": "13", "text": "Then Moses told the Israelites, “This territory is the homeland you are to divide among yourselves by sacred lot. The Lord has commanded that the land be divided among the nine and a half remaining tribes."}, {"passage_title": "", "verse": "14", "text": "The families of the tribes of Reuben, Gad, and half the tribe of Manasseh have already received their grants of land"}, {"passage_title": "Leaders to Divide the Land", "verse": "15", "text": "on the east side of the Jordan River, across from Jericho toward the sunrise.” [pas_title]"}, {"passage_title": "", "verse": "16", "text": "And the Lord said to Moses,"}, {"passage_title": "", "verse": "17", "text": "“Eleazar the priest and Joshua son of Nun are the men designated to divide the grants of land among the people."}, {"passage_title": "", "verse": "18", "text": "Enlist one leader from each tribe to help them with the task."}, {"passage_title": "", "verse": "19", "text": "These are the tribes and the names of the leaders: Tribe Leader Judah Caleb son of Jephunneh"}, {"passage_title": "", "verse": "20", "text": "Simeon Shemuel son of Ammihud"}, {"passage_title": "", "verse": "21", "text": "Benjamin Elidad son of Kislon"}, {"passage_title": "", "verse": "22", "text": "Dan Bukki son of Jogli"}, {"passage_title": "", "verse": "23", "text": "Manasseh son of Joseph Hanniel son of Ephod"}, {"passage_title": "", "verse": "24", "text": "Ephraim son of Joseph Kemuel son of Shiphtan"}, {"passage_title": "", "verse": "25", "text": "Zebulun Elizaphan son of Parnach"}, {"passage_title": "", "verse": "26", "text": "Issachar Paltiel son of Azzan"}, {"passage_title": "", "verse": "27", "text": "Asher Ahihud son of Shelomi"}, {"passage_title": "", "verse": "28", "text": "Naphtali Pedahel son of Ammihud"}, {"passage_title": "", "verse": "29", "text": "These are the men the Lord has appointed to divide the grants of land in Canaan among the Israelites.”"}]}, {"chapter_title": "Towns for the Levites", "chapter_number": 35, "chapter_content": [{"passage_title": "", "verse": "35", "text": "While Israel was camped beside the Jordan on the plains of Moab across from Jericho, the Lord said to Moses,"}, {"passage_title": "", "verse": "2", "text": "“Command the people of Israel to give to the Levites from their property certain towns to live in, along with the surrounding pasturelands."}, {"passage_title": "", "verse": "3", "text": "These towns will be for the Levites to live in, and the surrounding lands will provide pasture for their cattle, flocks, and other livestock."}, {"passage_title": "", "verse": "4", "text": "The pastureland assigned to the Levites around these towns will extend 1,500 feet from the town walls in every direction."}, {"passage_title": "", "verse": "5", "text": "Measure off 3,000 feet outside the town walls in every direction—east, south, west, north—with the town at the center. This area will serve as the larger pastureland for the towns."}, {"passage_title": "", "verse": "6", "text": "“Six of the towns you give the Levites will be cities of refuge, where a person who has accidentally killed someone can flee for safety. In addition, give them forty-two other towns."}, {"passage_title": "", "verse": "7", "text": "In all, forty-eight towns with the surrounding pastureland will be given to the Levites."}, {"passage_title": "Cities of Refuge", "verse": "8", "text": "These towns will come from the property of the people of Israel. The larger tribes will give more towns to the Levites, while the smaller tribes will give fewer. Each tribe will give property in proportion to the size of its land.” [pas_title]"}, {"passage_title": "", "verse": "9", "text": "The Lord said to Moses,"}, {"passage_title": "", "verse": "10", "text": "“Give the following instructions to the people of Israel. “When you cross the Jordan into the land of Canaan,"}, {"passage_title": "", "verse": "11", "text": "designate cities of refuge to which people can flee if they have killed someone accidentally."}, {"passage_title": "", "verse": "12", "text": "These cities will be places of protection from a dead person’s relatives who want to avenge the death. The slayer must not be put to death before being tried by the community."}, {"passage_title": "", "verse": "13", "text": "Designate six cities of refuge for yourselves,"}, {"passage_title": "", "verse": "14", "text": "three on the east side of the Jordan River and three on the west in the land of Canaan."}, {"passage_title": "", "verse": "15", "text": "These cities are for the protection of Israelites, foreigners living among you, and traveling merchants. Anyone who accidentally kills someone may flee there for safety."}, {"passage_title": "", "verse": "16", "text": "“But if someone strikes and kills another person with a piece of iron, it is murder, and the murderer must be executed."}, {"passage_title": "", "verse": "17", "text": "Or if someone with a stone in his hand strikes and kills another person, it is murder, and the murderer must be put to death."}, {"passage_title": "", "verse": "18", "text": "Or if someone strikes and kills another person with a wooden object, it is murder, and the murderer must be put to death."}, {"passage_title": "", "verse": "19", "text": "The victim’s nearest relative is responsible for putting the murderer to death. When they meet, the avenger must put the murderer to death."}, {"passage_title": "", "verse": "20", "text": "So if someone hates another person and waits in ambush, then pushes him or throws something at him and he dies, it is murder."}, {"passage_title": "", "verse": "21", "text": "Or if someone hates another person and hits him with a fist and he dies, it is murder. In such cases, the avenger must put the murderer to death when they meet."}, {"passage_title": "", "verse": "22", "text": "“But suppose someone pushes another person without having shown previous hostility, or throws something that unintentionally hits another person,"}, {"passage_title": "", "verse": "23", "text": "or accidentally drops a huge stone on someone, though they were not enemies, and the person dies."}, {"passage_title": "", "verse": "24", "text": "If this should happen, the community must follow these regulations in making a judgment between the slayer and the avenger, the victim’s nearest relative:"}, {"passage_title": "", "verse": "25", "text": "The community must protect the slayer from the avenger and must escort the slayer back to live in the city of refuge to which he fled. There he must remain until the death of the high priest, who was anointed with the sacred oil."}, {"passage_title": "", "verse": "26", "text": "“But if the slayer ever leaves the limits of the city of refuge,"}, {"passage_title": "", "verse": "27", "text": "and the avenger finds him outside the city and kills him, it will not be considered murder."}, {"passage_title": "", "verse": "28", "text": "The slayer should have stayed inside the city of refuge until the death of the high priest. But after the death of the high priest, the slayer may return to his own property."}, {"passage_title": "", "verse": "29", "text": "These are legal requirements for you to observe from generation to generation, wherever you may live."}, {"passage_title": "", "verse": "30", "text": "“All murderers must be put to death, but only if evidence is presented by more than one witness. No one may be put to death on the testimony of only one witness."}, {"passage_title": "", "verse": "31", "text": "Also, you must never accept a ransom payment for the life of someone judged guilty of murder and subject to execution; murderers must always be put to death."}, {"passage_title": "", "verse": "32", "text": "And never accept a ransom payment from someone who has fled to a city of refuge, allowing a slayer to return to his property before the death of the high priest."}, {"passage_title": "", "verse": "33", "text": "This will ensure that the land where you live will not be polluted, for murder pollutes the land. And no sacrifice except the execution of the murderer can purify the land from murder."}, {"passage_title": "", "verse": "34", "text": "You must not defile the land where you live, for I live there myself. I am the Lord, who lives among the people of Israel.”"}]}, {"chapter_title": "Women Who Inherit Property", "chapter_number": 36, "chapter_content": [{"passage_title": "", "verse": "36", "text": "Then the heads of the clans of Gilead—descendants of Makir, son of Manasseh, son of Joseph—came to Moses and the family leaders of Israel with a petition."}, {"passage_title": "", "verse": "2", "text": "They said, “Sir, the Lord instructed you to divide the land by sacred lot among the people of Israel. You were told by the Lord to give the grant of land owned by our brother Zelophehad to his daughters."}, {"passage_title": "", "verse": "3", "text": "But if they marry men from another tribe, their grants of land will go with them to the tribe into which they marry. In this way, the total area of our tribal land will be reduced."}, {"passage_title": "", "verse": "4", "text": "Then when the Year of Jubilee comes, their portion of land will be added to that of the new tribe, causing it to be lost forever to our ancestral tribe.”"}, {"passage_title": "", "verse": "5", "text": "So Moses gave the Israelites this command from the Lord: “The claim of the men of the tribe of Joseph is legitimate."}, {"passage_title": "", "verse": "6", "text": "This is what the Lord commands concerning the daughters of Zelophehad: Let them marry anyone they like, as long as it is within their own ancestral tribe."}, {"passage_title": "", "verse": "7", "text": "None of the territorial land may pass from tribe to tribe, for all the land given to each tribe must remain within the tribe to which it was first allotted."}, {"passage_title": "", "verse": "8", "text": "The daughters throughout the tribes of Israel who are in line to inherit property must marry within their tribe, so that all the Israelites will keep their ancestral property."}, {"passage_title": "", "verse": "9", "text": "No grant of land may pass from one tribe to another; each tribe of Israel must keep its allotted portion of land.”"}, {"passage_title": "", "verse": "10", "text": "The daughters of Zelophehad did as the Lord commanded Moses."}, {"passage_title": "", "verse": "11", "text": "Mahlah, Tirzah, Hoglah, Milcah, and Noah all married cousins on their father’s side."}, {"passage_title": "", "verse": "12", "text": "They married into the clans of Manasseh son of Joseph. Thus, their inheritance of land remained within their ancestral tribe."}, {"passage_title": "", "verse": "13", "text": "These are the commands and regulations that the Lord gave to the people of Israel through Moses while they were camped on the plains of Moab beside the Jordan River, across from Jericho."}]}]}