{"title": "Zephaniah", "category": "ot", "number_of_chapters": 3, "id": "zep", "chapters": [{"chapter_title": "", "chapter_number": 1, "chapter_content": [{"passage_title": "Coming Judgment against Judah", "verse": "1", "text": "The Lord gave this message to Zephaniah when Josiah son of Amon was king of Judah. Zephaniah was the son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah. [pas_title]"}, {"passage_title": "", "verse": "2", "text": "“I will sweep away everything from the face of the earth,” says the Lord."}, {"passage_title": "", "verse": "3", "text": "“I will sweep away people and animals alike. I will sweep away the birds of the sky and the fish in the sea. I will reduce the wicked to heaps of rubble, and I will wipe humanity from the face of the earth,” says the Lord."}, {"passage_title": "", "verse": "4", "text": "“I will crush Judah and Jerusalem with my fist and destroy every last trace of their Baal worship. I will put an end to all the idolatrous priests, so that even the memory of them will disappear."}, {"passage_title": "", "verse": "5", "text": "For they go up to their roofs and bow down to the sun, moon, and stars. They claim to follow the Lord, but then they worship Molech, too."}, {"passage_title": "", "verse": "6", "text": "And I will destroy those who used to worship me but now no longer do. They no longer ask for the Lord’s guidance or seek my blessings.”"}, {"passage_title": "", "verse": "7", "text": "Stand in silence in the presence of the Sovereign Lord, for the awesome day of the Lord’s judgment is near. The Lord has prepared his people for a great slaughter and has chosen their executioners."}, {"passage_title": "", "verse": "8", "text": "“On that day of judgment,” says the Lord, “I will punish the leaders and princes of Judah and all those following pagan customs."}, {"passage_title": "", "verse": "9", "text": "Yes, I will punish those who participate in pagan worship ceremonies, and those who fill their masters’ houses with violence and deceit."}, {"passage_title": "", "verse": "10", "text": "“On that day,” says the Lord, “a cry of alarm will come from the Fish Gate and echo throughout the New Quarter of the city. And a great crash will sound from the hills."}, {"passage_title": "", "verse": "11", "text": "Wail in sorrow, all you who live in the market area, for all the merchants and traders will be destroyed."}, {"passage_title": "", "verse": "12", "text": "“I will search with lanterns in Jerusalem’s darkest corners to punish those who sit complacent in their sins. They think the Lord will do nothing to them, either good or bad."}, {"passage_title": "", "verse": "13", "text": "So their property will be plundered, their homes will be ransacked. They will build new homes but never live in them. They will plant vineyards but never drink wine from them."}, {"passage_title": "", "verse": "14", "text": "“That terrible day of the Lord is near. Swiftly it comes— a day of bitter tears, a day when even strong men will cry out."}, {"passage_title": "", "verse": "15", "text": "It will be a day when the Lord’s anger is poured out— a day of terrible distress and anguish, a day of ruin and desolation, a day of darkness and gloom, a day of clouds and blackness,"}, {"passage_title": "", "verse": "16", "text": "    a day of trumpet calls and battle cries. Down go the walled cities and the strongest battlements!"}, {"passage_title": "", "verse": "17", "text": "“Because you have sinned against the Lord, I will make you grope around like the blind. Your blood will be poured into the dust, and your bodies will lie rotting on the ground.”"}, {"passage_title": "", "verse": "18", "text": "Your silver and gold will not save you on that day of the Lord’s anger. For the whole land will be devoured by the fire of his jealousy. He will make a terrifying end of all the people on earth."}]}, {"chapter_title": "A Call to Repentance", "chapter_number": 2, "chapter_content": [{"passage_title": "", "verse": "2", "text": "Gather together—yes, gather together, you shameless nation."}, {"passage_title": "", "verse": "2", "text": "Gather before judgment begins, before your time to repent is blown away like chaff. Act now, before the fierce fury of the Lord falls and the terrible day of the Lord’s anger begins."}, {"passage_title": "Judgment against Philistia", "verse": "3", "text": "Seek the Lord, all who are humble, and follow his commands. Seek to do what is right and to live humbly. Perhaps even yet the Lord will protect you— protect you from his anger on that day of destruction. [pas_title]"}, {"passage_title": "", "verse": "4", "text": "Gaza and Ashkelon will be abandoned, Ashdod and Ekron torn down."}, {"passage_title": "", "verse": "5", "text": "And what sorrow awaits you Philistines who live along the coast and in the land of Canaan, for this judgment is against you, too! The Lord will destroy you until not one of you is left."}, {"passage_title": "", "verse": "6", "text": "The Philistine coast will become a wilderness pasture, a place of shepherd camps and enclosures for sheep and goats."}, {"passage_title": "Judgment against Moab and Ammon", "verse": "7", "text": "The remnant of the tribe of Judah will pasture there. They will rest at night in the abandoned houses in Ashkelon. For the Lord their God will visit his people in kindness and restore their prosperity again. [pas_title]"}, {"passage_title": "", "verse": "8", "text": "“I have heard the taunts of the Moabites and the insults of the Ammonites, mocking my people and invading their borders."}, {"passage_title": "", "verse": "9", "text": "Now, as surely as I live,” says the Lord of Heaven’s Armies, the God of Israel, “Moab and Ammon will be destroyed— destroyed as completely as Sodom and Gomorrah. Their land will become a place of stinging nettles, salt pits, and eternal desolation. The remnant of my people will plunder them and take their land.”"}, {"passage_title": "", "verse": "10", "text": "They will receive the wages of their pride, for they have scoffed at the people of the Lord of Heaven’s Armies."}, {"passage_title": "Judgment against Ethiopia and Assyria", "verse": "11", "text": "The Lord will terrify them as he destroys all the gods in the land. Then nations around the world will worship the Lord, each in their own land. [pas_title]"}, {"passage_title": "", "verse": "12", "text": "“You Ethiopians will also be slaughtered by my sword,” says the Lord."}, {"passage_title": "", "verse": "13", "text": "And the Lord will strike the lands of the north with his fist, destroying the land of Assyria. He will make its great capital, Nineveh, a desolate wasteland, parched like a desert."}, {"passage_title": "", "verse": "14", "text": "The proud city will become a pasture for flocks and herds, and all sorts of wild animals will settle there. The desert owl and screech owl will roost on its ruined columns, their calls echoing through the gaping windows. Rubble will block all the doorways, and the cedar paneling will be exposed to the weather."}, {"passage_title": "", "verse": "15", "text": "This is the boisterous city, once so secure. “I am the greatest!” it boasted. “No other city can compare with me!” But now, look how it has become an utter ruin, a haven for wild animals. Everyone passing by will laugh in derision and shake a defiant fist."}]}, {"chapter_title": "Jerusalem’s Rebellion and Redemption", "chapter_number": 3, "chapter_content": [{"passage_title": "", "verse": "3", "text": "What sorrow awaits rebellious, polluted Jerusalem, the city of violence and crime!"}, {"passage_title": "", "verse": "2", "text": "No one can tell it anything; it refuses all correction. It does not trust in the Lord or draw near to its God."}, {"passage_title": "", "verse": "3", "text": "Its leaders are like roaring lions hunting for their victims. Its judges are like ravenous wolves at evening time, who by dawn have left no trace of their prey."}, {"passage_title": "", "verse": "4", "text": "Its prophets are arrogant liars seeking their own gain. Its priests defile the Temple by disobeying God’s instructions."}, {"passage_title": "", "verse": "5", "text": "But the Lord is still there in the city, and he does no wrong. Day by day he hands down justice, and he does not fail. But the wicked know no shame."}, {"passage_title": "", "verse": "6", "text": "“I have wiped out many nations, devastating their fortress walls and towers. Their streets are now deserted; their cities lie in silent ruin. There are no survivors— none at all."}, {"passage_title": "", "verse": "7", "text": "I thought, ‘Surely they will have reverence for me now! Surely they will listen to my warnings. Then I won’t need to strike again, destroying their homes.’ But no, they get up early to continue their evil deeds."}, {"passage_title": "", "verse": "8", "text": "Therefore, be patient,” says the Lord. “Soon I will stand and accuse these evil nations. For I have decided to gather the kingdoms of the earth and pour out my fiercest anger and fury on them. All the earth will be devoured by the fire of my jealousy."}, {"passage_title": "", "verse": "9", "text": "“Then I will purify the speech of all people, so that everyone can worship the Lord together."}, {"passage_title": "", "verse": "10", "text": "My scattered people who live beyond the rivers of Ethiopia will come to present their offerings."}, {"passage_title": "", "verse": "11", "text": "On that day you will no longer need to be ashamed, for you will no longer be rebels against me. I will remove all proud and arrogant people from among you. There will be no more haughtiness on my holy mountain."}, {"passage_title": "", "verse": "12", "text": "Those who are left will be the lowly and humble, for it is they who trust in the name of the Lord."}, {"passage_title": "", "verse": "13", "text": "The remnant of Israel will do no wrong; they will never tell lies or deceive one another. They will eat and sleep in safety, and no one will make them afraid.”"}, {"passage_title": "", "verse": "14", "text": "Sing, O daughter of Zion; shout aloud, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!"}, {"passage_title": "", "verse": "15", "text": "For the Lord will remove his hand of judgment and will disperse the armies of your enemy. And the Lord himself, the King of Israel, will live among you! At last your troubles will be over, and you will never again fear disaster."}, {"passage_title": "", "verse": "16", "text": "On that day the announcement to Jerusalem will be, “Cheer up, Zion! Don’t be afraid!"}, {"passage_title": "", "verse": "17", "text": "For the Lord your God is living among you. He is a mighty savior. He will take delight in you with gladness. With his love, he will calm all your fears. He will rejoice over you with joyful songs.”"}, {"passage_title": "", "verse": "18", "text": "“I will gather you who mourn for the appointed festivals; you will be disgraced no more."}, {"passage_title": "", "verse": "19", "text": "And I will deal severely with all who have oppressed you. I will save the weak and helpless ones; I will bring together those who were chased away. I will give glory and fame to my former exiles, wherever they have been mocked and shamed."}, {"passage_title": "", "verse": "20", "text": "On that day I will gather you together and bring you home again. I will give you a good name, a name of distinction, among all the nations of the earth, as I restore your fortunes before their very eyes. I, the Lord, have spoken!”"}]}]}